Repository: hhhaiai/Shiguang
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bg, bn, ca, ckb, cs, cy, da, de, el, et, eu, fa, fi, fil, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, vi, xh, zh, zh_hant, zu

# imageAreaNotReady
source: Image area is not ready. Please try again.
af: Prentarea is nie gereed nie. Probeer asseblief weer.
am: የምስል ቦታ ዝግጁ አይደለም። እባክህ እንደገና ሞክር።
ar: منطقة الصورة غير جاهزة. يرجى المحاولة مرة أخرى.
bg: Областта на изображението не е готова. Моля, опитайте отново.
bn: ছবি এলিয়া প্রস্তুত নয়। দয়া করে আবার চেষ্টা করুন।
ca: L'àrea d'imatge no està preparada. Si us plau, torna-ho a provar.
ckb: Qada wêneyê ne amade ye. Ji kerema xwe dîsa biceribîne.
cs: Obrazová oblast není připravena. Zkuste to znovu.
cy: Nid yw ardal y ddelwedd yn barod. Ceisiwch eto.
da: Billedområdet er ikke klar. Prøv venligst igen.
de: Bildbereich nicht bereit. Bitte erneut versuchen.
el: Η περιοχή εικόνας δεν είναι έτοιμη. Δοκιμάστε ξανά.
et: Pildiala pole valmis. Palun proovi uuesti.
eu: Irudiaren eremua ez dago prest. Mesedez, saiatu berriro.
fa: ناحیه تصویر آماده نیست. لطفاً دوباره تلاش کنید.
fi: Kuva-alue ei ole valmis. Yritä uudelleen.
fil: Hindi pa handa ang lugar ng larawan. Pakisubukang muli.
fr_ca: La zone d'image n'est pas prête. Veuillez réessayer.
ga: Níl an limistéar íomhá réidh. Bain triail eile as.
gl: A área da imaxe non está lista. Téntao de novo.
gu: Image area ready નથી. Please try again.
he: אזור התמונה לא מוכן. אנא נסה שוב.
hi: छवि क्षेत्र तैयार नहीं है। कृपया पुनः प्रयास करें।
hr: Područje slike nije spremno. Molimo pokušajte ponovo.
hu: A képterület nem áll készen. Kérjük, próbálja újra.
hy: Պատկերի տարածքը պատրաստ չէ: Խնդրում ենք կրկին փորձել:
id: Area gambar belum siap. Silakan coba lagi.
is: Myndsvæði er ekki tilbúið. Vinsamlegast reyndu aftur.
it: L'area immagine non e' pronta. Per favore riprova.
ja: 画像エリアの準備ができません。再度お試しください。
ka: სურათის არე არ არის მზად. გთხოვთ, სცადოთ ხელახლა.
km: តំបន់រូបភាពមិនទាន់រួចរាល់ទេ។ សូមព្យាយាមម្តងទៀត។
kn: ಚಿತ್ರ ಪ್ರದೇಶವು ಸಿದ್ಧವಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 이미지 영역이 준비되지 않았습니다. 다시 시도해 주세요.
lo: ພື້ນທີ່ຮູບພາບບໍ່ພ້ອມ. ກະລຸນາລອງອີກຄັ້ງ.
lt: Vaizdo sritis neparengta. Bandykite dar kartą.
lv: Attēla apgabals nav gatavs. Lūdzu, mēģiniet vēlreiz.
mk: Областа на сликата не е подготвена. Ве молиме обидете се повторно.
ml: ഇമേജ് ഏരിയ തയ്യാറായിട്ടില്ല. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mn: Зургийн хэсэг бэлэн биш байна. Дахин оролдоно уу.
mr: प्रतिमा क्षेत्र तयार नाही. कृपया पुन्हा प्रयत्न करा.
ms: Kawasan imej belum sedia. Sila cuba lagi.
my: ပုံဧရိယာ အဆင်သင့်မဖြစ်သေးပါ။ ထပ်စမ်းကြည့်ပါ။
nb: Bildeområdet er ikke klart. Vennligst prøv igjen.
ne: तस्वीर क्षेत्र तयार छैन। कृपया फेरि प्रयास गर्नुहोस्।
nl: Afbeeldingsgebied niet klaar. Probeer opnieuw.
pa: ਤਸਵੀਰ ਖੇਤਰ ਤਿਆਰ ਨਹੀਂ। ਕਿਰਪਾ ਕਰਕੇ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Obszar obrazu nie jest gotowy. Spróbuj ponownie.
pt_br: Area da imagem nao esta pronta. Por favor, tente novamente.
ro: Zona de imagine nu este pregătită. Vă rugăm să încercați din nou.
ru: Область изображения не готова. Пожалуйста, попробуйте снова.
si: පින්තූරය ප්‍රදේශය සූදානම් නොවේ. කරුණාකර නැවත උත්සහ කරන්න.
sk: Oblasť obrázka nie je pripravená. Skúste to znova.
sl: Območje slike ni pripravljeno. prosim poskusite znova
sq: Zona e imazhit nuk është gati. Ju lutemi provoni përsëri.
sv: Bildområdet är inte klart. Försök igen.
sw: Eneo la picha haliko tayari. Tafadhali jaribu tena.
ta: படப் பகுதி தயாராக இல்லை. தயவுச் செய்து மீண்டும் முயற்சி செய்.
te: చిత్ర ప్రాంతం సిద్ధంగా లేదు. దయచేసి మళ్లీ ప్రయత్నించండి.
th: พื้นที่รูปภาพยังไม่พร้อม กรุณาลองอีกครั้ง
tr: Resim alanı hazır değil. Lütfen tekrar deneyin.
uk: Область зображення не готова. Будь ласка, спробуйте ще раз.
ur: تصویر کا علاقہ تیار نہیں ہے۔ براہ کرم دوبارہ کوشش کریں۔
vi: Khu vực ảnh chưa sẵn sàng. Vui lòng thử lại.
xh: Indawo yomfanekiso ayilunganga. Nceda zama kwakhona.
zh: 图片区域未就绪，请重试。
zh_hant: 圖片區域未就緒，請重試。
zu: Indawo yesithombe ayilungile. Sicela uzame futhi.

# cropFrameNotReady
source: Crop frame is not ready. Please try again.
af: Snyraam is nie gereed nie. Probeer asseblief weer.
am: ፍሬም ከርክም ዝግጁ አይደለም። እባክህ እንደገና ሞክር።
ar: إطار القص غير جاهز. يرجى المحاولة مرة أخرى.
bg: Рамката за изрязване не е готова. Моля, опитайте отново.
bn: ক্রপ ফ্রেম প্রস্তুত নয়। দয়া করে আবার চেষ্টা করুন।
ca: El marc de retall no està preparat. Si us plau, torna-ho a provar.
ckb: Çarçoveya çandiniyê ne amade ye. Ji kerema xwe dîsa biceribîne.
cs: Rám oříznutí není připraven. Zkuste to znovu.
cy: Nid yw ffrâm cnwd yn barod. Ceisiwch eto.
da: Beskæringsrammen er ikke klar. Prøv venligst igen.
de: Zuschnittrahmen nicht bereit. Bitte erneut versuchen.
el: Το πλαίσιο περικοπής δεν είναι έτοιμο. Δοκιμάστε ξανά.
et: Kärpimisraam pole valmis. Palun proovi uuesti.
eu: Moztu markoa ez dago prest. Mesedez, saiatu berriro.
fa: قاب برش آماده نیست. لطفاً دوباره تلاش کنید.
fi: Rajauskehys ei ole valmis. Yritä uudelleen.
fil: Ang crop frame ay hindi pa handa. Pakisubukang muli.
fr_ca: Le cadre de recadrage n’est pas prêt. Veuillez réessayer.
ga: Níl fráma na mbarr réidh. Bain triail eile as.
gl: O marco de recorte non está listo. Téntao de novo.
gu: Crop frame ready નથી. Please try again.
he: מסגרת החיתוך לא מוכנה. אנא נסה שוב.
hi: क्रॉप फ्रेम तैयार नहीं है। कृपया पुनः प्रयास करें।
hr: Okvir za obrezivanje nije spreman. Molimo pokušajte ponovo.
hu: A vágási keret nincs készen. Kérjük, próbálja újra.
hy: Կտրման շրջանակը պատրաստ չէ: Խնդրում ենք կրկին փորձել:
id: Bingkai pemotongan belum siap. Silakan coba lagi.
is: Skurðarrammi er ekki tilbúinn. Vinsamlegast reyndu aftur.
it: La cornice di ritaglio non e' pronta. Per favore riprova.
ja: 切り抜きフレームの準備ができません。再度お試しください。
ka: ჩამოჭრის ჩარჩო მზად არ არის. გთხოვთ, სცადოთ ხელახლა.
km: ស៊ុមដំណាំមិនទាន់រួចរាល់ទេ។ សូមព្យាយាមម្តងទៀត។
kn: ಕ್ರಾಪ್ ಫ್ರೇಮ್ ಸಿದ್ಧವಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 자르기 프레임이 준비되지 않았습니다. 다시 시도해 주세요.
lo: ກອບການປູກພືດບໍ່ພ້ອມ. ກະລຸນາລອງອີກຄັ້ງ.
lt: Apkarpymo rėmelis neparengtas. Bandykite dar kartą.
lv: Apgriešanas rāmis nav gatavs. Lūdzu, mēģiniet vēlreiz.
mk: Рамката за сечење не е подготвена. Ве молиме обидете се повторно.
ml: ക്രോപ്പ് ഫ്രെയിം തയ്യാറായിട്ടില്ല. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mn: Тайрах хүрээ бэлэн биш байна. Дахин оролдоно уу.
mr: क्रॉप फ्रेम तयार नाही. कृपया पुन्हा प्रयत्न करा.
ms: Bingkai pangkas belum siap. Sila cuba lagi.
my: သီးနှံဘောင်အဆင်သင့်မဖြစ်သေးပါ။ ထပ်စမ်းကြည့်ပါ။
nb: Beskjæringsrammen er ikke klar. Vennligst prøv igjen.
ne: क्रप फ्रेम तयार छैन। कृपया फेरि प्रयास गर्नुहोस्।
nl: Snijframe niet klaar. Probeer opnieuw.
pa: ਕ੍ਰੌਪ ਫਰੇਮ ਤਿਆਰ ਨਹੀਂ। ਕਿਰਪਾ ਕਰਕੇ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Ramka przycinania nie jest gotowa. Spróbuj ponownie.
pt_br: Moldura de corte nao esta pronta. Por favor, tente novamente.
ro: Cadrul de decupare nu este pregătit. Vă rugăm să încercați din nou.
ru: Рамка обрезки не готова. Пожалуйста, попробуйте снова.
si: කොප් ෆ්‍රේමය සූදානම් නොවේ. කරුණාකර නැවත උත්සහ කරන්න.
sk: Rám orezania nie je pripravený. Skúste to znova.
sl: Okvir za obrezovanje ni pripravljen. prosim poskusite znova
sq: Korniza e prerjes nuk është gati. Ju lutemi provoni përsëri.
sv: Beskärningsramen är inte klar. Försök igen.
sw: Fremu ya mazao haiko tayari. Tafadhali jaribu tena.
ta: Crop frame தயாராக இல்லை. தயவுச் செய்து மீண்டும் முயற்சி செய்.
te: క్రాప్ ఫ్రేమ్ సిద్ధంగా లేదు. దయచేసి మళ్లీ ప్రయత్నించండి.
th: กรอบตัดยังไม่พร้อม กรุณาลองอีกครั้ง
tr: Kırpma çerçevesi hazır değil. Lütfen tekrar deneyin.
uk: Рамка обрізання не готова. Будь ласка, спробуйте ще раз.
ur: کراپ فریم تیار نہیں ہے۔ براہ کرم دوبارہ کوشش کریں۔
vi: Khung cắt chưa sẵn sàng. Vui lòng thử lại.
xh: Isakhelo sokutya asikalungi. Nceda zama kwakhona.
zh: 裁剪框未就绪，请重试。
zh_hant: 裁剪框未就緒，請重試。
zu: Uhlaka lokunqampuna alulungile. Sicela uzame futhi.

# invalidCropArea
source: Invalid crop area. Please try again.
af: Ongeldige oesarea. Probeer asseblief weer.
am: ልክ ያልሆነ የሰብል አካባቢ። እባክህ እንደገና ሞክር።
ar: منطقة القص غير صالحة. يرجى المحاولة مرة أخرى.
bg: Невалидна площ за отглеждане. Моля, опитайте отново.
bn: অবৈধ ক্রপ এলিয়া। দয়া করে আবার চেষ্টা করুন।
ca: Àrea de tall no vàlida. Si us plau, torna-ho a provar.
ckb: Qada çandina nederbasdar. Ji kerema xwe dîsa biceribîne.
cs: Neplatná oblast oříznutí. Zkuste to znovu.
cy: Ardal gnwd annilys. Ceisiwch eto.
da: Ugyldigt afgrødeområde. Prøv venligst igen.
de: Ungültiger Zuschnittbereich. Bitte erneut versuchen.
el: Μη έγκυρη περιοχή περικοπής. Δοκιμάστε ξανά.
et: Kehtetu kärpimisala. Palun proovi uuesti.
eu: Mozte-eremu baliogabea. Mesedez, saiatu berriro.
fa: ناحیه برش نامعتبر است. لطفاً دوباره تلاش کنید.
fi: Virheellinen rajausalue. Yritä uudelleen.
fil: Di-wastong crop area. Pakisubukang muli.
fr_ca: Zone de recadrage invalide. Veuillez réessayer.
ga: Limistéar barr neamhbhailí. Bain triail eile as.
gl: Área de recorte non válida. Téntao de novo.
gu: અમાન્ય ક્રોપ વિસ્તાર. કૃપા કરીને ફરી પ્રયાસ કરો.
he: אזור חיתוך לא תקין. אנא נסה שוב.
hi: अमान्य क्रॉप क्षेत्र। कृपया पुनः प्रयास करें।
hr: Nevažeća površina usjeva. Molimo pokušajte ponovo.
hu: Érvénytelen bevetési terület. Kérjük, próbálja újra.
hy: Անվավեր բերքի տարածք: Խնդրում ենք կրկին փորձել:
id: Area pemotongan tidak valid. Silakan coba lagi.
is: Ógilt uppskerusvæði. Vinsamlegast reyndu aftur.
it: Area di ritaglio non valida. Per favore riprova.
ja: 無効な切り抜き領域です。再度お試しください。
ka: მოსავლის არეალი არასწორია. გთხოვთ, სცადოთ ხელახლა.
km: តំបន់ដំណាំមិនត្រឹមត្រូវ។ សូមព្យាយាមម្តងទៀត។
kn: ಅಮಾನ್ಯ ಕ್ರಾಪ್ ಪ್ರದೇಶ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 잘못된 자르기 영역입니다. 다시 시도해 주세요.
lo: ເນື້ອທີ່ປູກຝັງບໍ່ຖືກຕ້ອງ. ກະລຸນາລອງອີກຄັ້ງ.
lt: Netinkamas pasėlių plotas. Bandykite dar kartą.
lv: Nederīgs apgriešanas laukums. Lūdzu, mēģiniet vēlreiz.
mk: Неважечка област за сечење. Ве молиме обидете се повторно.
ml: വിള പ്രദേശം അസാധുവാണ്. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mn: Тариалангийн талбай буруу байна. Дахин оролдоно уу.
mr: अमान्य क्रॉप क्षेत्र. कृपया पुन्हा प्रयत्न करा.
ms: Kawasan tanaman tidak sah. Sila cuba lagi.
my: သီးနှံဧရိယာ မမှန်ကန်ပါ။ ထပ်စမ်းကြည့်ပါ။
nb: Ugyldig beskjæringsområde. Vennligst prøv igjen.
ne: अमान्य क्रप क्षेत्र। कृपया फेरि प्रयास गर्नुहोस्।
nl: Ongeldig snijgebied. Probeer opnieuw.
pa: ਅਧਿਕਾਰਤ ਕ੍ਰੌਪ ਖੇਤਰ। ਕਿਰਪਾ ਕਰਕੇ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nieprawidłowy obszar przycinania. Spróbuj ponownie.
pt_br: Area de corte invalida. Por favor, tente novamente.
ro: Zona de decupare nevalidă. Vă rugăm să încercați din nou.
ru: Неверная область обрезки. Пожалуйста, попробуйте снова.
si: අත්‍යවශ්‍ය නොවන කොප් ප්‍රදේශය. කරුණාකර නැවත උත්සහ කරන්න.
sk: Neplatná oblasť orezania. Skúste to znova.
sl: Neveljavna površina posevka. prosim poskusite znova
sq: Zonë e pavlefshme e prerjes. Ju lutemi provoni përsëri.
sv: Ogiltigt odlingsområde. Försök igen.
sw: Eneo la upunguzaji batili. Tafadhali jaribu tena.
ta: தவறான crop பகுதி. தயவுச் செய்து மீண்டும் முயற்சி செய்.
te: చెల్లని పంట ప్రాంతం. దయచేసి మళ్లీ ప్రయత్నించండి.
th: พื้นที่ตัดไม่ถูกต้อง กรุณาลองอีกครั้ง
tr: Geçersiz kırpma alanı. Lütfen tekrar deneyin.
uk: Необхідна область обрізання. Будь ласка, спробуйте ще раз.
ur: غلط کراپ علاقہ۔ براہ کرم دوبارہ کوشش کریں۔
vi: Vùng cắt không hợp lệ. Vui lòng thử lại.
xh: Indawo yesityalo engasebenziyo. Nceda zama kwakhona.
zh: 裁剪区域无效，请重试。
zh_hant: 裁剪區域無效，請重試。
zu: Indawo yokunqampuna engavumelekile. Sicela uzame futhi.

# cropFailed
source: Crop failed. Please try again.
af: Sny het misluk. Probeer asseblief weer.
am: መከሩ አልተሳካም። እባክህ እንደገና ሞክር።
ar: فشل القص. يرجى المحاولة مرة أخرى.
bg: Изрязването е неуспешно. Моля, опитайте отново.
bn: ক্রপ ব্যর্থ। দয়া করে আবার চেষ্টা করুন।
ca: El retall ha fallat. Si us plau, torna-ho a provar.
ckb: Crop têk çû. Ji kerema xwe dîsa biceribîne.
cs: Oříznutí se nezdařilo. Zkuste to znovu.
cy: Methodd y cnwd. Ceisiwch eto.
da: Beskæring mislykkedes. Prøv venligst igen.
de: Zuschnitt fehlgeschlagen. Bitte erneut versuchen.
el: Η περικοπή απέτυχε. Δοκιμάστε ξανά.
et: Kärpimine ebaõnnestus. Palun proovi uuesti.
eu: Mozketak huts egin du. Mesedez, saiatu berriro.
fa: برش ناموفق بود. لطفاً دوباره تلاش کنید.
fi: Rajaus epäonnistui. Yritä uudelleen.
fil: Nabigo ang pag-crop. Pakisubukang muli.
fr_ca: La récolte a échoué. Veuillez réessayer.
ga: Theip ar an mbarr. Bain triail eile as.
gl: Fallou o recorte. Téntao de novo.
gu: ક્રોપ નિષ્ફળ ગયું. કૃપા કરીને ફરી પ્રયાસ કરો.
he: החיתוך נכשל. אנא נסה שוב.
hi: क्रॉप विफल। कृपया पुनः प्रयास करें।
hr: Obrezivanje nije uspjelo. Molimo pokušajte ponovo.
hu: A kivágás nem sikerült. Kérjük, próbálja újra.
hy: Կտրումը ձախողվեց: Խնդրում ենք կրկին փորձել:
id: Pemotongan gagal. Silakan coba lagi.
is: Skera mistókst. Vinsamlegast reyndu aftur.
it: Ritaglio fallito. Per favore riprova.
ja: 切り抜きに失敗しました。再度お試しください。
ka: ჩამოჭრა ვერ მოხერხდა. გთხოვთ, სცადოთ ხელახლა.
km: ដំណាំបានបរាជ័យ។ សូមព្យាយាមម្តងទៀត។
kn: ಕ್ರಾಪ್ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 자르기 실패했습니다. 다시 시도해 주세요.
lo: ການປູກພືດລົ້ມເຫລວ. ກະລຸນາລອງອີກຄັ້ງ.
lt: Apkarpymas nepavyko. Bandykite dar kartą.
lv: Apgriešana neizdevās. Lūdzu, mēģiniet vēlreiz.
mk: Сечење не успеа. Ве молиме обидете се повторно.
ml: ക്രോപ്പ് പരാജയപ്പെട്ടു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mn: Тасалж чадсангүй. Дахин оролдоно уу.
mr: क्रॉप अयशस्वी. कृपया पुन्हा प्रयत्न करा.
ms: Tanaman gagal. Sila cuba lagi.
my: ဖြတ်တောက်မှု မအောင်မြင်ပါ။ ထပ်စမ်းကြည့်ပါ။
nb: Beskjæringen mislyktes. Vennligst prøv igjen.
ne: क्रप असफल भयो। कृपया फेरि प्रयास गर्नुहोस्।
nl: Snijden mislukt. Probeer opnieuw.
pa: ਕ੍ਰੌਪ ਅਸਫਲ। ਕਿਰਪਾ ਕਰਕੇ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Przycinanie nie powiodło się. Spróbuj ponownie.
pt_br: Falha ao cortar. Por favor, tente novamente.
ro: Decuparea a eșuat. Vă rugăm să încercați din nou.
ru: Обрезка не удалась. Пожалуйста, попробуйте снова.
si: කොප් අසාර්ථක විය. කරුණාකර නැවත උත්සහ කරන්න.
sk: Orezanie zlyhalo. Skúste to znova.
sl: Obrezovanje ni uspelo. prosim poskusite znova
sq: Prerja dështoi. Ju lutemi provoni përsëri.
sv: Beskärningen misslyckades. Försök igen.
sw: Imeshindwa kupunguza. Tafadhali jaribu tena.
ta: Crop தோல்வியுற்றது. தயவுச் செய்து மீண்டும் முயற்சி செய்.
te: క్రాప్ విఫలమైంది. దయచేసి మళ్లీ ప్రయత్నించండి.
th: ตัดไม่สำเร็จ กรุณาลองอีกครั้ง
tr: Kırpma başarısız. Lütfen tekrar deneyin.
uk: Обрізання не вдалося. Будь ласка, спробуйте ще раз.
ur: کراپ ناکام۔ براہ کرم دوبارہ کوشش کریں۔
vi: Cắt thất bại. Vui lòng thử lại.
xh: Isivuno asiphumelelanga. Nceda zama kwakhona.
zh: 裁剪失败，请重试。
zh_hant: 裁剪失敗，請重試。
zu: Ukunqampuna kuhlulekile. Sicela uzame futhi.

source: Crop Avatar
af: Sny Avatar
am: አምሳያ ይከርክሙ
ar: قص الصورة الرمزية
bg: Изрязване на аватар
bn: অ্যাভাটার ক্রপ করুন
ca: Retalla l'avatar
cs: Oříznout avatara
cy: Avatar Cnwd
da: Beskær avatar
de: Avatar zuschneiden
el: Περικοπή Avatar
et: Kärbi avatari
eu: Moztu Avatarra
fa: آواتار را برش دهید
fi: Rajaa Avatar
fil: I-crop ang Avatar
fr_ca: Avatar de culture
ga: Avatar Barraí
gl: Recortar avatar
gu: અવતાર ક્રોપ કરો
he: חתוך תמונת פרופיל
hi: अवतार क्रॉप करें
hr: Izreži avatar
hy: Կտրել ավատար
id: Potong Avatar
is: Skera Avatar
it: Ritaglia avatar
ja: アバターをトリミング
ka: ამოჭრა ავატარი
km: ច្រឹប Avatar
kn: ಅವಟಾರ್ ಕ್ರಾಪ್ ಮಾಡು
ko: 아바타 자르기
lt: Apkarpyti avatarą
mk: Исечете го аватарот
ml: അവതാർ ക്രോപ്പ് ചെയ്യുക
mn: Аватар тайрах
mr: अवतार क्रॉप करा
ms: Pangkas Avatar
my: Avatar ကိုဖြတ်ပါ။
nb: Beskjær Avatar
ne: अवाटार क्रप गर्नुहोस्
nl: Avatar bijsnijden
pa: ਅਵਟਾਰ ਕ੍ਰੌਪ ਕਰੋ
pl: Przytnij awatar
pt_br: Cortar Avatar
ro: Decupați avatarul
ru: Обрезать аватар
si: අවාසියාලා කොප් කරන්න
sk: Orezať avatara
sl: Obreži avatar
sq: Pritini avatarin
sv: Beskär Avatar
sw: Avatar ya mazao
ta: Avatar Crop ஆக்கு
te: అవతార్‌ను కత్తిరించండి
th: ตัดรูปโปรไฟล์
tr: Avatarı Kırp
uk: Обрізати аватар
ur: اوتار کراپ کریں
vi: Cắt ảnh đại diện
xh: Isilimo seAvatar
zh: 裁剪头像
zh_hant: 裁剪頭像
zu: Nqampuna i-Avatar

source: Choose Again
af: Kies weer
am: እንደገና ይምረጡ
ar: اختر مرة أخرى
bg: Изберете отново
bn: আবার নির্বাচন করুন
ca: Trieu de nou
ckb: Dîsa Hilbijêre
cs: Vyberte znovu
cy: Dewiswch Eto
da: Vælg igen
de: Erneut wählen
el: Επιλέξτε ξανά
et: Valige uuesti
eu: Aukeratu Berriz
fa: دوباره انتخاب کنید
fi: Valitse uudelleen
fil: Pumili Muli
fr_ca: Choisissez à nouveau
ga: Roghnaigh Arís
gl: Escolle de novo
gu: ફરી પસંદ કરો
he: בחר שוב
hi: पुनः चुनें
hr: Odaberite ponovno
hu: Válassza újra
hy: Ընտրեք Կրկին
id: Pilih Lagi
is: Veldu aftur
it: Scegli di nuovo
ja: 再選択
ka: აირჩიეთ ისევ
km: ជ្រើសរើសម្តងទៀត
kn: ಮತ್ತೆ ಆರಿಸಿ
ko: 다시 선택
lo: ເລືອກອີກເທື່ອຫນຶ່ງ
lt: Pasirinkite Dar kartą
lv: Izvēlieties vēlreiz
mk: Изберете Повторно
ml: വീണ്ടും തിരഞ്ഞെടുക്കുക
mn: Дахин сонгоно уу
mr: पुन्हा निवडा
ms: Pilih Lagi
my: ထပ်မံရွေးချယ်ပါ။
nb: Velg på nytt
ne: फेरि चयन गर्नुहोस्
nl: Opnieuw kiezen
pa: ਫਿਰ ਚੁਣੋ
pl: Wybierz ponownie
pt_br: Escolher Novamente
ro: Alege din nou
ru: Выбрать снова
si: නැවත තෝරන්න
sk: Vyberte znova
sl: Izberite Ponovno
sq: Zgjidhni Përsëri
sv: Välj igen
sw: Chagua Tena
ta: மீண்டும் தேர்வுசெய்
te: మళ్ళీ ఎంచుకోండి
th: เลือกใหม่
tr: Tekrar Seç
uk: Вибрати ще раз
ur: دوبارہ چنیں
vi: Chọn lại
xh: Khetha Kwakhona
zh: 重新选择
zh_hant: 重新選擇
zu: Khetha Futhi

source: Rotate 90°
af: Draai 90°
am: 90° አሽከርክር
ar: تدوير 90 درجة
bg: Завъртане на 90°
bn: 90° ঘোরান
ca: Gira 90°
ckb: Bizivirîne 90°
cs: Otočit o 90°
cy: Cylchdroi 90°
da: Drej 90°
de: 90° drehen
el: Περιστροφή 90°
et: Pöörake 90°
eu: Biratu 90°
fa: چرخش 90 درجه
fi: Kierrä 90°
fil: Iikot 90°
fr_ca: Rotation à 90°
ga: Rothlaigh 90°
gl: Xirar 90°
gu: 90° ફેરવો
he: סובב 90 מעלות
hi: 90° घुमाएं
hr: Rotirajte 90°
hu: 90°-kal elforgatni
hy: Պտտել 90°
id: Putar 90°
is: Snúið 90°
it: Ruota 90°
ja: 90°回転
ka: შეტრიალეთ 90°
km: បង្វិល 90 °
kn: 90° ತಿರುವು
ko: 90도 회전
lo: ໝຸນ 90°
lt: Pasukite 90°
lv: Pagriezt par 90°
mk: Ротирајте 90°
ml: 90° തിരിക്കുക
mn: 90° эргүүлнэ
mr: 90° फिरवा
ms: Putar 90°
my: 90° လှည့်ပါ။
nb: Roter 90°
ne: 90° घुमाउनुहोस्
nl: 90 graden draaien
pa: 90° ਘੁਮਾਓ
pl: Obróć o 90°
pt_br: Girar 90 graus
ro: Rotiți 90°
ru: Повернуть на 90°
si: 90° කරන්න
sk: Otočiť o 90°
sl: Zasukaj za 90°
sq: Rrotulloni 90°
sv: Vrid 90°
sw: Zungusha 90 °
ta: 90° சுற்று
te: 90° తిప్పండి
th: หมุน 90°
tr: 90° Döndür
uk: Повернути на 90°
ur: 90° گھمائیں
vi: Xoay 90°
xh: Jikelezisa ngama-90 °
zh: 旋转 90°
zh_hant: 旋轉 90°
zu: Zungezisa ngo-90°
