Repository: hhhaiai/Shiguang
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bg, bn, ca, ckb, cs, cy, da, de, el, et, eu, fa, fi, fil, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, vi, xh, zh, zh_hant, zu

# importResultTotal
source: Total changed: {count}
af: Totaal verander: {count}
am: ጠቅላላ ተቀይሯል፡ _PH_0__
ar: إجمالي التغييرات: {count}
bg: Общо променени: {count}
bn: মোট পরিবর্তন: {count}
ca: Total canviat: {count}
ckb: Tevahiya guhertin: {count}
cs: Celkem změněno: {count}
cy: Cyfanswm wedi'i newid: _PH_0__
da: Samlet ændret: {count}
de: Geändert: {count}
el: Συνολικές αλλαγές: {count}
et: Muudetud kokku: {count}
eu: Aldaketa guztira: {count}
fa: مجموع تغییرات: {count}
fi: Muutoksia yhteensä: {count}
fil: Kabuuang nabago: {count}
fr_ca: Total modifié : {count}
ga: Iomlán athraithe: _PH_0__
gl: Total de cambios: {count}
gu: કુલ બદલાવ: {count}
he: סה"כ שונה: {count}
hi: कुल बदलाव: {count}
hr: Ukupno promijenjeno: {count}
hu: Összes módosítás: {count}
hy: Ընդհանուր փոխվել է՝ {count}
id: Total berubah: {count}
is: Samtals breytt: {count}
it: Totale modificati: {count}
ja: 変更合計: {count}
ka: სულ შეიცვალა: {count}
km: សរុបបានផ្លាស់ប្តូរ៖ {count}
kn: ಒಟ್ಟು ಬದಲಾವಣೆ: {count}
ko: 총 변경: {count}
lo: ປ່ຽນແປງທັງໝົດ: {count}
lt: Iš viso pakeista: {count}
lv: Kopējais izmaiņu skaits: {count}
mk: Вкупно изменети: {count}
ml: ആകെ മാറ്റിയത്: {count}
mr: एकूण बदलले: {count}
ms: Jumlah perubahan: {count}
my: စုစုပေါင်း ပြောင်းလဲခဲ့သည်- {count}
nb: Totalt endret: {count}
ne: जम्मा परिवर्तन: {count}
nl: Totaal gewijzigd: {count}
pa: ਕੁੱਲ ਬਦਲਾਅ: {count}
pl: Łączna zmiana: {count}
pt_br: Total alterado: {count}
ro: Total schimbat: {count}
ru: Всего изменено: {count}
si: මුළු වෙනස්කම්: {count}
sk: Celkom zmenené: {count}
sl: Skupno spremenjeno: {count}
sq: Gjithsej i ndryshuar: {count}
sv: Totalt ändrat: {count}
sw: Jumla imebadilishwa: {count}
ta: மொத்த மாற்றம்: {count}
te: మొత్తం మార్చబడింది: {count}
th: รวมการเปลี่ยนแปลง: {count}
tr: Toplam değişiklik: {count}
uk: Всього змінено: {count}
ur: کل تبدیلیاں: {count}
vi: Tổng thay đổi: {count}
xh: Iyonke itshintshiwe: {count}
zh: 总变更: {count}
zh_hant: 總變更: {count}
zu: Inani elishintshiwe: {count}

# settingsApplied
source: Settings in backup were applied.
af: Instellings in rugsteun is toegepas.
am: በመጠባበቂያ ውስጥ ያሉ ቅንብሮች ተተግብረዋል።
ar: تم تطبيق الإعدادات في النسخة الاحتياطية.
bg: Настройките в резервното копие бяха приложени.
bn: ব্যাকআপের সেটিংস প্রয়োগ করা হয়েছে।
ca: S'ha aplicat la configuració de la còpia de seguretat.
ckb: Mîhengên di hilanînê de hatin sepandin.
cs: Nastavení v záloze byla použita.
cy: Gosodwyd gosodiadau wrth gefn.
da: Indstillinger i backup blev anvendt.
de: Einstellungen aus der Sicherung wurden angewendet.
el: Εφαρμόστηκαν οι ρυθμίσεις στο backup.
et: Varunduse sätted rakendati.
eu: Babeskopiako ezarpenak aplikatu dira.
fa: تنظیمات پشتیبان اعمال شدند.
fi: Varmuuskopion asetukset otettiin käyttöön.
fil: Inilapat ang mga setting sa backup.
fr_ca: Les paramètres de sauvegarde ont été appliqués.
ga: Cuireadh socruithe sa chúltaca i bhfeidhm.
gl: Aplicáronse a configuración na copia de seguranza.
gu: બેકઅપમાંની સેટિંગ્સ લાગુ પડી.
he: ההגדרות מהגיבוי הוחלו.
hi: बैकअप में सेटिंग्स लागू की गईं।
hr: Primijenjene su postavke u sigurnosnoj kopiji.
hu: A biztonsági mentés beállításai alkalmazva lettek.
hy: Կիրառվել են պահուստավորման կարգավորումները:
id: Pengaturan dalam cadangan telah diterapkan.
is: Stillingar í öryggisafriti voru notaðar.
it: Le impostazioni nel backup sono state applicate.
ja: バックアップの設定が適用されました。
ka: გამოყენებული იქნა სარეზერვო ასლის პარამეტრები.
km: ការកំណត់នៅក្នុងការបម្រុងទុកត្រូវបានអនុវត្ត។
kn: ಬ್ಯಾಕಪ್'ನಲ್ಲಿರುವ ಸೆಟ್ಟಿಂಗ್'ಗಳು ಅನ್ವಯಿಸಲಾಗಿದೆ.
ko: 백업의 설정이 적용되었습니다.
lo: ນຳໃຊ້ການຕັ້ງຄ່າໃນການສຳຮອງຂໍ້ມູນ.
lt: Buvo pritaikyti atsarginės kopijos nustatymai.
lv: Tika lietoti dublējuma iestatījumi.
mk: Применети се поставките во резервната копија.
ml: ബാക്കപ്പിലെ ക്രമീകരണങ്ങൾ പ്രയോഗിച്ചു.
mr: बॅकअपमधील सेटिंग्ज लागू केल्या गेल्या.
ms: Tetapan dalam sandaran telah digunakan.
my: အရန်သိမ်းခြင်းရှိ ဆက်တင်များကို အသုံးပြုထားသည်။
nb: Innstillinger i sikkerhetskopiering ble brukt.
ne: ब्याकअपमा सेटिङहरू लागू गरियो।
nl: Instellingen in backup zijn toegepast.
pa: ਬੈਕਅੱਪ ਵਿੱਚ ਸੈਟਿੰਗਾਂ ਲਾਗੂ ਕੀਤੀਆਂ ਗਈਆਂ।
pl: Ustawienia z kopii zapasowej zostały zastosowane.
pt_br: Configuracoes do backup foram aplicadas.
ro: Au fost aplicate setările din backup.
ru: Настройки из резервной копии были применены.
si: උපකරණයේ සැකසුම් යොදන ලදී.
sk: Nastavenia v zálohe boli použité.
sl: Uporabljene so bile nastavitve v varnostni kopiji.
sq: Janë aplikuar cilësimet në kopje rezervë.
sv: Inställningar för säkerhetskopiering tillämpades.
sw: Mipangilio katika chelezo ilitumika.
ta: Backupல் உள்ள அமைப்புகள் பயன்படுத்தப்பட்டன.
te: బ్యాకప్‌లో సెట్టింగ్‌లు వర్తింపజేయబడ్డాయి.
th: การตั้งค่าในข้อมูลสำรองถูกนำไปใช้แล้ว
tr: Yedekteki ayarlar uygulandı.
uk: Налаштування з резервної копії застосовано.
ur: بیک اپ کی ترتیبات لاگو کی گئیں۔
vi: Cài đặt trong sao lưu đã được áp dụng.
xh: Iisetingi ezikwi-backup ziye zasetyenziswa.
zh: 已应用备份中的设置项。
zh_hant: 已套用備份中的設定項。
zu: Izilungiselelo eziyisipele zisetshenzisiwe.

# settingsNotApplied
source: Settings in backup were not applied.
af: Instellings in rugsteun is nie toegepas nie.
am: በመጠባበቂያ ውስጥ ያሉ ቅንብሮች አልተተገበሩም።
ar: لم يتم تطبيق الإعدادات في النسخة الاحتياطية.
bg: Настройките в резервното копие не бяха приложени.
bn: ব্যাকআপের সেটিংস প্রয়োগ করা হয়নি।
ca: La configuració de la còpia de seguretat no s'ha aplicat.
ckb: Mîhengên di hilanînê de nehatin sepandin.
cs: Nastavení v záloze nebyla použita.
cy: Ni weithredwyd gosodiadau wrth gefn.
da: Indstillinger i backup blev ikke anvendt.
de: Einstellungen aus der Sicherung wurden nicht angewendet.
el: Οι ρυθμίσεις στο αντίγραφο ασφαλείας δεν εφαρμόστηκαν.
et: Varunduse sätteid ei rakendatud.
eu: Babeskopiako ezarpenak ez dira aplikatu.
fa: تنظیمات پشتیبان اعمال نشدند.
fi: Varmuuskopion asetuksia ei käytetty.
fil: Hindi nailapat ang mga setting sa backup.
fr_ca: Les paramètres de sauvegarde n'ont pas été appliqués.
ga: Níor cuireadh socruithe sa chúltaca i bhfeidhm.
gl: Non se aplicou a configuración da copia de seguranza.
gu: બેકઅપમાંની સેટિંગ્સ લાગુ પડી નથી.
he: ההגדרות מהגיבוי לא הוחלו.
hi: बैकअप में सेटिंग्स लागू नहीं की गईं।
hr: Postavke u sigurnosnoj kopiji nisu primijenjene.
hu: A biztonsági mentés beállításai nem lettek alkalmazva.
hy: Պահուստավորման կարգավորումները չեն կիրառվել:
id: Pengaturan dalam cadangan belum diterapkan.
is: Stillingar í öryggisafriti voru ekki notaðar.
it: Le impostazioni nel backup non sono state applicate.
ja: バックアップの設定は適用されませんでした。
ka: სარეზერვო ასლის პარამეტრები არ იყო გამოყენებული.
km: ការកំណត់នៅក្នុងការបម្រុងទុកមិនត្រូវបានអនុវត្តទេ។
kn: ಬ್ಯಾಕಪ್'ನಲ್ಲಿರುವ ಸೆಟ್ಟಿಂಗ್'ಗಳು ಅನ್ವಯಿಸಲಾಗಿಲ್ಲ.
ko: 백업의 설정이 적용되지 않았습니다.
lo: ການຕັ້ງຄ່າໃນການສຳຮອງຂໍ້ມູນບໍ່ໄດ້ນຳໃຊ້.
lt: Atsarginės kopijos nustatymai nebuvo pritaikyti.
lv: Dublējuma iestatījumi netika lietoti.
mk: Поставките во резервната копија не беа применети.
ml: ബാക്കപ്പിലെ ക്രമീകരണങ്ങൾ പ്രയോഗിച്ചില്ല.
mr: बॅकअपमधील सेटिंग्ज लागू केल्या गेल्या नाहीत.
ms: Tetapan dalam sandaran tidak digunakan.
my: အရန်သိမ်းခြင်းရှိ ဆက်တင်များကို အသုံးမပြုခဲ့ပါ။
nb: Innstillinger i sikkerhetskopiering ble ikke brukt.
ne: ब्याकअपमा सेटिङहरू लागू गरिएन।
nl: Instellingen in backup zijn niet toegepast.
pa: ਬੈਕਅੱਪ ਵਿੱਚ ਸੈਟਿੰਗਾਂ ਲਾਗੂ ਨਹੀਂ ਕੀਤੀਆਂ।
pl: Ustawienia z kopii zapasowej nie zostały zastosowane.
pt_br: Configuracoes do backup nao foram aplicadas.
ro: Setările din backup nu au fost aplicate.
ru: Настройки из резервной копии не были применены.
si: උපකරණයේ සැකසුම් යොදන ලද්දේ නැත.
sk: Nastavenia v zálohe neboli použité.
sl: Nastavitve v varnostni kopiji niso bile uporabljene.
sq: Cilësimet në rezervë nuk u zbatuan.
sv: Inställningar för säkerhetskopiering tillämpades inte.
sw: Mipangilio katika chelezo haikutumika.
ta: Backupல் உள்ள அமைப்புகள் பயன்படுத்தப்படவில்லை.
te: బ్యాకప్‌లోని సెట్టింగ్‌లు వర్తింపజేయబడలేదు.
th: การตั้งค่าในข้อมูลสำรองยังไม่ถูกนำไปใช้
tr: Yedekteki ayarlar uygulanmadı.
uk: Налаштування з резервної копії не застосовано.
ur: بیک اپ کی ترتیبات لاگو نہیں کی گئیں۔
vi: Cài đặt trong sao lưu chưa được áp dụng.
xh: Iisetingi ezikwi-backup azifakwanga.
zh: 未应用备份中的设置项。
zh_hant: 未套用備份中的設定項。
zu: Izilungiselelo eziyisipele azizange zisetshenziswe.

# backupExported
source: Backup exported: {path}
af: Rugsteun uitgevoer: {path}
am: ምትኬ ወደ ውጭ ተልኳል፡ _PH_0__
ar: تم تصدير النسخة الاحتياطية: {path}
bg: Експортирано резервно копие: {path}
bn: ব্যাকআপ এক্সপোর্ট করা হয়েছে: {path}
ca: Còpia de seguretat exportada: {path}
ckb: Backup hat hinartin: {path}
cs: Exportovaná záloha: {path}
cy: Copi wrth gefn wedi'i allforio: _PH_0__
da: Sikkerhedskopiering eksporteret: {path}
de: Sicherung exportiert: {path}
el: Εξαγωγή αντιγράφων ασφαλείας: {path}
et: Varukoopia eksporditud: {path}
eu: Esportatutako babeskopia: {path}
fa: پشتیبان صادر شد: {path}
fi: Varmuuskopio viety: {path}
fil: Na-export ang backup: {path}
fr_ca: Sauvegarde exportée : {path}
ga: Easpórtáil an cúltaca: _PH_0__
gl: Copia de seguranza exportada: {path}
gu: બેકઅપ એક્સપોર્ટ થયું: {path}
he: הגיבוי יוצא: {path}
hi: बैकअप एक्सपोर्ट किया गया: {path}
hr: Izvezena sigurnosna kopija: {path}
hu: Biztonsági másolat exportálva: {path}
hy: Արտահանված կրկնօրինակը՝ {path}
id: Cadangan diekspor: {path}
is: Afrit flutt út: {path}
it: Backup esportato: {path}
ja: バックアップをエクスポートしました: {path}
ka: სარეზერვო ასლი ექსპორტირებულია: {path}
km: បាននាំចេញការបម្រុងទុក៖ {path}
kn: ಬ್ಯಾಕಪ್ ಎಕ್ಸ್'ಪೋರ್ಟ್ ಆಗಿದೆ: {path}
ko: 백업 내보냄: {path}
lo: ສົ່ງອອກສຳຮອງ: {path}
lt: Atsarginė kopija eksportuota: {path}
lv: Dublējums eksportēts: {path}
mk: Бекап е извезен: {path}
ml: ബാക്കപ്പ് കയറ്റുമതി ചെയ്തു: {path}
mr: बॅकअप एक्सपोर्ट केला: {path}
ms: Sandaran dieksport: {path}
my: မိတ္တူကူးယူထားသည်- {path}
nb: Eksportert sikkerhetskopi: {path}
ne: ब्याकअप निर्यात भयो: {path}
nl: Backup geëxporteerd: {path}
pa: ਬੈਕਅੱਪ ਐਕਸਪੋਰਟ: {path}
pl: Kopia zapasowa wyeksportowana: {path}
pt_br: Backup exportado: {path}
ro: Backup exportat: {path}
ru: Резервная копия экспортирована: {path}
si: උපකරණය අපනයනය කරන ලදී: {path}
sk: Exportovaná záloha: {path}
sl: Izvožena varnostna kopija: {path}
sq: Rezervimi u eksportua: {path}
sv: Säkerhetskopiering exporterad: {path}
sw: Hifadhi rudufu imehamishwa: {path}
ta: Backup ஏற்றுமதி செய்யப்பட்டது: {path}
te: బ్యాకప్ ఎగుమతి చేయబడింది: {path}
th: ส่งออกข้อมูลสำรองแล้ว: {path}
tr: Yedekleme dışa aktarıldı: {path}
uk: Резервна копія експортована: {path}
ur: بیک اپ ایکسپورٹ ہوا: {path}
vi: Sao lưu đã xuất: {path}
xh: Ugcino luthunyelwe ngaphandle: {path}
zh: 备份已导出: {path}
zh_hant: 備份已匯出: {path}
zu: Isipele sikhishiwe: {path}

# exportFailed
source: Export failed: {error}
af: Uitvoer het misluk: {error}
am: ወደ ውጭ መላክ አልተሳካም፦ _PH_0__
ar: فشل التصدير: {error}
bg: Неуспешно експортиране: {error}
bn: এক্সপোর্ট ব্যর্থ: {error}
ca: Ha fallat l'exportació: {error}
ckb: Hinardekirin têk çû: {error}
cs: Export se nezdařil: {error}
cy: Wedi methu allforio: _PH_0__
da: Eksport mislykkedes: {error}
de: Export fehlgeschlagen: {error}
el: Η εξαγωγή απέτυχε: {error}
et: Eksport ebaõnnestus: {error}
eu: Ezin izan da esportatu: {error}
fa: صادرات ناموفق بود: {error}
fi: Vienti epäonnistui: {error}
fil: Nabigo ang pag-export: {error}
fr_ca: Échec de l'exportation : {error}
ga: Theip ar easpórtáil: _PH_0__
gl: Produciuse un erro na exportación: {error}
gu: એક્સપોર્ટ નિષ્ફળ: {error}
he: הייצוא נכשל: {error}
hi: एक्सपोर्ट विफल: {error}
hr: Izvoz nije uspio: {error}
hu: Az exportálás sikertelen: {error}
hy: Չհաջողվեց արտահանել՝ {error}
id: Ekspor gagal: {error}
is: Útflutningur mistókst: {error}
it: Esportazione fallita: {error}
ja: エクスポートに失敗しました: {error}
ka: ექსპორტი ვერ მოხერხდა: {error}
km: ការនាំចេញបរាជ័យ៖ {error}
kn: ಎಕ್ಸ್'ಪೋರ್ಟ್ ವಿಫಲವಾಗಿದೆ: {error}
ko: 내보내기 실패: {error}
lo: ສົ່ງອອກລົ້ມເຫລວ: {error}
lt: Eksportuoti nepavyko: {error}
lv: Eksportēšana neizdevās: {error}
mk: Извозот не успеа: {error}
ml: കയറ്റുമതി പരാജയപ്പെട്ടു: {error}
mr: एक्सपोर्ट अयशस्वी: {error}
ms: Eksport gagal: {error}
my: ထုတ်ယူမှု မအောင်မြင်ပါ- {error}
nb: Eksport mislyktes: {error}
ne: निर्यात असफल भयो: {error}
nl: Exporteren mislukt: {error}
pa: ਐਕਸਪੋਰਟ ਅਸਫਲ: {error}
pl: Eksport nie powiódł się: {error}
pt_br: Falha ao exportar: {error}
ro: Export eșuat: {error}
ru: Экспорт не удался: {error}
si: අපනයනය අසාර්ථක විය: {error}
sk: Export zlyhal: {error}
sl: Izvoz ni uspel: {error}
sq: Eksporti dështoi: {error}
sv: Export misslyckades: {error}
sw: Uhamishaji haukufaulu: {error}
ta: ஏற்றுமதி தோல்வியுற்றது: {error}
te: ఎగుమతి విఫలమైంది: {error}
th: ส่งออกไม่สำเร็จ: {error}
tr: Dışa aktarma başarısız: {error}
uk: Експорт не вдався: {error}
ur: ایکسپورٹ ناکام: {error}
vi: Xuất thất bại: {error}
xh: Ukuthunyelwa ngaphandle akuphumelelanga: {error}
zh: 导出失败: {error}
zh_hant: 匯出失敗: {error}
zu: Ukukhipha kuhlulekile: {error}

# importFailed
source: Import failed: {error}
af: Invoer het misluk: {error}
am: ማስመጣት አልተሳካም፦ _PH_0__
ar: فشل الاستيراد: {error}
bg: Неуспешно импортиране: {error}
bn: ইম্পোর্ট ব্যর্থ: {error}
ca: La importació ha fallat: {error}
ckb: Import têk çû: {error}
cs: Import se nezdařil: {error}
cy: Methodd mewnforio: _PH_0__
da: Import mislykkedes: {error}
de: Import fehlgeschlagen: {error}
el: Η εισαγωγή απέτυχε: {error}
et: Import ebaõnnestus: {error}
eu: Ezin izan da inportatu: {error}
fa: Import ناموفق بود: {error}
fi: Tuonti epäonnistui: {error}
fil: Nabigo ang pag-import: {error}
fr_ca: Échec de l'importation : {error}
ga: Theip ar an iompórtáil: _PH_0__
gl: Produciuse un erro na importación: {error}
gu: આયાત નિષ્ફળ: {error}
he: הייבוא נכשל: {error}
hi: इम्पोर्ट विफल: {error}
hr: Uvoz nije uspio: {error}
hu: Sikertelen importálás: {error}
hy: Չհաջողվեց ներմուծել՝ {error}
id: Impor gagal: {error}
is: Innflutningur mistókst: {error}
it: Importazione fallita: {error}
ja: インポートに失敗しました: {error}
ka: იმპორტი ვერ მოხერხდა: {error}
km: ការនាំចូលបរាជ័យ៖ {error}
kn: ಇಮ್ಪೋರ್ಟ್ ವಿಫಲವಾಗಿದೆ: {error}
ko: 가져오기 실패: {error}
lo: ການນຳເຂົ້າລົ້ມເຫລວ: {error}
lt: Importuoti nepavyko: {error}
lv: Importēšana neizdevās: {error}
mk: Увозот не успеа: {error}
ml: ഇറക്കുമതി പരാജയപ്പെട്ടു: {error}
mr: इम्पोर्ट अयशस्वी: {error}
ms: Import gagal: {error}
my: တင်သွင်းမှု မအောင်မြင်ပါ- {error}
nb: Import mislyktes: {error}
ne: आयात असफल भयो: {error}
nl: Importeren mislukt: {error}
pa: ਇੰਪੋਰਟ ਅਸਫਲ: {error}
pl: Import nie powiódł się: {error}
pt_br: Falha ao importar: {error}
ro: Import eșuat: {error}
ru: Импорт не удался: {error}
si: ආයාත කිරීම අසාර්ථක විය: {error}
sk: Import zlyhal: {error}
sl: Uvoz ni uspel: {error}
sq: Importi dështoi: {error}
sv: Import misslyckades: {error}
sw: Imeshindwa kuleta: {error}
ta: இறக்கு தோல்வியுற்றது: {error}
te: దిగుమతి విఫలమైంది: {error}
th: นำเข้าไม่สำเร็จ: {error}
tr: İçe aktarma başarısız: {error}
uk: Імпорт не вдався: {error}
ur: امپورٹ ناکام: {error}
vi: Nhập thất bại: {error}
xh: Ukuthathwa ngaphandle akuphumelelanga: {error}
zh: 导入失败: {error}
zh_hant: 匯入失敗: {error}
zu: Ukungenisa kwehlulekile: {error}
