Repository: hhhaiai/Shiguang
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bg, bn, ca, ckb, cs, cy, da, de, el, et, eu, fa, fi, fil, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, vi, xh, zh, zh_hant, zu

# embeddingModelBge
source: Embedding Model: bge-small-zh-v1.5
af: Inbeddingsmodel: bge-small-zh-v1.5
am: የመክተት ሞዴል፡ bge-small-zh-v1.5
ar: نموذج التضمين: bge-small-zh-v1.5
bg: Модел за вграждане: bge-small-zh-v1.5
bn: এমবেডিং মডেল: bge-small-zh-v1.5
ca: Model d'incrustació: bge-small-zh-v1.5
ckb: Modela vegirtinê: bge-small-zh-v1.5
cs: Model vkládání: bge-small-zh-v1.5
cy: Model Ymgorffori: bge-small-zh-v1.5
da: Indlejringsmodel: bge-small-zh-v1.5
de: Embedding-Modell: bge-small-zh-v1.5
el: Μοντέλο ενσωμάτωσης: bge-small-zh-v1.5
et: Manusmudel: bge-small-zh-v1.5
eu: Kapsulatzeko eredua: bge-small-zh-v1.5
fa: مدل تعبیه: bge-small-zh-v1.5
fi: Upotusmalli: bge-small-zh-v1.5
fil: Pag-embed ng Modelo: bge-small-zh-v1.5
fr_ca: Modèle d'intégration : bge-small-zh-v1.5
ga: Múnla Leabú: bge-small-zh-v1.5
gl: Modelo de incorporación: bge-small-zh-v1.5
gu: એમ્બેડિંગ મોડેલ: bge-small-zh-v1.5
he: מודל Embedding: bge-small-zh-v1.5
hi: एम्बेडिंग मॉडल: bge-small-zh-v1.5
hr: Model ugradnje: bge-small-zh-v1.5
hu: Beágyazási modell: bge-small-zh-v1.5
hy: Ներկառուցման մոդել՝ bge-small-zh-v1.5
id: Model Embedding: bge-small-zh-v1.5
is: Innfelling líkan: bge-small-zh-v1.5
it: Modello embedding: bge-small-zh-v1.5
ja: Embeddingモデル: bge-small-zh-v1.5
ka: ჩაშენების მოდელი: bge-small-zh-v1.5
km: ម៉ូដែលបង្កប់៖ bge-small-zh-v1.5
kn: ಎಂಬೆಡಿಂಗ್ ಮಾಡೆಲ್: bge-small-zh-v1.5
ko: 임베딩 모델: bge-small-zh-v1.5
lo: ຮູບແບບການຝັງ: bge-small-zh-v1.5
lt: Įdėjimo modelis: bge-small-zh-v1.5
lv: Iegulšanas modelis: bge-small-zh-v1.5
mk: Модел за вградување: bge-small-zh-v1.5
ml: ഉൾച്ചേർക്കൽ മോഡൽ: bge-small-zh-v1.5
mn: Оруулсан загвар: bge-small-zh-v1.5
mr: एम्बेडिंग मॉडेल: bge-small-zh-v1.5
ms: Model Benam: bge-small-zh-v1.5
my: ထည့်သွင်းခြင်း မော်ဒယ်- bge-small-zh-v1.5
nb: Innebyggingsmodell: bge-small-zh-v1.5
ne: एम्बेडिङ मोडल: bge-small-zh-v1.5
pa: ਐਂਬੈਡਿੰਗ ਮਾਡਲ: bge-small-zh-v1.5
pl: Model osadzania: bge-small-zh-v1.5
pt_br: Modelo de Embedding: bge-small-zh-v1.5
ro: Model de încorporare: bge-small-zh-v1.5
ru: Модель эмбеддинга: bge-small-zh-v1.5
si: Embedding ආකෘතිය: bge-small-zh-v1.5
sk: Model vkladania: bge-small-zh-v1.5
sl: Model vdelave: bge-small-zh-v1.5
sv: Inbäddningsmodell: bge-small-zh-v1.5
sw: Muundo wa Kupachika: bge-ndogo-zh-v1.5
ta: Embedding மாடல்: bge-small-zh-v1.5
te: పొందుపరిచే మోడల్: bge-small-zh-v1.5
th: โมเดล Embedding: bge-small-zh-v1.5
tr: Embedding Modeli: bge-small-zh-v1.5
uk: Embedding модель: bge-small-zh-v1.5
ur: ایمبیڈنگ ماڈل: bge-small-zh-v1.5
vi: Mô hình Embedding: bge-small-zh-v1.5
xh: Umzekelo wokufakela: bge-encinci-zh-v1.5
zh: Embedding 模型：bge-small-zh-v1.5
zh_hant: Embedding 模型：bge-small-zh-v1.5
zu: Imodeli yokushumeka: bge-small-zh-v1.5

source: Take Photo
af: Neem Foto
am: ፎቶ አንሳ
ar: التقط صورة
bg: Направете снимка
bn: ফটো তুলুন
ca: Fes una foto
ckb: Wêne bigirin
cs: Vyfotit
cy: Tynnu Llun
da: Tag billede
de: Foto aufnehmen
el: Τραβήξτε φωτογραφία
et: Pildista
eu: Argazkia atera
fa: عکس بگیرید
fi: Ota valokuva
fil: Kumuha ng Larawan
fr_ca: Prendre une photo
ga: Tóg Grianghraf
gl: Sacar a foto
gu: ફોટો લો
he: צלם תמונה
hi: फोटो लें
hr: Fotografiraj
hu: Fotó készítése
hy: Լուսանկարեք
id: Ambil Foto
is: Taktu mynd
it: Scatta foto
ja: 写真を撮る
ka: ფოტოს გადაღება
km: ថតរូប
kn: ಫೋಟೋ ತೆಗೆ
ko: 사진 찍기
lo: ຖ່າຍຮູບ
lt: Fotografuoti
lv: Uzņemiet fotoattēlu
mk: Фотографирајте
ml: ഫോട്ടോ എടുക്കുക
mn: Зураг авах
mr: फोटो घ्या
ms: Ambil Foto
my: ဓာတ်ပုံရိုက်ပါ။
nb: Ta bilde
ne: फोटो लिनुहोस्
nl: Foto maken
pa: ਫੋਟੋ ਲਓ
pl: Zrób zdjęcie
pt_br: Tirar Foto
ro: Faceți o fotografie
ru: Сделать фото
si: පින්තූරයක් ගන්න
sk: Odfotiť
sl: Posnemi fotografijo
sq: Bëj foto
sv: Ta foto
sw: Piga Picha
ta: புகைப்படம் எடு
te: ఫోటో తీయండి
th: ถ่ายรูป
tr: Fotoğraf Çek
uk: Зробити фото
ur: فوٹو لیں
vi: Chụp ảnh
xh: Thatha imifanekiso
zh: 拍摄
zh_hant: 拍攝
zu: Thatha Isithombe

source: Choose from Gallery
af: Kies uit Gallery
am: ከጋለሪ ይምረጡ
ar: اختر من المعرض
bg: Изберете от Галерия
bn: গ্যালারি থেকে নির্বাচন করুন
ca: Trieu a la Galeria
ckb: Ji Galeriyê hilbijêrin
cs: Vyberte si z Galerie
cy: Dewiswch o'r Oriel
da: Vælg fra Galleri
de: Aus Galerie wählen
el: Επιλέξτε από τη Γκαλερί
et: Valige galeriist
eu: Aukeratu Galeriatik
fa: از گالری انتخاب کنید
fi: Valitse Galleriasta
fil: Pumili mula sa Gallery
fr_ca: Choisissez dans la galerie
ga: Roghnaigh ón nGailearaí
gl: Escolle na Galería
gu: Gallery માંથી પસંદ કરો
he: בחר מהגלריה
hi: गैलरी से चुनें
hr: Odaberite iz galerije
hu: Válasszon a Galériából
hy: Ընտրեք Պատկերասրահից
id: Pilih dari Galeri
is: Veldu úr Gallerí
it: Scegli dalla galleria
ja: ギャラリーから選択
ka: აირჩიეთ გალერეიდან
km: ជ្រើសរើសពីវិចិត្រសាល
kn: ಗ್ಯಾಲರಿಯಿಂದ ಆರಿಸಿ
ko: 갤러리에서 선택
lo: ເລືອກຈາກຄັງຮູບ
lt: Pasirinkite iš galerijos
lv: Izvēlieties no galerijas
mk: Изберете од Галерија
ml: ഗാലറിയിൽ നിന്ന് തിരഞ്ഞെടുക്കുക
mn: Галерейгаас сонгоно уу
mr: गॅलरी वरून निवडा
ms: Pilih daripada Galeri
my: Gallery မှရွေးချယ်ပါ။
nb: Velg fra Galleri
ne: ग्यालरीबाट चयन गर्नुहोस्
nl: Uit galerie kiezen
pa: ਗੈਲਰੀ ਤੋਂ ਚੁਣੋ
pl: Wybierz z galerii
pt_br: Escolher da Galeria
ro: Alegeți din Galerie
ru: Выбрать из галереи
si: ගැලරියෙන් තෝරන්න
sk: Vyberte si z Galérie
sl: Izberite iz galerije
sq: Zgjidhni nga Galeria
sv: Välj från Galleri
sw: Chagua kutoka kwenye Matunzio
ta: கேலரியில் இருந்து தேர்வுசெய்
te: గ్యాలరీ నుండి ఎంచుకోండి
th: เลือกจากแกลลอรี่
tr: Galeriden Seç
uk: Вибрати з галереї
ur: گیلری سے چنیں
vi: Chọn từ thư viện
xh: Khetha kwiGalari
zh: 从相册选择
zh_hant: 從相簿選擇
zu: Khetha kokuthi Igalari

source: Edit Nickname
af: Wysig bynaam
am: ቅጽል ስም ያርትዑ
ar: تعديل اللقب
bg: Редактиране на псевдоним
bn: উপনাম সম্পাদনা করুন
ca: Edita el sobrenom
ckb: Biguherîne Nasnav
cs: Upravit přezdívku
cy: Golygu Llysenw
da: Rediger kaldenavn
de: Spitzname ändern
el: Επεξεργασία ψευδώνυμου
et: Redigeeri hüüdnime
eu: Editatu goitizena
fa: نام مستعار را ویرایش کنید
fi: Muokkaa lempinimeä
fil: I-edit ang Palayaw
fr_ca: Modifier le pseudo
ga: Cuir Leasainm in eagar
gl: Editar o apelido
gu: ઉપનામ સંપાદિત કરો
he: ערוך כינוי
hi: उपनाम संपादित करें
hr: Uredi nadimak
hu: Becenév szerkesztése
hy: Խմբագրել մականունը
id: Ubah Nama Panggilan
is: Breyta gælunafni
it: Modifica soprannome
ja: ニックネームを編集
ka: მეტსახელის რედაქტირება
km: កែសម្រួលឈ្មោះហៅក្រៅ
kn: ಅಡ್ಡಹೆಸರನ್ನು ಸಂಪಾದಿಸು
ko: 닉네임 편집
lo: ແກ້ໄຂຊື່ຫຼິ້ນ
lt: Redaguoti slapyvardį
lv: Rediģēt segvārdu
mk: Уреди прекар
ml: വിളിപ്പേര് എഡിറ്റ് ചെയ്യുക
mn: Хоч засах
mr: निकनेम संपादित करा
ms: Edit Nama Panggilan
my: အမည်ပြောင်ကို တည်းဖြတ်ပါ။
nb: Rediger kallenavn
ne: उपनाम सम्पादन गर्नुहोस्
nl: Bijnaam bewerken
pa: ਉਪਨਾਮਾ ਸੋਧੋ
pl: Edytuj pseudonim
pt_br: Editar Apelido
ro: Editați porecla
ru: Редактировать никнейм
si: අන්වර්ථ නාමය සංස්කරණය කරන්න
sk: Upraviť prezývku
sl: Uredi vzdevek
sq: Redakto pseudonimin
sv: Redigera smeknamn
sw: Hariri Jina la Utani
ta: மேல்ப்படை திருத்து
te: మారుపేరును సవరించండి
th: แก้ไขชื่อเล่น
tr: Takma Adı Düzenle
uk: Змінити псевдонім
ur: عرف ترمیم کریں
vi: Sửa biệt danh
xh: Hlela isiteketiso
zh: 修改昵称
zh_hant: 修改暱稱
zu: Hlela isiteketiso

source: Enter nickname
af: Voer bynaam in
am: ቅጽል ስም አስገባ
ar: أدخل اللقب
bg: Въведете псевдоним
bn: উপনাম লিখুন
ca: Introduïu l'àlies
ckb: Nasnavê binivîse
cs: Zadejte přezdívku
cy: Rhowch y llysenw
da: Indtast kaldenavn
de: Spitzname eingeben
el: Εισαγάγετε ψευδώνυμο
et: Sisestage hüüdnimi
eu: Sartu ezizena
fa: نام مستعار را وارد کنید
fi: Anna lempinimi
fil: Ilagay ang palayaw
fr_ca: Entrez le pseudo
ga: Cuir isteach leasainm
gl: Introduce o apelido
gu: ઉપનામ દાખલ કરો
he: הזן כינוי
hi: उपनाम दर्ज करें
hr: Unesite nadimak
hu: Adja meg a becenevet
hy: Մուտքագրեք մականունը
id: Masukkan nama panggilan
is: Sláðu inn gælunafn
it: Inserisci soprannome
ja: ニックネームを入力
ka: შეიყვანეთ მეტსახელი
km: បញ្ចូលឈ្មោះហៅក្រៅ
kn: ಅಡ್ಡಹೆಸರನ್ನು ನಮೂದಿಸಿ
ko: 닉네임 입력
lo: ໃສ່ຊື່ຫຼິ້ນ
lt: Įveskite slapyvardį
lv: Ievadiet segvārdu
mk: Внесете прекар
ml: വിളിപ്പേര് നൽകുക
mn: Хоч оруулна уу
mr: निकनेम प्रविष्ट करा
ms: Masukkan nama panggilan
my: အမည်ပြောင်ထည့်ပါ။
nb: Skriv inn kallenavn
ne: उपनाम प्रविष्ट गर्नुहोस्
nl: Bijnaam invoeren
pa: ਉਪਨਾਮਾ ਦਾਖਲ ਕਰੋ
pl: Wprowadź pseudonim
pt_br: Digite o apelido
ro: Introduceți porecla
ru: Введите никнейм
si: අන්වර්ථ නාමය ඇතුළත් කරන්න
sk: Zadajte prezývku
sl: Vnesite vzdevek
sq: Fut pseudonimin
sv: Ange smeknamn
sw: Weka jina la utani
ta: மேல்ப்படை உள்ளிடு
te: మారుపేరును నమోదు చేయండి
th: ใส่ชื่อเล่น
tr: Takma ad girin
uk: Ввести псевдонім
ur: عرف درج کریں
vi: Nhập biệt danh
xh: Faka isiteketiso
zh: 输入昵称
zh_hant: 輸入暱稱
zu: Faka isiteketiso

# pleaseEnterNickname
source: Please enter a nickname
af: Voer asseblief 'n bynaam in
am: እባክዎ ቅጽል ስም ያስገቡ
ar: الرجاء إدخال لقب
bg: Моля, въведете псевдоним
bn: দয়া করে একটি উপনাম লিখুন
ca: Introduïu un àlies
ckb: Ji kerema xwe navekî binivîsin
cs: Zadejte přezdívku
cy: Rhowch lysenw
da: Indtast venligst et kaldenavn
de: Bitte geben Sie einen Spitznamen ein
el: Εισαγάγετε ένα ψευδώνυμο
et: Palun sisestage hüüdnimi
eu: Mesedez, sartu goitizen bat
fa: لطفاً یک نام مستعار وارد کنید
fi: Anna lempinimi
fil: Mangyaring maglagay ng palayaw
fr_ca: Veuillez entrer un pseudo
ga: Cuir isteach leasainm le do thoil
gl: Introduce un alcume
gu: કૃપા કરીને ઉપનામ દાખલ કરો
he: אנא הזן כינוי
hi: कृपया उपनाम दर्ज करें
hr: Unesite nadimak
hu: Kérjük, adjon meg egy becenevet
hy: Խնդրում ենք մուտքագրել մականուն
id: Silakan masukkan nama panggilan
is: Vinsamlegast sláðu inn gælunafn
it: Per favore inserisci un soprannome
ja: ニックネームを入力してください
ka: გთხოვთ, შეიყვანოთ მეტსახელი
km: សូមបញ្ចូលឈ្មោះហៅក្រៅ
kn: ದಯವಿಟ್ಟು ಅಡ್ಡಹೆಸರನ್ನು ನಮೂದಿಸಿ
ko: 닉네임을 입력해 주세요
lo: ກະລຸນາໃສ່ຊື່ຫຼິ້ນ
lt: Įveskite slapyvardį
lv: Lūdzu, ievadiet segvārdu
mk: Ве молиме внесете прекар
ml: ദയവായി ഒരു വിളിപ്പേര് നൽകുക
mn: Хоч оруулна уу
mr: कृपया निकनेम प्रविष्ट करा
ms: Sila masukkan nama panggilan
my: ကျေးဇူးပြု၍ အမည်ဝှက်တစ်ခု ထည့်ပါ။
nb: Vennligst skriv inn et kallenavn
ne: कृपया उपनाम प्रविष्ट गर्नुहोस्
nl: Voer een bijnaam in
pa: ਕਿਰਪਾ ਕਰਕੇ ਉਪਨਾਮਾ ਦਾਖਲ ਕਰੋ
pl: Wprowadź pseudonim
pt_br: Por favor, digite um apelido
ro: Vă rugăm să introduceți o poreclă
ru: Пожалуйста, введите никнейм
si: කරුණාකර අන්වර්ථ නාමය ඇතුළත් කරන්න
sk: Zadajte prezývku
sl: Vnesite vzdevek
sq: Ju lutemi shkruani një pseudonim
sv: Vänligen ange ett smeknamn
sw: Tafadhali weka jina la utani
ta: தயவுச் செய்து மேல்ப்படை ஒன்றை உள்ளிடுங்கள்
te: దయచేసి మారుపేరును నమోదు చేయండి
th: กรุณาใส่ชื่อเล่น
tr: Lütfen takma ad girin
uk: Будь ласка, введіть псевдонім
ur: براہ کرم ایک عرف درج کریں
vi: Vui lòng nhập biệt danh
xh: Nceda ngenisa igama lesiqhulo
zh: 请输入昵称
zh_hant: 請輸入暱稱
zu: Sicela ufake isiteketiso

# nicknameAlreadyExistsOrInvalid
source: Nickname already exists or is invalid
af: Bynaam bestaan ​​reeds of is ongeldig
am: ቅጽል ስም አስቀድሞ አለ ወይም ልክ ያልሆነ ነው።
ar: اللقب موجود بالفعل أو غير صالح
bg: Псевдонимът вече съществува или е невалиден
bn: উপনাম ইতিমধ্যে আছে বা অবৈধ
ca: El sobrenom ja existeix o no és vàlid
ckb: Nasnav jixwe heye an nederbasdar e
cs: Přezdívka již existuje nebo je neplatná
cy: Mae llysenw eisoes yn bodoli neu'n annilys
da: Kaldenavnet findes allerede eller er ugyldigt
de: Spitzname existiert bereits oder ist ungültig
el: Το ψευδώνυμο υπάρχει ήδη ή δεν είναι έγκυρο
et: Hüüdnimi on juba olemas või on kehtetu
eu: Ezizena dagoeneko badago edo baliogabea da
fa: نام مستعار از قبل وجود دارد یا نامعتبر است
fi: Lempinimi on jo olemassa tai se on virheellinen
fil: Umiiral na o di-wasto ang palayaw
fr_ca: Le pseudo existe déjà ou n'est pas valide
ga: Tá leasainm ann cheana nó tá sé neamhbhailí
gl: O alcume xa existe ou non é válido
gu: ઉપનામ પહેલેથી જ છે અથવા અમાન્ય છે
he: הכינוי כבר קיים או לא תקין
hi: उपनाम पहले से मौजूद है या अमान्य है
hr: Nadimak već postoji ili je nevažeći
hu: A becenév már létezik vagy érvénytelen
hy: Մականունն արդեն գոյություն ունի կամ անվավեր է
id: Nama panggilan sudah ada atau tidak valid
is: Gælunafn er þegar til eða er ógilt
it: Il soprannome esiste gia' o non e' valido
ja: ニックネームは既に存在するか無効です
ka: მეტსახელი უკვე არსებობს ან არასწორია
km: ឈ្មោះហៅក្រៅមានរួចហើយ ឬមិនត្រឹមត្រូវ
kn: ಅಡ್ಡಹೆಸರು ಈಗಾಗಲೇ ಇದೆ ಅಥವಾ ಅಮಾನ್ಯವಾಗಿದೆ
ko: 닉네임이 이미 존재하거나 유효하지 않습니다
lo: ຊື່ຫຼິ້ນມີຢູ່ແລ້ວ ຫຼືບໍ່ຖືກຕ້ອງ
lt: Slapyvardis jau egzistuoja arba neteisingas
lv: Segvārds jau pastāv vai ir nederīgs
mk: Прекарот веќе постои или е неважечки
ml: വിളിപ്പേര് ഇതിനകം നിലവിലുണ്ട് അല്ലെങ്കിൽ അസാധുവാണ്
mn: Хоч аль хэдийн байгаа эсвэл хүчингүй байна
mr: निकनेम आधीच वापरात आहे किंवा अमान्य आहे
ms: Nama panggilan sudah wujud atau tidak sah
my: အမည်ပြောင်သည် ရှိနှင့်ပြီးဖြစ်သည် သို့မဟုတ် မမှန်ကန်ပါ။
nb: Kallenavnet finnes allerede eller er ugyldig
ne: उपनाम पहिले नै छ वा अमान्य छ
nl: Bijnaam bestaat al of is ongeldig
pa: ਉਪਨਾਮਾ ਪਹਿਲਾਂ ਤੋਂ ਮੌਜੂਦ ਹੈ ਜਾਂ ਅਧਿਕਾਰਤ ਨਹੀਂ
pl: Pseudonim już istnieje lub jest nieprawidłowy
pt_br: Apelido ja existe ou e invalido
ro: Pseudomul există deja sau este invalid
ru: Никнейм уже существует или недействителен
si: අන්වර්ථ නාමය දැනටමත් තිබේ අත්‍යවශ්‍යයෙන් නොවේ
sk: Prezývka už existuje alebo je neplatná
sl: Vzdevek že obstaja ali pa ni veljaven
sq: Pseudonimi ekziston tashmë ose është i pavlefshëm
sv: Smeknamnet finns redan eller är ogiltigt
sw: Jina la utani tayari lipo au ni batili
ta: மேல்ப்படை ஏற்கனவே உள்ளது அல்லது தவறானது
te: మారుపేరు ఇప్పటికే ఉంది లేదా చెల్లదు
th: ชื่อเล่นมีอยู่แล้วหรือไม่ถูกต้อง
tr: Takma ad zaten mevcut veya geçersiz
uk: Псевдонім вже існує або є недійсним
ur: عرف پہلے سے موجود ہے یا غلط ہے
vi: Biệt danh đã tồn tại hoặc không hợp lệ
xh: Igama lesiqhulo sele likhona okanye alisebenzi
zh: 昵称已存在或无效
zh_hant: 暱稱已存在或無效
zu: Isiteketiso sesivele sikhona noma asivumelekile

source: User
af: Gebruiker
am: ተጠቃሚ
ar: المستخدم
bg: Потребител
bn: ব্যবহারকারী
ca: Usuari
ckb: Bikaranîvan
cs: Uživatel
cy: Defnyddiwr
da: Bruger
de: Benutzer
el: Μεταχειριζόμενος
et: Kasutaja
eu: Erabiltzailea
fa: کاربر
fi: Käyttäjä
fil: Gumagamit
fr_ca: Utilisateur
ga: Úsáideoir
gl: Usuario
gu: વપરાશકર્તા
he: משתמש
hi: उपयोगकर्ता
hr: Korisnik
hu: Felhasználó
hy: Օգտագործող
id: Pengguna
is: Notandi
it: Utente
ja: ユーザー
ka: მომხმარებელი
km: អ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರ
ko: 사용자
lo: ຜູ້ໃຊ້
lt: Vartotojas
lv: Lietotājs
mk: Корисник
ml: ഉപയോക്താവ്
mn: Хэрэглэгч
mr: वापरकर्ता
ms: pengguna
my: အသုံးပြုသူ
nb: Bruker
ne: प्रयोगकर्ता
nl: Gebruiker
pa: ਉਪਯੋਗਕਰਤਾ
pl: Użytkownik
pt_br: Usuario
ro: Utilizator
ru: Пользователь
si: පරිශීලකයා
sk: Používateľ
sl: Uporabnik
sq: Përdoruesi
sv: Användare
sw: Mtumiaji
ta: பயனர்
te: వినియోగదారు
th: ผู้ใช้
tr: Kullanıcı
uk: Користувач
ur: صارف
vi: Người dùng
xh: Umsebenzisi
zh: 用户
zh_hant: 使用者
zu: Umsebenzisi

# manageScheduledReminders
source: Manage scheduled reminders and alarms
af: Bestuur geskeduleerde aanmanings en alarms
am: የታቀዱ አስታዋሾችን እና ማንቂያዎችን ያስተዳድሩ
ar: إدارة التذكيرات والتنبيهات المجدولة
bg: Управлявайте планирани напомняния и аларми
bn: নির্ধারিত রিমাইন্ডার এবং অ্যালার্ম পরিচালনা করুন
ca: Gestioneu els recordatoris i les alarmes programades
ckb: Bîranîn û alarmên plansazkirî birêve bibin
cs: Správa naplánovaných připomenutí a budíků
cy: Rheoli nodiadau atgoffa a larymau sydd wedi'u hamserlennu
da: Administrer planlagte påmindelser og alarmer
de: Geplante Erinnerungen und Alarme verwalten
el: Διαχειριστείτε προγραμματισμένες υπενθυμίσεις και ξυπνητήρια
et: Hallake ajastatud meeldetuletusi ja häireid
eu: Kudeatu programatutako abisuak eta alarmak
fa: مدیریت یادآوری‌ها و آلارم‌های زمان‌بندی شده
fi: Hallitse ajoitettuja muistutuksia ja hälytyksiä
fil: Pamahalaan ang mga nakaiskedyul na paalala at alarma
fr_ca: Gérer les rappels et les alarmes programmés
ga: Bainistigh meabhrúcháin agus aláraim sceidealaithe
gl: Xestiona recordatorios e alarmas programados
gu: Scheduled reminders and alarms manage કરો
he: נהל תזכורות ושעונים מתוכננים
hi: निर्धारित रिमाइंडर और अलार्म प्रबंधित करें
hr: Upravljajte zakazanim podsjetnicima i alarmima
hu: Az ütemezett emlékeztetők és riasztások kezelése
hy: Կառավարեք պլանավորված հիշեցումները և ահազանգերը
id: Kelola pengingat terjadwal dan alarm
is: Stjórna áætluðum áminningum og viðvörunum
it: Gestisci promemoria programmati e sveglie
ja: スケジュールされたリマインダーとアラームを管理
ka: მართეთ დაგეგმილი შეხსენებები და სიგნალიზაცია
km: គ្រប់គ្រងការរំលឹក និងម៉ោងរោទ៍ដែលបានកំណត់ពេល
kn: ನಿಗದಿತ ಜ್ಞಾಪನೆಗಳು ಮತ್ತು ಅಲಾರಂಗಳನ್ನು ನಿರ್ವಹಿಸು
ko: 예약된 알림 및 알람 관리
lo: ຈັດການການແຈ້ງເຕືອນ ແລະໂມງປຸກທີ່ກຳນົດເວລາໄວ້
lt: Tvarkykite suplanuotus priminimus ir pavojaus signalus
lv: Pārvaldiet ieplānotos atgādinājumus un trauksmes signālus
mk: Управувајте со закажаните потсетници и аларми
ml: ഷെഡ്യൂൾ ചെയ്ത ഓർമ്മപ്പെടുത്തലുകളും അലാറങ്ങളും നിയന്ത്രിക്കുക
mn: Хуваарьт сануулагч болон сэрүүлгийг удирдах
mr: नियोजित स्मरणपत्रे आणि अलार्म व्यवस्थापित करा
ms: Urus peringatan dan penggera yang dijadualkan
my: စီစဉ်ထားသော သတိပေးချက်များနှင့် နှိုးစက်များကို စီမံပါ။
nb: Administrer planlagte påminnelser og alarmer
ne: निर्धारित रिमाइन्डरहरू र अलार्महरू व्यवस्थापन गर्नुहोस्
nl: Geplande herinneringen en alarmen beheren
pa: ਨਿਰਧਾਰਿਤ ਰੀਮਾਈਂਡਰਾਂ ਅਤੇ ਅਲਾਰਮਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj zaplanowanymi przypomnieniami i alarmami
pt_br: Gerenciar lembretes e alarmes agendados
ro: Gestionați mementourile și alarmele programate
ru: Управление запланированными напоминаниями и будильниками
si: නියමිත මතක් කිරීම් සහ අලාර්ම කළමනාකරණය කරන්න
sk: Spravujte naplánované pripomienky a budíky
sl: Upravljajte načrtovane opomnike in alarme
sq: Menaxho rikujtuesit dhe alarmet e planifikuara
sv: Hantera schemalagda påminnelser och larm
sw: Dhibiti vikumbusho na kengele zilizoratibiwa
ta: திட்டமிடப்பட்ட நினைவூட்டல்கள் மற்றும் அலாரங்களை நிர்வகி
te: షెడ్యూల్ చేయబడిన రిమైండర్‌లు మరియు అలారాలను నిర్వహించండి
th: จัดการการแจ้งเตือนและนาฬิกาปลุกที่กำหนดเวลาไว้
tr: Planlanan hatırlatmaları ve alarmları yönet
uk: Керувати запланованими нагадуваннями та будильниками
ur: مقررہ یاد دہانیاں اور الارمز کا انتظام کریں
vi: Quản lý nhắc nhở và báo thức đã lên lịch
xh: Lawula izikhumbuzo ezicwangcisiweyo kunye nee-alam
zh: 管理计划的提醒和闹钟
zh_hant: 管理排程提醒和鬧鐘
zu: Phatha izikhumbuzi ezihleliwe nama-alamu

# imageFailedToLoad
source: Image failed to load. Please choose again.
af: Kon nie prent laai nie. Kies asseblief weer.
am: ምስል መጫን አልቻለም። እባክዎ እንደገና ይምረጡ።
ar: فشل تحميل الصورة. يرجى الاختيار مرة أخرى.
bg: Изображението не успя да се зареди. Моля, изберете отново.
bn: ছবি লোড হতে ব্যর্থ। দয়া করে আবার নির্বাচন করুন।
ca: La imatge no s'ha pogut carregar. Si us plau, torna a triar.
ckb: Wêne nehat barkirin. Ji kerema xwe dîsa hilbijêre.
cs: Obrázek se nepodařilo načíst. Vyberte prosím znovu.
cy: Ni fu modd llwytho'r ddelwedd. Dewiswch eto.
da: Billedet kunne ikke indlæses. Vælg venligst igen.
de: Bild konnte nicht geladen werden. Bitte erneut wählen.
el: Η φόρτωση της εικόνας απέτυχε. Επιλέξτε ξανά.
et: Pildi laadimine ebaõnnestus. Palun valige uuesti.
eu: Ezin izan da kargatu irudia. Mesedez, aukeratu berriro.
fa: تصویر بارگیری نشد. لطفاً دوباره انتخاب کنید.
fi: Kuvan lataaminen epäonnistui. Valitse uudelleen.
fil: Nabigong ma-load ang larawan. Mangyaring pumili muli.
fr_ca: L'image n'a pas pu être chargée. Veuillez choisir à nouveau.
ga: Theip ar lódáil an íomhá. Roghnaigh arís le do thoil.
gl: Non se puido cargar a imaxe. Escolle de novo.
gu: Image load થવામાં નિષ્ફળ. Please choose again.
he: התמונה נכשלה בטעינה. אנא בחר שוב.
hi: छवि लोड करने में विफल। कृपया पुनः चुनें।
hr: Slika se nije uspjela učitati. Odaberite ponovno.
hu: Nem sikerült betölteni a képet. Kérjük, válasszon újra.
hy: Պատկերը չհաջողվեց բեռնել: Խնդրում ենք կրկին ընտրել:
id: Gambar gagal dimuat. Silakan pilih lagi.
is: Ekki tókst að hlaða mynd. Vinsamlegast veldu aftur.
it: Caricamento immagine fallito. Per favore scegli di nuovo.
ja: 画像の読み込みに失敗しました。再度選択してください。
ka: სურათი ვერ ჩაიტვირთა. გთხოვთ ხელახლა აირჩიოთ.
km: មិនអាចផ្ទុករូបភាពបានទេ។ សូមជ្រើសរើសម្តងទៀត។
kn: ಚಿತ್ರ ಲೋಡ್ ಆಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಆರಿಸಿ.
ko: 이미지를 불러오지 못했습니다. 다시 선택해 주세요.
lo: ໂຫຼດຮູບບໍ່ສຳເລັດ. ກະລຸນາເລືອກອີກຄັ້ງ.
lt: Nepavyko įkelti vaizdo. Pasirinkite dar kartą.
lv: Attēlu neizdevās ielādēt. Lūdzu, izvēlieties vēlreiz.
mk: Сликата не успеа да се вчита. Ве молиме изберете повторно.
ml: ചിത്രം ലോഡ് ചെയ്യാനായില്ല. ദയവായി വീണ്ടും തിരഞ്ഞെടുക്കുക.
mn: Зургийг ачаалж чадсангүй. Дахин сонгоно уу.
mr: प्रतिमा लोड करण्यात अयशस्वी. कृपया पुन्हा निवडा.
ms: Imej gagal dimuatkan. Sila pilih lagi.
my: ပုံအား တင်၍မရပါ။ ထပ်မံရွေးချယ်ပါ။
nb: Bildet kunne ikke lastes inn. Vennligst velg på nytt.
ne: तस्वीर लोड हुन असफल भयो। कृपया फेरि चयन गर्नुहोस्।
nl: Afbeelding laden mislukt. Kies opnieuw.
pa: ਤਸਵੀਰ ਲੋਡ ਹੋਣ ਵਿੱਚ ਅਸਫਲ। ਕਿਰਪਾ ਕਰਕੇ ਫਿਰ ਚੁਣੋ।
pl: Nie udało się załadować obrazu. Wybierz ponownie.
pt_br: Falha ao carregar imagem. Por favor, escolha novamente.
ro: Imaginea nu s-a încărcat. Vă rugăm să alegeți din nou.
ru: Не удалось загрузить изображение. Пожалуйста, выберите снова.
si: පින්තූරය පූරණය කිරීමට අපොහොසත් විය. කරුණාකර නැවත තෝරන්න.
sk: Obrázok sa nepodarilo načítať. Vyberte si znova.
sl: Slike ni bilo mogoče naložiti. Prosimo izberite znova.
sq: Imazhi nuk u ngarkua. Ju lutemi zgjidhni përsëri.
sv: Det gick inte att ladda bilden. Vänligen välj igen.
sw: Picha imeshindwa kupakia. Tafadhali chagua tena.
ta: படம் ஏற்றத் தோல்வியுற்றது. தயவுச் செய்து மீண்டும் தேர்வுசெய்.
te: చిత్రం లోడ్ చేయడంలో విఫలమైంది. దయచేసి మళ్లీ ఎంచుకోండి.
th: โหลดรูปภาพไม่สำเร็จ กรุณาเลือกใหม่
tr: Resim yüklenemedi. Lütfen tekrar seçin.
uk: Зображення не завантажилося. Будь ласка, виберіть ще раз.
ur: تصویر لوڈ ہونے میں ناکام۔ براہ کرم دوبارہ چنیں۔
vi: Tải ảnh thất bại. Vui lòng chọn lại.
xh: Umfanekiso awukwazanga ukulayishwa. Nceda ukhethe kwakhona.
zh: 图片加载失败，请重新选择。
zh_hant: 圖片載入失敗，請重新選擇。
zu: Isithombe sihlulekile ukulayishwa. Sicela ukhethe futhi.

source: Image is still loading
af: Prent laai steeds
am: ምስል አሁንም እየተጫነ ነው።
ar: الصورة لا تزال قيد التحميل
bg: Изображението все още се зарежда
bn: ছবি এখনও লোড হচ্ছে
ca: La imatge encara s'està carregant
ckb: Wêne hîn jî tê barkirin
cs: Obrázek se stále načítá
cy: Mae'r llun yn dal i lwytho
da: Billedet indlæses stadig
de: Bild wird noch geladen
el: Η εικόνα εξακολουθεί να φορτώνεται
et: Pilti laaditakse endiselt
eu: Irudia oraindik kargatzen ari da
fa: تصویر هنوز در حال بارگیری است
fi: Kuva latautuu edelleen
fil: Naglo-load pa rin ang larawan
fr_ca: L'image est toujours en cours de chargement
ga: Tá an íomhá fós á luchtú
gl: A imaxe aínda se está cargando
gu: Image હજુ load થઈ રહી છે
he: התמונה עדיין נטענת
hi: छवि अभी भी लोड हो रही है
hr: Slika se još učitava
hu: A kép még mindig betöltődik
hy: Պատկերը դեռ բեռնվում է
id: Gambar masih memuat
is: Myndin er enn að hlaðast inn
it: L'immagine sta ancora caricando
ja: 画像はまだ読み込み中です
ka: სურათი კვლავ იტვირთება
km: រូបភាពនៅតែកំពុងដំណើរការ
kn: ಚಿತ್ರವನ್ನು ಇನ್ನೂ ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ko: 이미지를 아직 불러오는 중입니다
lo: ກຳລັງໂຫຼດຮູບພາບຢູ່
lt: Vaizdas vis dar įkeliamas
lv: Attēls joprojām tiek ielādēts
mk: Сликата сè уште се вчитува
ml: ചിത്രം ഇപ്പോഴും ലോഡ് ചെയ്യുന്നു
mn: Зургийг ачаалж байна
mr: प्रतिमा अद्याप लोड होत आहे
ms: Imej masih dimuatkan
my: ပုံသည် တင်နေဆဲဖြစ်သည်။
nb: Bildet lastes fortsatt inn
ne: तस्वीर अझै लोड हुँदै छ
nl: Afbeelding wordt nog geladen
pa: ਤਸਵੀਰ ਹਾਲੇ ਲੋਡ ਹੋ ਰਹੀ ਹੈ
pl: Obraz nadal się ładuje
pt_br: Imagem ainda esta carregando
ro: Imaginea încă se încarcă
ru: Изображение всё ещё загружается
si: පින්තූරය තවමත් පූරණය වෙමින් පවතී
sk: Obrázok sa stále načítava
sl: Slika se še nalaga
sq: Imazhi është ende duke u ngarkuar
sv: Bilden laddas fortfarande
sw: Picha bado inapakia
ta: படம் இன்னும் ஏற்றுகிறது
te: చిత్రం ఇప్పటికీ లోడ్ అవుతోంది
th: รูปภาพกำลังโหลดอยู่
tr: Resim hâlâ yükleniyor
uk: Зображення все ще завантажується
ur: تصویر ابھی لوڈ ہو رہی ہے
vi: Ảnh đang tải
xh: Umfanekiso usalayisha
zh: 图片仍在加载中
zh_hant: 圖片仍在載入中
zu: Isithombe sisalayisha
