Repository: hhhaiai/Shiguang
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bg, bn, ca, ckb, cs, cy, da, de, el, et, eu, fa, fi, fil, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, vi, xh, zh, zh_hant, zu

# dragFrameToMove
source: Drag the frame to move, drag bottom-right to resize; pinch to zoom and move image.
af: Sleep die raam om te beweeg, sleep regs onder om die grootte te verander; knyp om te zoem en prent te skuif.
am: ለማንቀሳቀስ ክፈፉን ይጎትቱት፣ መጠኑን ለመቀየር ከታች ወደ ቀኝ ይጎትቱ። ምስልን ለማጉላት እና ለማንቀሳቀስ መቆንጠጥ።
ar: اسحب الإطار للتنقل، اسحب الزاوية السفلية اليمنى لتغيير الحجم; قرص للتكبير وتحريك الصورة.
bg: Плъзнете рамката, за да я преместите, плъзнете долу-вдясно, за да преоразмерите; щипнете, за да увеличите и преместите изображението.
bn: ফ্রেম সরাতে টানুন, আকার পরিবর্তন করতে নিচে-ডানে টানুন; জুম করতে এবং ছবি সরাতে পিন্চ করুন।
ca: Arrossegueu el marc per moure's, arrossegueu la part inferior dreta per canviar la mida; pessigueu per fer zoom i moure la imatge.
ckb: Çarçoveyê kaş bikin da ku biguhezînin, ji bo mezinbûnê li jêr-rastê kaş bikin; pêç bikin ku wêneyê mezin bikin û biguhezînin.
cs: Přetažením rámečku přesunete, přetažením vpravo dole změníte velikost; sevřením prstů přiblížíte a přesunete obrázek.
cy: Llusgwch y ffrâm i symud, llusgo gwaelod-dde i newid maint; pinsio i chwyddo a symud delwedd.
da: Træk rammen for at flytte, træk nederst til højre for at ændre størrelsen; knib for at zoome og flytte billedet.
de: Rahmen zum Verschieben ziehen, unten rechts zum Größenändern ziehen; Pinchen zum Zoomen und Verschieben des Bildes.
el: Σύρετε το πλαίσιο για να μετακινήσετε, σύρετε κάτω δεξιά για αλλαγή μεγέθους. τσιμπήστε για να μεγεθύνετε και να μετακινήσετε την εικόνα.
et: Liigutamiseks lohistage raami, suuruse muutmiseks lohistage alt paremale; pildi suumimiseks ja liigutamiseks pigistage kokku.
eu: Arrastatu markoa mugitzeko, arrastatu beheko eskuinera tamaina aldatzeko; atximurkatu irudia handitzeko eta mugitzeko.
fa: قاب را برای جابجایی بکشید، برای تغییر اندازه پایین-راست را بکشید؛ برای زوم و جابجایی تصویر پیچ کنید.
fi: Siirrä kehystä vetämällä, muuta kokoa vetämällä alaoikealle. nipistämällä voit zoomata ja siirtää kuvaa.
fil: I-drag ang frame upang ilipat, i-drag sa ibaba-kanan upang baguhin ang laki; kurutin para mag-zoom at ilipat ang imahe.
fr_ca: Faites glisser le cadre pour le déplacer, faites-le glisser en bas à droite pour le redimensionner ; pincez pour zoomer et déplacer l’image.
ga: Tarraing an fráma le bogadh, tarraing bun ar dheis chun méid a athrú; pinch chun zúmáil agus bogadh íomhá.
gl: Arrastra o marco para mover, arrastra a parte inferior dereita para cambiar o tamaño; beliscar para facer zoom e mover a imaxe.
gu: Frame ને move કરવા માટે drag, resize કરવા માટે bottom-right drag; zoom અને image move કરવા માટે pinch.
he: גרור את המסגרת להזזה, גרור את הפינה הימנית התחתונה לשינוי גודל; צביטה להתמקדות והזזת התמונה.
hi: खींचें फ्रेम को मूव करने के लिए, साइज़ बदलने के लिए नीचे-दाएं खींचें; ज़ूम और इमेज मूव करने के लिए पिंच करें।
hr: Povucite okvir za pomicanje, povucite dolje desno za promjenu veličine; stisnite prste za zumiranje i pomicanje slike.
hu: Húzza a keretet a mozgatáshoz, húzza jobbra lent az átméretezéshez; csípje össze a kép nagyításához és mozgatásához.
hy: Քաշեք շրջանակը՝ տեղափոխելու համար, քաշեք ներքևից աջ՝ չափափոխելու համար; սեղմել պատկերը մեծացնելու և տեղափոխելու համար:
id: Seret bingkai untuk memindahkan, seret sudut kanan bawah untuk mengubah ukuran; cubit untuk zoom dan memindahkan gambar.
is: Dragðu rammann til að færa, dragðu neðst til hægri til að breyta stærð; klíptu til að þysja og færa mynd.
it: Trascina la cornice per spostare, trascina in basso a destra per ridimensionare; pizzica per zoomare e spostare l'immagine.
ja: フレームをドラッグして移動、右下をドラッグしてリサイズ、ピンチでズームと画像移動。
ka: გადაიტანეთ ჩარჩო გადასაადგილებლად, გადაათრიეთ ქვედა მარჯვნივ ზომის შესაცვლელად; დააჭირეთ სურათის გასადიდებლად და გადასატანად.
km: អូស​ស៊ុម​ដើម្បី​ផ្លាស់ទី អូស​បាត​ស្ដាំ​ដើម្បី​ប្ដូរ​ទំហំ; ខ្ទាស់ដើម្បីពង្រីក និងផ្លាស់ទីរូបភាព។
kn: ಚಲಿಸಲು ಫ್ರೇಮನ್ನು ಡ್ರ್ಯಾಗ್ ಮಾಡಿ, ಗಾತ್ರಕ್ಕಾಗಿ ಕೆಳ-ಬಲ ಡ್ರ್ಯಾಗ್ ಮಾಡಿ; ಜೂಮ್ ಮತ್ತು ಚಿತ್ರವನ್ನು ಚಲಿಸಲು ಪಿಂಚ್ ಮಾಡಿ.
ko: 프레임을 드래그하여 이동, 우하단을 드래그하여 크기 조절; 두 손가락으로 줌 및 이미지 이동.
lo: ລາກກອບເພື່ອຍ້າຍ, ລາກລຸ່ມຂວາເພື່ອປັບຂະໜາດ; pinch ເພື່ອຊູມແລະຍ້າຍຮູບພາບ.
lt: Vilkite rėmelį, kad perkeltumėte, vilkite į apačią į dešinę, kad pakeistumėte dydį; suimkite, kad padidintumėte ir perkeltumėte vaizdą.
lv: Velciet rāmi, lai pārvietotu, velciet apakšā pa labi, lai mainītu izmēru; saspiediet, lai tuvinātu un pārvietotu attēlu.
mk: Повлечете ја рамката за да се движите, влечете долу-десно за да ја промените големината; штипнете за да зумирате и преместите слика.
ml: നീക്കാൻ ഫ്രെയിം വലിച്ചിടുക, വലുപ്പം മാറ്റാൻ താഴെ-വലത്തേക്ക് വലിച്ചിടുക; ചിത്രം സൂം ചെയ്യാനും നീക്കാനും പിഞ്ച് ചെയ്യുക.
mn: Зөөх бол хүрээг чирнэ үү, хэмжээг өөрчлөхийн тулд баруун доод талд чирнэ үү; зургийг томруулж, зөөхийн тулд чимхээрэй.
mr: हलविण्यासाठी फ्रेम ड्रॅग करा, आकारासाठी खाली-उजवे ड्र्ग करा; झूम आणि प्रतिमा हलविण्यासाठी पिंच करा.
ms: Seret bingkai untuk bergerak, seret bahagian bawah ke kanan untuk mengubah saiz; cubit untuk zum dan gerakkan imej.
my: ရွှေ့ရန်ဘောင်ကို ဖိဆွဲပါ၊ အရွယ်အစားပြောင်းရန် အောက်ခြေ-ညာဘက်ကို ဖိဆွဲပါ။ ဇူးမ်ချဲ့ပြီး ပုံကို ရွှေ့ရန် လိမ်ပါ။
nb: Dra rammen for å flytte, dra nederst til høyre for å endre størrelse; klyp for å zoome og flytte bildet.
ne: सार्नको लागि फ्रेम तान्नुहोस्, आकार बदल्नको लागि तल-दायाँ तान्नुहोस्; जुम र तस्वीर सार्नको लागि पिञ्च गर्नुहोस्।
nl: Frame slepen om te verplaatsen, rechtsonder slepen om te vergroten; knijpen om in te zoomen en afbeelding te verplaatsen.
pa: ਹਿਲਾਉਣ ਲਈ ਫਰੇਮ ਖਿੱਚੋ, ਆਕਾਰ ਲਈ ਹੇਠਾਂ-ਸੱਜਾ ਖਿੱਚੋ; ਜ਼ੂਮ ਕਰਨ ਅਤੇ ਤਸਵੀਰ ਹਿਲਾਉਣ ਲਈ ਪਿੰਚ ਕਰੋ।
pl: Przeciągnij ramkę, aby przesunąć, przeciągnij prawy dolny róg, aby zmienić rozmiar; szczypnij, aby powiększyć i przesunąć obraz.
pt_br: Arraste a moldura para mover, arraste o canto inferior direito para redimensionar; belisce para zoom e mover a imagem.
ro: Trageți cadrul pentru a muta, trageți în dreapta jos pentru a redimensiona; ciupiți pentru a mări și muta imaginea.
ru: Перетащите рамку для перемещения, перетащите правый нижний угол для изменения размера; щипок для увеличения и перемещения изображения.
si: ස්ථානගත කිරීමට ෆ්‍රේමය ඇදගෙන යන්න, ප්‍රමාණය වෙනස් කිරීමට පහළ-දකුණු පස ඇදගෙන යන්න; ප්‍රමාණය වෙනස් කිරීමට සහ පින්තූරය ගෙන යාමට pinch කරන්න.
sk: Potiahnutím rámu sa presuniete, potiahnutím vpravo dole zmeníte veľkosť; priblížením a posunutím obrazu.
sl: Povlecite okvir za premikanje, povlecite spodaj desno za spreminjanje velikosti; stisnite za povečavo in premikanje slike.
sq: Zvarritni kornizën për të lëvizur, zvarriteni poshtë-djathtas për të ndryshuar madhësinë; kapni për të zmadhuar dhe lëvizur imazhin.
sv: Dra ramen för att flytta, dra nere till höger för att ändra storlek; nyp för att zooma och flytta bilden.
sw: Buruta fremu ili usogeze, buruta chini kulia ili kubadilisha ukubwa; Bana ili kukuza na kusogeza picha.
ta: நகர்த்த frame ஐ இழுக்கவும், மறுஅளவிற்கு கீழ்-வலதுபுறம் இழுக்கவும்; Zoom மற்றும் படம் நகர்த்த Pinch செய்.
te: తరలించడానికి ఫ్రేమ్‌ను లాగండి, పునఃపరిమాణం చేయడానికి దిగువ-కుడివైపుకు లాగండి; చిత్రాన్ని జూమ్ చేయడానికి మరియు తరలించడానికి చిటికెడు.
th: ลากกรอบเพื่อย้าย ลากมุมขวาล่างเพื่อปรับขนาด; บีบนิ้วเพื่อซูมและย้ายรูป
tr: Taşımak için çerçeveyi sürükleyin, yeniden boyutlandırmak için sağ alt köşeyi sürükleyin; yakınlaştırmak ve resmi taşımak için iki parmağınızla sıkıştırın.
uk: Перетягніть рамку для переміщення, перетягніть нижній правий кут для зміни розміру; щипніть, щоб масштабувати та перемістити зображення.
ur: موومنٹ کے لیے فریم کو گھسیٹیں، سائز کے لیے نیچے-دائیں گھسیٹیں؛ زوم اور امیج موومنٹ کے لیے پنچ کریں۔
vi: Kéo khung để di chuyển, kéo góc dưới phải để thay đổi kích thước; chụm để phóng to và di chuyển ảnh.
xh: Tsala isakhelo ukuhambisa, tsala ezantsi-ekunene ukwenza ubungakanani kwakhona; cinezela ukusondeza kwaye uhambise umfanekiso.
zh: 拖动框架移动，拖动右下角调整大小；双指缩放和移动图片。
zh_hant: 拖動框架移動，拖動右下角調整大小；雙指縮放和移動圖片。
zu: Hudula uhlaka ukuze uhambe, hudula phansi kwesokudla ukuze ushintshe usayizi; ncinza ukuze usondeze futhi uhambise isithombe.

source: Please fill in all fields
af: Vul asseblief alle velde in
am: እባክዎ ሁሉንም መስኮች ይሙሉ
ar: يرجى ملء جميع الحقول
bg: Моля, попълнете всички полета
bn: দয়া করে সমস্ত ফিল্ড পূরণ করুন
ca: Si us plau, ompliu tots els camps
ckb: Ji kerema xwe hemû qadan dagirin
cs: Vyplňte prosím všechna pole
cy: Llenwch bob maes
da: Udfyld venligst alle felter
de: Bitte füllen Sie alle Felder aus
el: Παρακαλούμε συμπληρώστε όλα τα πεδία
et: Palun täitke kõik väljad
eu: Mesedez, bete eremu guztiak
fa: لطفاً همه فیلدها را پر کنید
fi: Täytä kaikki kentät
fil: Mangyaring punan ang lahat ng mga patlang
fr_ca: Veuillez remplir tous les champs
ga: Líon isteach gach réimse le do thoil
gl: Enche todos os campos
gu: કૃપા કરીને તમામ ખાણા ભરો
he: אנא מלא את כל השדות
hi: कृपया सभी फ़ील्ड भरें
hr: Molimo ispunite sva polja
hu: Kérjük, töltse ki az összes mezőt
hy: Խնդրում ենք լրացնել բոլոր դաշտերը
id: Silakan isi semua kolom
is: Vinsamlegast fylltu út alla reiti
it: Per favore compila tutti i campi
ja: すべてのフィールドを入力してください
ka: გთხოვთ შეავსოთ ყველა ველი
km: សូមបំពេញគ្រប់វិស័យ
kn: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಫೀಲ್ಡ್'ಗಳನ್ನು ಭರಿಸಿ
ko: 모든 필드를 입력해 주세요
lo: ກະລຸນາຕື່ມຂໍ້ມູນໃສ່ໃນທຸກຊ່ອງ
lt: Prašome užpildyti visus laukus
lv: Lūdzu, aizpildiet visus laukus
mk: Ве молиме пополнете ги сите полиња
ml: എല്ലാ ഫീൽഡുകളും പൂരിപ്പിക്കുക
mn: Бүх талбарыг бөглөнө үү
mr: कृपया सर्व फील्ड भरा
ms: Sila isi semua ruangan
my: ကွက်လပ်အားလုံးကို ဖြည့်ပါ။
nb: Vennligst fyll ut alle feltene
ne: कृपया सबै क्षेत्रहरू भर्नुहोस्
nl: Vul alle velden in
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੇ ਖੇਤਰ ਭਰੋ
pl: Wypełnij wszystkie pola
pt_br: Por favor, preencha todos os campos
ro: Vă rugăm să completați toate câmpurile
ru: Пожалуйста, заполните все поля
si: කරුණාකර සියලු ක්‍ෂේත්‍ර පුරවන්න
sk: Vyplňte všetky polia
sl: Prosimo izpolnite vsa polja
sq: Ju lutemi plotësoni të gjitha fushat
sv: Vänligen fyll i alla fält
sw: Tafadhali jaza sehemu zote
ta: தயவுச் செய்து அனைத்து புலங்களையும் நிரப்புங்கள்
te: దయచేసి అన్ని ఫీల్డ్‌లను పూరించండి
th: กรุณากรอกทุกช่อง
tr: Lütfen tüm alanları doldurun
uk: Будь ласка, заповніть усі поля
ur: براہ کرم تمام فیلڈز پر کریں
vi: Vui lòng điền tất cả các trường
xh: Nceda ugcwalise zonke iindawo
zh: 请填写所有字段
zh_hant: 請填寫所有欄位
zu: Sicela ugcwalise zonke izinkambu

source: PIN must be at least 4 digits
af: PIN moet ten minste 4 syfers wees
am: ፒን ቢያንስ 4 አሃዞች መሆን አለበት።
ar: يجب أن يكون PIN على الأقل 4 أرقام
bg: ПИН трябва да е поне 4 цифри
bn: PIN কমপক্ষে 4টি সংখ্যা হতে হবে
ca: El PIN ha de tenir almenys 4 dígits
ckb: PIN divê herî kêm 4 jimar be
cs: PIN musí mít alespoň 4 číslice
cy: Rhaid i'r PIN fod o leiaf 4 digid
da: PIN-koden skal være på mindst 4 cifre
de: PIN muss mindestens 4 Ziffern haben
el: Το PIN πρέπει να είναι τουλάχιστον 4 ψηφία
et: PIN-kood peab olema vähemalt 4-kohaline
eu: PINak 4 digitu izan behar ditu gutxienez
fa: PIN باید حداقل 4 رقم باشد
fi: PIN-koodissa on oltava vähintään 4 numeroa
fil: Ang PIN ay dapat na hindi bababa sa 4 na digit
fr_ca: Le code PIN doit comporter au moins 4 chiffres
ga: Ní mór go mbeadh 4 dhigit ar a laghad ag an UAP
gl: O PIN debe ter polo menos 4 díxitos
gu: PIN ઓછામાં ઓછા 4 અંકનો હોવો જોઈએ
he: ה-PIN חייב להכיל לפחות 4 ספרות
hi: PIN कम से कम 4 अंकों का होना चाहिए
hr: PIN mora imati najmanje 4 znamenke
hu: A PIN-kódnak legalább 4 számjegyből kell állnia
hy: PIN կոդը պետք է լինի առնվազն 4 նիշ
id: PIN harus minimal 4 digit
is: PIN-númer verður að vera að minnsta kosti 4 tölustafir
it: Il PIN deve essere di almeno 4 cifre
ja: PINは4桁以上である必要があります
ka: PIN უნდა იყოს მინიმუმ 4 ციფრი
km: កូដ PIN ត្រូវតែមានយ៉ាងហោចណាស់ 4 ខ្ទង់
kn: PIN ಕನಿಷ್ಠ 4 ಅಂಕಿಗಳಾಗಿರಬೇಕು
ko: PIN은 최소 4자리여야 합니다
lo: PIN ຕ້ອງມີຢ່າງໜ້ອຍ 4 ຕົວເລກ
lt: PIN kodą turi sudaryti bent 4 skaitmenys
lv: PIN ir jābūt vismaz 4 cipariem
mk: ПИН-кодот мора да биде најмалку 4 цифри
ml: പിൻ കുറഞ്ഞത് 4 അക്കങ്ങൾ ആയിരിക്കണം
mn: ПИН код дор хаяж 4 оронтой байх ёстой
mr: PIN कमीत कमी 4 अंकी असावी
ms: PIN mestilah sekurang-kurangnya 4 digit
my: ပင်နံပါတ်သည် အနည်းဆုံး ဂဏန်း ၄ လုံး ဖြစ်ရမည်။
nb: PIN-koden må bestå av minst 4 sifre
ne: PIN कम्तीमा 4 अंकको हुनुपर्छ
nl: PIN moet minimaal 4 cijfers hebben
pa: PIN ਘੱਟੋਂ 4 ਅੰਕ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pl: PIN musi mieć co najmniej 4 cyfry
pt_br: PIN deve ter pelo menos 4 digitos
ro: PIN-ul trebuie să aibă cel puțin 4 cifre
ru: PIN должен содержать минимум 4 цифры
si: PIN කෙලවරින් අකුරු 4 ක් විය යුතුය
sk: PIN musí mať aspoň 4 číslice
sl: PIN mora imeti vsaj 4 števke
sq: Kodi PIN duhet të jetë të paktën 4 shifror
sv: PIN-koden måste vara minst fyra siffror
sw: PIN lazima iwe na angalau tarakimu 4
ta: PIN குறைந்தது 4 இலக்கங்கள் இருக்க வேண்டும்
te: పిన్ తప్పనిసరిగా కనీసం 4 అంకెలు ఉండాలి
th: PIN ต้องมีอย่างน้อย 4 หลัก
tr: PIN en az 4 basamaklı olmalı
uk: PIN повинен містити принаймні 4 цифри
ur: PIN کم از کم 4 ہندسے کا ہونا چاہیے
vi: PIN phải có ít nhất 4 chữ số
xh: I-PIN kufuneka ibe namanani ama-4 ubuncinci
zh: PIN 至少需要 4 位数字
zh_hant: PIN 至少需要 4 位數字
zu: Iphinikhodi kufanele okungenani ibe namadijithi angu-4

# pinAtLeast4Digits
source: PIN must be at least 4 digits
af: PIN moet ten minste 4 syfers wees
am: ፒን ቢያንስ 4 አሃዞች መሆን አለበት።
ar: PIN يجب أن يكون 4 أرقام على الأقل
bg: ПИН трябва да е поне 4 цифри
bn: PIN কমপক্ষে 4টি সংখ্যা হতে হবে
ca: El PIN ha de tenir almenys 4 dígits
ckb: PIN divê herî kêm 4 jimar be
cs: PIN musí mít alespoň 4 číslice
cy: Rhaid i PIN fod o leiaf 4 digid
da: PIN-koden skal være på mindst 4 cifre
de: PIN muss mindestens 4 Ziffern haben
el: Το PIN πρέπει να είναι τουλάχιστον 4 ψηφία
et: PIN-kood peab olema vähemalt 4-kohaline
eu: PINak 4 digitu izan behar ditu gutxienez
fa: PIN باید حداقل 4 رقم باشد
fi: PIN-koodissa on oltava vähintään 4 numeroa
fil: Ang PIN ay dapat na hindi bababa sa 4 na digit
fr_ca: Le code PIN doit comporter au moins 4 chiffres
ga: Ní mór go mbeadh 4 dhigit ar a laghad ag an UAP
gl: O PIN debe ter polo menos 4 díxitos
gu: PIN ઓછામાં ઓછા 4 અંકનો હોવો જોઈએ
he: ה-PIN חייב להכיל לפחות 4 ספרות
hi: PIN कम से कम 4 अंकों का होना चाहिए
hr: PIN mora imati najmanje 4 znamenke
hu: A PIN-kódnak legalább 4 számjegyből kell állnia
hy: PIN կոդը պետք է լինի առնվազն 4 նիշ
id: PIN minimal 4 digit
is: PIN-númer verður að vera að minnsta kosti 4 tölustafir
it: Il PIN deve essere di almeno 4 cifre
ja: PINは4桁以上である必要があります
ka: PIN უნდა იყოს მინიმუმ 4 ციფრი
km: កូដ PIN ត្រូវតែមានយ៉ាងហោចណាស់ 4 ខ្ទង់
kn: PIN ಕನಿಷ್ಠ 4 ಅಂಕಿಗಳಾಗಿರಬೇಕು
ko: PIN은 최소 4자리여야 합니다
lo: PIN ຕ້ອງມີຢ່າງໜ້ອຍ 4 ຕົວເລກ
lt: PIN kodą turi sudaryti bent 4 skaitmenys
lv: PIN ir jābūt vismaz 4 cipariem
mk: ПИН-кодот мора да биде најмалку 4 цифри
ml: പിൻ കുറഞ്ഞത് 4 അക്കങ്ങൾ ആയിരിക്കണം
mn: ПИН код дор хаяж 4 оронтой байх ёстой
mr: PIN कमीत कमी 4 अंकी असावी
ms: PIN mestilah sekurang-kurangnya 4 digit
my: ပင်နံပါတ်သည် အနည်းဆုံး ဂဏန်း ၄ လုံး ဖြစ်ရမည်။
nb: PIN-koden må bestå av minst 4 sifre
ne: PIN कम्तीमा 4 अंकको हुनुपर्छ
nl: PIN minimaal 4 cijfers
pa: PIN ਘੱਟੋਂ 4 ਅੰਕ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pl: PIN musi mieć co najmniej 4 cyfry
pt_br: PIN deve ter pelo menos 4 digitos
ro: PIN-ul trebuie să aibă cel puțin 4 cifre
ru: PIN должен содержать минимум 4 цифры
si: PIN කෙලවරින් අකුරු 4 ක් විය යුතුය
sk: PIN musí mať aspoň 4 číslice
sl: PIN mora imeti vsaj 4 števke
sq: Kodi PIN duhet të jetë të paktën 4 shifror
sv: PIN-koden måste vara minst fyra siffror
sw: PIN lazima iwe na angalau tarakimu 4
ta: PIN குறைந்தது 4 இலக்கங்கள் இருக்க வேண்டும்
te: పిన్ తప్పనిసరిగా కనీసం 4 అంకెలు ఉండాలి
th: PIN อย่างน้อย 4 หลัก
tr: PIN en az 4 basamaklı olmalı
uk: PIN повинен містити принаймні 4 цифри
ur: PIN کم از کم 4 ہندسے کا ہونا چاہیے
vi: PIN ít nhất 4 chữ số
xh: I-PIN kufuneka ibe namanani ama-4 ubuncinci
zh: PIN 至少 4 位
zh_hant: PIN 至少 4 位
zu: Iphinikhodi kufanele okungenani ibe namadijithi angu-4

source: Invalid username or PIN
af: Ongeldige gebruikernaam of PIN
am: የተሳሳተ የተጠቃሚ ስም ወይም ፒን
ar: اسم مستخدم أو PIN غير صالح
bg: Невалидно потребителско име или ПИН
bn: অবৈধ ব্যবহারকারী নাম বা PIN
ca: Nom d'usuari o PIN no vàlid
ckb: Navê bikarhêner an PIN nederbasdar e
cs: Neplatné uživatelské jméno nebo PIN
cy: Enw defnyddiwr neu PIN annilys
da: Ugyldigt brugernavn eller pinkode
de: Ungültiger Benutzername oder PIN
el: Μη έγκυρο όνομα χρήστη ή PIN
et: Kehtetu kasutajanimi või PIN-kood
eu: Erabiltzaile-izena edo PIN baliogabea
fa: نام کاربری یا PIN نامعتبر
fi: Virheellinen käyttäjänimi tai PIN-koodi
fil: Di-wastong username o PIN
fr_ca: Nom d'utilisateur ou code PIN invalide
ga: Ainm úsáideora nó UAP neamhbhailí
gl: Nome de usuario ou PIN non válido
gu: અમાન્ય વપરાશકર્તા નામ અથવા PIN
he: שם משתמש או PIN לא תקין
hi: अमान्य उपयोगकर्ता नाम या PIN
hr: Nevažeće korisničko ime ili PIN
hu: Érvénytelen felhasználónév vagy PIN-kód
hy: Անվավեր օգտանուն կամ PIN
id: Nama pengguna atau PIN tidak valid
is: Ógilt notendanafn eða PIN-númer
it: Nome utente o PIN non valido
ja: ユーザー名またはPINが無効です
ka: არასწორი მომხმარებლის სახელი ან PIN
km: ឈ្មោះអ្នកប្រើប្រាស់ ឬលេខសម្ងាត់មិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯ ಬಳಕೆದಾರ ಹೆಸರು ಅಥವಾ PIN
ko: 사용자 이름 또는 PIN이 유효하지 않습니다
lo: ຊື່ຜູ້ໃຊ້ ຫຼື PIN ບໍ່ຖືກຕ້ອງ
lt: Neteisingas vartotojo vardas arba PIN kodas
lv: Nederīgs lietotājvārds vai PIN
mk: Неважечко корисничко име или PIN
ml: അസാധുവായ ഉപയോക്തൃനാമം അല്ലെങ്കിൽ പിൻ
mn: Хэрэглэгчийн нэр эсвэл ПИН код буруу байна
mr: अमान्य वापरकर्ता नाव किंवा PIN
ms: Nama pengguna atau PIN tidak sah
my: အသုံးပြုသူအမည် သို့မဟုတ် ပင်နံပါတ် မမှန်ကန်ပါ။
nb: Ugyldig brukernavn eller PIN-kode
ne: अमान्य प्रयोगकर्ता नाम वा PIN
nl: Ongeldige gebruikersnaam of PIN
pa: ਅਧਿਕਾਰਤ ਉਪਯੋਗਕਰਤਾ ਨਾਮ ਜਾਂ PIN
pl: Nieprawidłowa nazwa użytkownika lub PIN
pt_br: Nome de usuario ou PIN invalido
ro: Nume de utilizator sau PIN nevalid
ru: Неверное имя пользователя или PIN
si: අත්‍යවශ්‍ය නොවන පරිශීලක නාමය හෝ PIN
sk: Neplatné používateľské meno alebo PIN
sl: Neveljavno uporabniško ime ali PIN
sq: Emër përdoruesi ose PIN i pavlefshëm
sv: Ogiltigt användarnamn eller PIN-kod
sw: Jina la mtumiaji au PIN si sahihi
ta: தவறான பயனர்ப்பெயர் அல்லது PIN
te: చెల్లని వినియోగదారు పేరు లేదా పిన్
th: ชื่อผู้ใช้หรือ PIN ไม่ถูกต้อง
tr: Geçersiz kullanıcı adı veya PIN
uk: Невірне ім'я користувача або PIN
ur: غلط صارف نام یا PIN
vi: Tên người dùng hoặc PIN không hợp lệ
xh: Igama lomsebenzisi elingasebenziyo okanye i-PIN
zh: 用户名或 PIN 无效
zh_hant: 使用者名稱或 PIN 無效
zu: Igama lomsebenzisi elingavumelekile noma i-PIN

# invalidUsernameOrPinError
source: Invalid username or PIN
af: Ongeldige gebruikernaam of PIN
am: የተሳሳተ የተጠቃሚ ስም ወይም ፒን
ar: اسم مستخدم أو PIN غير صالح
bg: Невалидно потребителско име или ПИН
bn: অবৈধ ব্যবহারকারী নাম বা PIN
ca: Nom d'usuari o PIN no vàlid
ckb: Navê bikarhêner an PIN nederbasdar e
cs: Neplatné uživatelské jméno nebo PIN
cy: Enw defnyddiwr neu PIN annilys
da: Ugyldigt brugernavn eller pinkode
de: Ungültiger Benutzername oder PIN
el: Μη έγκυρο όνομα χρήστη ή PIN
et: Kehtetu kasutajanimi või PIN-kood
eu: Erabiltzaile-izena edo PIN baliogabea
fa: نام کاربری یا PIN نامعتبر
fi: Virheellinen käyttäjänimi tai PIN-koodi
fil: Di-wastong username o PIN
fr_ca: Nom d'utilisateur ou code PIN invalide
ga: Ainm úsáideora nó UAP neamhbhailí
gl: Nome de usuario ou PIN non válido
gu: અમાન્ય વપરાશકર્તા નામ અથવા PIN
he: שם משתמש או PIN לא תקין
hi: अमान्य उपयोगकर्ता नाम या PIN
hr: Nevažeće korisničko ime ili PIN
hu: Érvénytelen felhasználónév vagy PIN-kód
hy: Անվավեր օգտանուն կամ PIN
id: Nama pengguna atau PIN salah
is: Ógilt notendanafn eða PIN-númer
it: Nome utente o PIN non valido
ja: ユーザー名またはPINが無効です
ka: მომხმარებლის სახელი ან PIN არასწორია
km: ឈ្មោះអ្នកប្រើប្រាស់ ឬលេខសម្ងាត់មិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯ ಬಳಕೆದಾರ ಹೆಸರು ಅಥವಾ PIN
ko: 사용자 이름 또는 PIN이 유효하지 않습니다
lo: ຊື່ຜູ້ໃຊ້ ຫຼື PIN ບໍ່ຖືກຕ້ອງ
lt: Neteisingas vartotojo vardas arba PIN kodas
lv: Nederīgs lietotājvārds vai PIN
mk: Неважечко корисничко име или PIN
ml: അസാധുവായ ഉപയോക്തൃനാമം അല്ലെങ്കിൽ പിൻ
mn: Хэрэглэгчийн нэр эсвэл ПИН код буруу байна
mr: अमान्य वापरकर्ता नाव किंवा PIN
ms: Nama pengguna atau PIN tidak sah
my: အသုံးပြုသူအမည် သို့မဟုတ် ပင်နံပါတ် မမှန်ကန်ပါ။
nb: Ugyldig brukernavn eller PIN-kode
ne: अमान्य प्रयोगकर्ता नाम वा PIN
nl: Ongeldige gebruikersnaam of PIN
pa: ਅਧਿਕਾਰਤ ਉਪਯੋਗਕਰਤਾ ਨਾਮ ਜਾਂ PIN
pl: Nieprawidłowa nazwa użytkownika lub PIN
pt_br: Nome de usuario ou PIN invalido
ro: Nume de utilizator sau PIN nevalid
ru: Неверное имя пользователя или PIN
si: අත්‍යවශ්‍ය නොවන පරිශීලක නාමය හෝ PIN
sk: Neplatné používateľské meno alebo PIN
sl: Neveljavno uporabniško ime ali PIN
sq: Emër përdoruesi ose PIN i pavlefshëm
sv: Ogiltigt användarnamn eller PIN-kod
sw: Jina la mtumiaji au PIN si sahihi
ta: தவறான பயனர்ப்பெயர் அல்லது PIN
te: చెల్లని వినియోగదారు పేరు లేదా పిన్
th: ชื่อผู้ใช้หรือ PIN ไม่ถูกต้อง
tr: Geçersiz kullanıcı adı veya PIN
uk: Невірне ім'я користувача або PIN
ur: غلط صارف نام یا PIN
vi: Tên người dùng hoặc PIN không hợp lệ
xh: Igama lomsebenzisi elingasebenziyo okanye i-PIN
zh: 用户名或 PIN 错误
zh_hant: 使用者名稱或 PIN 錯誤
zu: Igama lomsebenzisi elingavumelekile noma i-PIN

source: Username already exists
af: Gebruikersnaam bestaan ​​reeds
am: የተጠቃሚ ስም አስቀድሞ አለ።
ar: اسم المستخدم موجود بالفعل
bg: Потребителското име вече съществува
bn: ব্যবহারকারী নাম ইতিমধ্যে আছে
ca: El nom d'usuari ja existeix
ckb: Ev nav tê bikaranîn
cs: Uživatelské jméno již existuje
cy: Mae enw defnyddiwr eisoes yn bodoli
da: Brugernavn eksisterer allerede
de: Benutzername existiert bereits
el: Το όνομα χρήστη υπάρχει ήδη
et: Kasutajanimi on juba olemas
eu: Erabiltzaile izena badago jada
fa: نام کاربری از قبل وجود دارد
fi: Käyttäjätunnus on jo olemassa
fil: Umiiral na ang username
fr_ca: Le nom d'utilisateur existe déjà
ga: Tá an t-ainm úsáideora ann cheana féin
gl: O nome de usuario xa existe
gu: વપરાશકર્તા નામ પહેલેથી જ છે
he: שם המשתמש כבר קיים
hi: उपयोगकर्ता नाम पहले से मौजूद है
hr: Korisničko ime već postoji
hu: A felhasználónév már létezik
hy: Օգտանուն արդեն գոյություն ունի
id: Nama pengguna sudah ada
is: Notandanafn er þegar til
it: Il nome utente esiste gia'
ja: ユーザー名は既に存在します
ka: მომხმარებლის სახელი უკვე არსებობს
km: ឈ្មោះអ្នកប្រើប្រាស់មានរួចហើយ
kn: ಬಳಕೆದಾರ ಹೆಸರು ಈಗಾಗಲೇ ಇದೆ
ko: 사용자 이름이 이미 존재합니다
lo: ຊື່ຜູ້ໃຊ້ມີຢູ່ແລ້ວ
lt: Vartotojo vardas jau yra
lv: Lietotājvārds jau pastāv
mk: Корисничкото име веќе постои
ml: ഉപയോക്തൃനാമം ഇതിനകം നിലവിലുണ്ട്
mn: Хэрэглэгчийн нэр аль хэдийн байна
mr: वापरकर्ता नाव आधीच वापरात आहे
ms: Nama pengguna sudah wujud
my: အသုံးပြုသူအမည် ရှိနှင့်ပြီးဖြစ်သည်။
nb: Brukernavnet eksisterer allerede
ne: प्रयोगकर्ता नाम पहिले नै छ
nl: Gebruikersnaam bestaat al
pa: ਉਪਯੋਗਕਰਤਾ ਨਾਮ ਪਹਿਲਾਂ ਤੋਂ ਮੌਜੂਦ ਹੈ
pl: Nazwa użytkownika już istnieje
pt_br: Nome de usuario ja existe
ro: Numele de utilizator există deja
ru: Имя пользователя уже существует
si: පරිශීලක නාමය දැනටමත් තිබේ
sk: Používateľské meno už existuje
sl: Uporabniško ime že obstaja
sq: Emri i përdoruesit ekziston tashmë
sv: Användarnamnet finns redan
sw: Jina la mtumiaji tayari lipo
ta: பயனர்ப்பெயர் ஏற்கனவே உள்ளது
te: వినియోగదారు పేరు ఇప్పటికే ఉంది
th: ชื่อผู้ใช้มีอยู่แล้ว
tr: Kullanıcı adı zaten mevcut
uk: Ім'я користувача вже існує
ur: صارف نام پہلے سے موجود ہے
vi: Tên người dùng đã tồn tại
xh: Igama lomsebenzisi sele likhona
zh: 用户名已存在
zh_hant: 使用者名稱已存在
zu: Igama lomsebenzisi selivele likhona
