Repository: hhhaiai/Shiguang
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bg, bn, ca, ckb, cs, cy, da, de, el, et, eu, fa, fi, fil, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, vi, xh, zh, zh_hant, zu

source: Cross-Device Sync
af: Kruis-toestel-sinkronisering
am: መሳሪያ ተሻጋሪ ማመሳሰል
ar: مزامنة الأجهزة المتعددة
bg: Синхронизиране между устройства
bn: ক্রস-ডিভাইস সিঙ্ক
ca: Sincronització entre dispositius
cs: Synchronizace mezi zařízeními
cy: Cysoni Traws-Dyfais
da: Synkronisering på tværs af enheder
de: Geräteübergreifende Synchronisierung
el: Συγχρονισμός μεταξύ συσκευών
et: Seadmetevaheline sünkroonimine
eu: Gailuen arteko sinkronizazioa
fa: همگام‌سازی بین دستگاه‌ها
fi: Laitteiden välinen synkronointi
fr_ca: Synchronisation multi-appareils
ga: Sync Tras-Ghléas
gl: Sincronización entre dispositivos
gu: ક્રોસ-ડિવાઇસ સમન્વય
he: סנכרון בין מכשירים
hi: क्रॉस-डिवाइस सिंक
hr: Sinkronizacija između uređaja
hu: Eszközök közötti szinkronizálás
hy: Խաչաձև սարքի համաժամացում
id: Sinkronisasi Lintas Perangkat
is: Samstilling yfir tæki
it: Sincronizzazione tra dispositivi
ja: クロスデバイス同期
ka: მოწყობილობებს შორის სინქრონიზაცია
km: សមកាលកម្មឆ្លងឧបករណ៍
kn: ಕ್ರಾಸ್-ಡಿವೈಸ್ ಸಿಂಕ್
ko: 기기 간 동기화
lo: Sync ຂ້າມອຸປະກອນ
lt: Kelių įrenginių sinchronizavimas
lv: Vairāku ierīču sinhronizācija
mk: Синхронизација меѓу уреди
ml: ക്രോസ്-ഡിവൈസ് സമന്വയം
mr: क्रॉस-डिव्हाइस सिंक
ms: Penyegerakan Merentas Peranti
nb: Synkronisering på tvers av enheter
ne: क्रस-डिभाइस सिंक
nl: Apparaatoverschrijdende synchronisatie
pa: ਕ੍ਰਾਸ-ਡਿਵਾਈਸ ਸਿੰਕ
pl: Synchronizacja między urządzeniami
pt_br: Sincronizacao entre Dispositivos
ro: Sincronizare pe mai multe dispozitive
ru: Синхронизация между устройствами
si: ක්‍රොස්-උපකරණ සමමුහුර්තකරණය
sk: Synchronizácia medzi zariadeniami
sl: Sinhronizacija med napravami
sq: Sinkronizimi ndërmjet pajisjeve
sv: Synkronisering över flera enheter
sw: Usawazishaji wa Kifaa Mtambuka
ta: குறுக்கு-சாதனம் ஒத்திசைவு
te: క్రాస్-డివైస్ సింక్
th: ซิงค์ข้ามอุปกรณ์
tr: Cihazlar Arası Senkronizasyon
uk: Синхронізація між пристроями
ur: کراس ڈیوائسزامنک
vi: Đồng bộ thiết bị
xh: I-Cross-Device Sync
zh: 跨设备同步
zh_hant: 跨裝置同步
zu: I-Cross-Device Sync

# sendToOtherDevices
source: Send to Other Devices (LocalSend)
af: Stuur na ander toestelle (LocalSend)
am: ወደ ሌሎች መሳሪያዎች ላክ (አካባቢያዊ ላክ)
ar: إرسال إلى أجهزة أخرى (LocalSend)
bg: Изпращане до други устройства (LocalSend)
bn: অন্যান্য ডিভাইসে পাঠান (LocalSend)
ca: Envia a altres dispositius (LocalSend)
ckb: Bişîne Amûrên Din (LocalSend)
cs: Odeslat na jiná zařízení (LocalSend)
cy: Anfon i Ddyfeisiadau Eraill (LocalSend)
da: Send til andre enheder (LocalSend)
de: An andere Geräte senden (LocalSend)
el: Αποστολή σε άλλες συσκευές (LocalSend)
et: Saada teistele seadmetele (LocalSend)
eu: Bidali beste gailu batzuetara (LocalSend)
fa: ارسال به دستگاه‌های دیگر (LocalSend)
fi: Lähetä muihin laitteisiin (LocalSend)
fil: Ipadala sa Iba Pang Mga Device (LocalSend)
fr_ca: Envoyer vers d'autres appareils (LocalSend)
ga: Seol chuig Gléasanna Eile (LocalSend)
gl: Enviar a outros dispositivos (LocalSend)
gu: અન્ય ડિવાઈસો પર મોકલો (LocalSend)
he: שלח למכשירים אחרים (LocalSend)
hi: अन्य डिवाइस पर भेजें (LocalSend)
hr: Pošalji na druge uređaje (LocalSend)
hu: Küldés más eszközökre (LocalSend)
hy: Ուղարկել այլ սարքերի (LocalSend)
id: Kirim ke Perangkat Lain (LocalSend)
is: Senda í önnur tæki (LocalSend)
it: Invia ad altri dispositivi (LocalSend)
ja: 他のデバイスに送信（LocalSend）
ka: სხვა მოწყობილობებზე გაგზავნა (LocalSend)
km: ផ្ញើទៅកាន់ឧបករណ៍ផ្សេងទៀត (LocalSend)
kn: ಇತರ ಡಿವೈಸ್'ಗಳಿಗೆ ಕಳುಹಿಸು (LocalSend)
ko: 다른 기기로 보내기 (LocalSend)
lo: ສົ່ງໄປຫາອຸປະກອນອື່ນ (LocalSend)
lt: Siųsti į kitus įrenginius (LocalSend)
lv: Sūtīt uz citām ierīcēm (LocalSend)
mk: Испрати на други уреди (LocalSend)
ml: മറ്റ് ഉപകരണങ്ങളിലേക്ക് അയയ്‌ക്കുക (ലോക്കൽസെൻഡ്)
mr: इतर डिव्हाइसवर पाठवा (LocalSend)
ms: Hantar ke Peranti Lain (LocalSend)
my: အခြားစက်များသို့ ပို့ပါ (LocalSend)
nb: Send til andre enheter (LocalSend)
ne: अन्य डिभाइसहरूमा पठाउनुहोस् (LocalSend)
nl: Naar andere apparaten sturen (LocalSend)
pa: ਹੋਰ ਡਿਵਾਈਸਾਂ ਨੂੰ ਭੇਜੋ (LocalSend)
pl: Wyślij na inne urządzenia (LocalSend)
pt_br: Enviar para Outros Dispositivos (LocalSend)
ro: Trimiteți către alte dispozitive (LocalSend)
ru: Отправить на другие устройства (LocalSend)
si: 其他 උපකරණවලට යවන්න (LocalSend)
sk: Odoslať do iných zariadení (LocalSend)
sl: Pošlji v druge naprave (LocalSend)
sq: Dërgo në pajisje të tjera (LocalSend)
sv: Skicka till andra enheter (LocalSend)
sw: Tuma kwa Vifaa Vingine (LocalSend)
ta: மற்ற சாதனங்களுக்கு அனுப்பு (LocalSend)
te: ఇతర పరికరాలకు పంపండి (లోకల్‌సెండ్)
th: ส่งไปยังอุปกรณ์อื่น
tr: Diğer Cihazlara Gönder (LocalSend)
uk: Надіслати на інші пристрої (LocalSend)
ur: دیگر ڈیوائسز کو بھیجیں (LocalSend)
vi: Gửi đến thiết bị khác
xh: Thumela kwezinye izixhobo (LocalSend)
zh: 发送到其他设备（LocalSend）
zh_hant: 傳送到其他裝置（LocalSend）
zu: Thumela kwamanye Amadivayisi (LocalSend)

# exportBackupAndSend
source: Export backup and send via share sheet
af: Voer rugsteun uit en stuur via deelblad
am: ምትኬን ወደ ውጭ ይላኩ እና በአጋራ ሉህ ይላኩ።
ar: تصدير النسخة الاحتياطية وإرسالها
bg: Експортиране на резервно копие и изпращане чрез лист за споделяне
bn: ব্যাকআপ এক্সপোর্ট করুন এবং শেয়ার শীটের মাধ্যমে পাঠান
ca: Exporta la còpia de seguretat i envia'l mitjançant un full de compartició
ckb: Piştgiriyê derxînin û bi riya pelê parvekirinê bişînin
cs: Exportujte zálohu a odešlete ji prostřednictvím sdíleného listu
cy: Allforio copi wrth gefn a'i anfon trwy daflen rannu
da: Eksporter backup og send via deleark
de: Sicherung exportieren und senden
el: Εξαγωγή αντιγράφων ασφαλείας και αποστολή μέσω φύλλου κοινής χρήσης
et: Eksportige varukoopia ja saatke jagamislehe kaudu
eu: Esportatu babeskopia eta bidali partekatzeko orri baten bidez
fa: پشتیبان‌گیری و ارسال از طریق صفحه اشتراک‌گذاری
fi: Vie varmuuskopio ja lähetä jakoarkin kautta
fil: I-export ang backup at ipadala sa pamamagitan ng share sheet
fr_ca: Exporter la sauvegarde et l'envoyer via une feuille de partage
ga: Easpórtáil cúltaca agus seol trí scairbhileog
gl: Exportar copia de seguranza e enviar a través da folla de compartición
gu: Backup export કરો અને share sheet દ્વારા મોકલો
he: ייצא גיבוי ושלח דרך שיתוף
hi: बैकअप एक्सपोर्ट करें और शेयर शीट के माध्यम से भेजें
hr: Izvezite sigurnosnu kopiju i pošaljite putem dijeljenog lista
hu: Exportálja a biztonsági másolatot és küldje el megosztási lapon keresztül
hy: Արտահանեք կրկնօրինակը և ուղարկեք համօգտագործվող թերթիկի միջոցով
id: Ekspor cadangan dan kirim melalui lembar berbagi
is: Flyttu út öryggisafrit og sendu í gegnum deiliblað
it: Esporta backup e invia tramite foglio di condivisione
ja: バックアップをエクスポートして送信
ka: სარეზერვო ასლის ექსპორტი და გაგზავნა გაზიარების ფურცლის მეშვეობით
km: នាំចេញការបម្រុងទុក និងផ្ញើតាមរយៈសន្លឹកចែករំលែក
kn: ಬ್ಯಾಕಪ್ ಎಕ್ಸ್'ಪೋರ್ಟ್ ಮಾಡಿ ಶೇರ್ ಶೀಟ್ ಮೂಲಕ ಕಳುಹಿಸು
ko: 백업 내보내기 및 보내기
lo: ສົ່ງອອກສໍາຮອງຂໍ້ມູນແລະສົ່ງຜ່ານແຜ່ນແບ່ງປັນ
lt: Eksportuokite atsarginę kopiją ir išsiųskite per bendrinimo lapą
lv: Eksportējiet dublējumu un nosūtiet, izmantojot koplietošanas lapu
mk: Извезете резервна копија и испраќајте преку лист за споделување
ml: ബാക്കപ്പ് കയറ്റുമതി ചെയ്യുക, ഷെയർ ഷീറ്റ് വഴി അയയ്ക്കുക
mr: बॅकअप एक्सपोर्ट करा आणि शेअर शीटद्वारे पाठवा
ms: Eksport sandaran dan hantar melalui helaian saham
my: အရန်သိမ်းခြင်းကို ထုတ်ယူပြီး မျှဝေစာရွက်မှတစ်ဆင့် ပေးပို့ပါ။
nb: Eksporter sikkerhetskopi og send via deleark
ne: ब्याकअप निर्यात गर्नुहोस् र शेयर मार्फत पठाउनुहोस्
nl: Backup exporteren en versturen
pa: ਬੈਕਅੱਪ ਐਕਸਪੋਰਟ ਕਰੋ ਅਤੇ ਸੇਰ ਸ਼ੀਟ ਰਾਹੀਂ ਭੇਜੋ
pl: Eksportuj kopię zapasową i wyślij przez arkusz udostępniania
pt_br: Exportar backup e enviar via compartilhamento
ro: Exportați backup și trimiteți prin foaie de partajare
ru: Экспортировать резервную копию и отправить через меню
si: උපකරණය අපනයනය කර share sheet හරහා යවන්න
sk: Exportujte zálohu a odošlite ju prostredníctvom zdieľaného hárka
sl: Izvozite varnostno kopijo in pošljite prek lista za skupno rabo
sq: Eksporto kopje rezervë dhe dërgo përmes fletës së ndarjes
sv: Exportera säkerhetskopia och skicka via delningsark
sw: Hamisha nakala rudufu na utume kupitia laha ya kushiriki
ta: Backup ஐ ஏற்றுமதி செய்து share sheet மூலம் அனுப்பு
te: బ్యాకప్‌ని ఎగుమతి చేయండి మరియు షేర్ షీట్ ద్వారా పంపండి
th: ส่งออกข้อมูลสำรองและส่งผ่านการแชร์
tr: Yedeklemeyi dışa aktar ve paylaşım sheet ile gönder
uk: Експортувати резервну копію та надіслати через меню поділу
ur: بیک اپ ایکسپورٹ کریں اور شیئر شیٹ کے ذریعے بھیجیں
vi: Xuất sao lưu và gửi qua chia sẻ
xh: Thumela i-backup kwaye uthumele ngephepha lokwabelana
zh: 导出备份并通过分享发送
zh_hant: 匯出備份並透過分享傳送
zu: Khipha isipele futhi uthumele ngeshidi lokwabelana

source: Import from LocalSend
af: Voer in vanaf LocalSend
am: ከLocalSend አስመጣ
ar: استيراد من LocalSend
bg: Импортиране от LocalSend
bn: LocalSend থেকে ইম্পোর্ট করুন
ca: Importa des de LocalSend
ckb: Import ji LocalSend
cs: Import z LocalSend
cy: Mewnforio o LocalSend
da: Importer fra LocalSend
de: Von LocalSend importieren
el: Εισαγωγή από LocalSend
et: Importige teenusest LocalSend
eu: Inportatu LocalSend-etik
fa: Import از LocalSend
fi: Tuo LocalSendistä
fil: Mag-import mula sa LocalSend
fr_ca: Importer depuis LocalSend
ga: Iompórtáil ó LocalSend
gl: Importar desde LocalSend
gu: LocalSend માંથી import કરો
he: ייבא מ-LocalSend
hi: LocalSend से इम्पोर्ट करें
hr: Uvoz iz LocalSend-a
hu: Importálás a LocalSendből
hy: Ներմուծում LocalSend-ից
id: Impor dari LocalSend
is: Flytja inn frá LocalSend
it: Importa da LocalSend
ja: LocalSendからインポート
ka: იმპორტი LocalSend-დან
km: នាំចូលពី LocalSend
kn: LocalSend ನಿಂದ ಇಮ್ಪೋರ್ಟ್ ಮಾಡು
ko: LocalSend에서 가져오기
lo: ນໍາເຂົ້າຈາກ LocalSend
lt: Importuoti iš LocalSend
lv: Importēt no LocalSend
mk: Увезете од LocalSend
ml: LocalSend-ൽ നിന്ന് ഇറക്കുമതി ചെയ്യുക
mr: LocalSend वरून इम्पोर्ट करा
ms: Import daripada LocalSend
my: LocalSend မှ တင်သွင်းပါ။
nb: Importer fra LocalSend
ne: LocalSend बाट आयात गर्नुहोस्
nl: Van LocalSend importeren
pa: LocalSend ਤੋਂ ਇੰਪੋਰਟ ਕਰੋ
pl: Importuj z LocalSend
pt_br: Importar do LocalSend
ro: Importați din LocalSend
ru: Импортировать из LocalSend
si: LocalSend වෙතින් ආයාත කරන්න
sk: Importovať z LocalSend
sl: Uvoz iz LocalSend
sq: Importo nga LocalSend
sv: Importera från LocalSend
sw: Ingiza kutoka kwa LocalSend
ta: LocalSend லிருந்து இறக்கு
te: LocalSend నుండి దిగుమతి చేయండి
th: นำเข้าจาก LocalSend
tr: LocalSend'ten İçe Aktar
uk: Імпорт з LocalSend
ur: LocalSend سے امپورٹ کریں
vi: Nhập từ LocalSend
xh: Ngenisa kwi-LocalSend
zh: 从 LocalSend 导入
zh_hant: 從 LocalSend 匯入
zu: Ngenisa kusuka ku-LocalSend

# selectBackupJson
source: Select backup JSON and merge local data
af: Kies rugsteun JSON en voeg plaaslike data saam
am: JSON ምትኬን ይምረጡ እና የአካባቢ ውሂብን ያዋህዱ
ar: حدد ملف JSON الاحتياطي ودمج البيانات المحلية
bg: Изберете архивиране на JSON и обединете локални данни
bn: ব্যাকআপ JSON নির্বাচন করুন এবং লোকাল ডেটা মার্জ করুন
ca: Seleccioneu JSON de còpia de seguretat i fusioneu les dades locals
ckb: JSON hilanînê hilbijêrin û daneyên herêmî bi hev re bikin
cs: Vyberte záložní JSON a sloučte místní data
cy: Dewiswch JSON wrth gefn ac uno data lleol
da: Vælg backup JSON og flet lokale data
de: Sicherungs-JSON auswählen und lokale Daten zusammenführen
el: Επιλέξτε backup JSON και συγχωνεύστε τοπικά δεδομένα
et: Valige varu JSON ja ühendage kohalikud andmed
eu: Hautatu babeskopia JSON eta batu tokiko datuak
fa: انتخاب JSON پشتیبان و ادغام داده‌های محلی
fi: Valitse varmuuskopio JSON ja yhdistä paikalliset tiedot
fil: Piliin ang backup na JSON at pagsamahin ang lokal na data
fr_ca: Sélectionnez la sauvegarde JSON et fusionnez les données locales
ga: Roghnaigh cúltaca JSON agus cumasc sonraí áitiúla
gl: Seleccione JSON de copia de seguridade e combine os datos locais
gu: Backup JSON પસંદ કરો અને local data merge કરો
he: בחר גיבוי JSON ומזג נתונים מקומיים
hi: बैकअप JSON चुनें और लोकल डेटा मर्ज करें
hr: Odaberite sigurnosnu kopiju JSON i spojite lokalne podatke
hu: Válassza ki a biztonsági mentési JSON-t, és egyesítse a helyi adatokat
hy: Ընտրեք պահուստային JSON և միաձուլեք տեղական տվյալները
id: Pilih JSON cadangan dan gabungkan data lokal
is: Veldu öryggisafrit af JSON og sameinaðu staðbundin gögn
it: Seleziona backup JSON e unisci dati locali
ja: バックアップJSONを選択してローカルデータをマージ
ka: აირჩიეთ სარეზერვო JSON და შეაერთეთ ადგილობრივი მონაცემები
km: ជ្រើសរើស JSON បម្រុងទុក ហើយបញ្ចូលទិន្នន័យមូលដ្ឋាន
kn: ಬ್ಯಾಕಪ್ JSON ಆರಿಸಿ ಮತ್ತು ಲೋಕಲ್ ಡೇಟಾವನ್ನು ವಿಲೀನಗೊಳಿಸು
ko: 백업 JSON 선택 및 로컬 데이터 병합
lo: ເລືອກ JSON ສໍາຮອງຂໍ້ມູນແລະລວມຂໍ້ມູນທ້ອງຖິ່ນ
lt: Pasirinkite atsarginę JSON kopiją ir sujunkite vietinius duomenis
lv: Atlasiet dublējuma JSON un sapludiniet vietējos datus
mk: Изберете резервна копија JSON и спојте ги локалните податоци
ml: ബാക്കപ്പ് JSON തിരഞ്ഞെടുത്ത് പ്രാദേശിക ഡാറ്റ ലയിപ്പിക്കുക
mr: बॅकअप JSON निवडा आणि लोकल डेटा मर्ज करा
ms: Pilih JSON sandaran dan gabungkan data setempat
my: အရန် JSON ကို ရွေးပြီး ဒေသတွင်းဒေတာကို ပေါင်းစည်းပါ။
nb: Velg backup JSON og slå sammen lokale data
ne: ब्याकअप JSON चयन गर्नुहोस् र स्थानीय डेटा मर्ज गर्नुहोस्
nl: Backup JSON selecteren en lokale gegevens samenvoegen
pa: ਬੈਕਅੱਪ JSON ਚੁਣੋ ਅਤੇ ਲੋਕਲ ਡਾਟਾ ਮਰਜ ਕਰੋ
pl: Wybierz plik JSON kopii zapasowej i scal dane lokalne
pt_br: Selecionar JSON de backup e mesclar dados locais
ro: Selectați JSON de rezervă și îmbinați datele locale
ru: Выбрать JSON резервную копию и объединить локальные данные
si: උපකරණ JSON තෝරන්න සහ දේශීය දත්ත එක් කරන්න
sk: Vyberte zálohu JSON a zlúčte miestne údaje
sl: Izberite varnostno kopijo JSON in združite lokalne podatke
sq: Zgjidhni JSON rezervë dhe bashkoni të dhënat lokale
sv: Välj backup JSON och slå samman lokala data
sw: Chagua nakala ya JSON na uunganishe data ya ndani
ta: Backup JSON ஐத் தேர்ந்தெடுத்து உள்ளூர் தரவை ஒன்றிணை
te: బ్యాకప్ JSONని ఎంచుకుని, స్థానిక డేటాను విలీనం చేయండి
th: เลือก JSON สำรองและรวมข้อมูลในเครื่อง
tr: Yedekleme JSON seç ve yerel verileri birleştir
uk: Вибрати JSON резервної копії та об'єднати локальні дані
ur: بیک اپ JSON سلیکٹ کریں اور لوکل ڈیٹا مارج کریں
vi: Chọn JSON sao lưu và hợp nhất dữ liệu cục bộ
xh: Khetha ugcino lwe-JSON kwaye udibanise idatha yendawo
zh: 选择备份 JSON 并合并本地数据
zh_hant: 選擇備份 JSON 並合併本地資料
zu: Khetha i-JSON eyisipele bese uhlanganisa idatha yendawo

source: Auto Generation
af: Auto Generasie
am: አውቶማቲክ ማመንጨት
ar: التوليد التلقائي
bg: Автоматично генериране
bn: অটো জেনারেশন
ca: Generació automàtica
cs: Automatické generování
cy: Cynhyrchu Auto
da: Autogenerering
de: Automatische Generierung
et: Automaatne genereerimine
eu: Auto Sorkuntza
fa: تولید خودکار
fi: Automaattinen sukupolvi
fr_ca: Génération automatique
ga: Giniúint Uathoibríoch
gl: Xeración automática
gu: સ્વચાલિત જનરેશન
he: יצירה אוטומטית
hi: ऑटो जेनरेशन
hr: Automatsko generiranje
hu: Automatikus generálás
hy: Ավտոմատ սերունդ
id: Generasi Otomatis
is: Sjálfvirk kynslóð
it: Generazione automatica
ja: 自動生成
ka: ავტო თაობა
km: ជំនាន់ស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂ ಜನನ
ko: 자동 생성
lo: ການຜະລິດອັດຕະໂນມັດ
lt: Auto generacija
lv: Auto ģenerēšana
mk: Автоматска генерација
ml: ഓട്ടോ ജനറേഷൻ
mr: स्वयं निर्माण
ms: Penjanaan Auto
my: အော်တိုမျိုးဆက်
nb: Auto generasjon
ne: स्वतः उत्पादन
nl: Automatische generatie
pa: ਆਟੋ ਜਨਰੇਸ਼ਨ
pl: Automatyczne generowanie
pt_br: Geracao Automatica
ro: Generare automată
ru: Автогенерация
si: යම්කෝමයෙන් උත්පාදනය
sk: Automatické generovanie
sl: Samodejno ustvarjanje
sq: Gjenerimi automatik
sv: Autogenerering
sw: Kizazi Otomatiki
ta: தானியங்கி உருவாக்கம்
te: ఆటో జనరేషన్
th: สร้างอัตโนมัติ
tr: Otomatik Oluşturma
uk: Автогенерація
ur: آٹو جنریشن
vi: Tự động tạo
xh: Isizukulwana esizenzekelayo
zh: 自动生成
zh_hant: 自動生成

source: Auto Generate Summary
af: Genereer outomaties opsomming
am: ራስ-ሰር ማጠቃለያ
ar: إنشاء ملخص تلقائي
bg: Автоматично генериране на резюме
bn: অটো সারাংশ জেনারেট
ca: Generació automàtica de resum
ckb: Xweseriya Xweseriya Xweseriyê
cs: Automatické generování souhrnu
cy: Awto Cynhyrchu Crynodeb
da: Generer automatisk oversigt
de: Zusammenfassung automatisch generieren
el: Αυτόματη δημιουργία σύνοψης
et: Loo kokkuvõte automaatselt
eu: Sortu automatikoki laburpena
fa: خلاصه خودکار تولید کن
fi: Luo yhteenveto automaattisesti
fil: Awtomatikong Bumuo ng Buod
fr_ca: Générer automatiquement un résumé
ga: Auto Gin Achoimre
gl: Xerar automáticamente un resumo
gu: સારાંશ સ્વચાલિત રીતે બનાવો
he: צור סיכום אוטומטי
hi: ऑटो सारांश जेनरेंट करें
hr: Automatski generiraj sažetak
hu: Összegzés automatikus generálása
hy: Ավտոմատ ստեղծման ամփոփում
id: Buat Ringkasan Otomatis
is: Mynda sjálfkrafa samantekt
it: Genera riepilogo automaticamente
ja: 要約を自動生成
ka: ავტო გენერირება შეჯამება
km: បង្កើតការសង្ខេបដោយស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂ ಸಾರಾಂಶ ರಚಿಸು
ko: 요약 자동 생성
lo: ສ້າງບົດສະຫຼຸບອັດຕະໂນມັດ
lt: Automatiškai generuoti suvestinę
lv: Automātiski ģenerēt kopsavilkumu
mk: Автоматско генерирање резиме
ml: സ്വയമേവ സൃഷ്‌ടിക്കുന്ന സംഗ്രഹം
mr: स्वयं सारांश निर्माण करा
ms: Auto Jana Ringkasan
my: အနှစ်ချုပ်ကို အလိုအလျောက်ထုတ်ပေးသည်။
nb: Generer sammendrag automatisk
ne: स्वतः सारांश उत्पादन गर्नुहोस्
nl: Automatisch samenvatting genereren
pa: ਆਟੋ ਸਾਰਾਂਸ਼ ਬਣਾਓ
pl: Automatyczne generowanie podsumowania
pt_br: Gerar Resumo Automaticamente
ro: Generare automată a rezumatului
ru: Автогенерация резюме
si: යම්කෝමයෙන් සාරාංශය උත්පාදනය කරන්න
sk: Automatické generovanie súhrnu
sl: Samodejno ustvari povzetek
sq: Përmbledhja e gjenerimit automatik
sv: Generera sammanfattning automatiskt
sw: Tengeneza Muhtasari Otomatiki
ta: தானியங்கி சுருக்கம் உருவாக்கு
te: స్వయంచాలకంగా రూపొందించిన సారాంశం
th: สร้างสรุปอัตโนมัติ
tr: Otomatik Özet Oluştur
uk: Автогенерація підсумку
ur: آٹو سمری جنریٹ
vi: Tự động tạo tóm tắt
xh: Ukuvelisa ngokuzenzekela isishwankathelo
zh: 自动生成摘要
zh_hant: 自動生成摘要
zu: Khiqiza Okuzenzakalelayo Isifinyezo

source: Generate AI summary for new entries
af: Genereer KI-opsomming vir nuwe inskrywings
am: ለአዲስ ግቤቶች የ AI ማጠቃለያ ይፍጠሩ
ar: إنشاء ملخص ذكاء اصطناعي للإدخالات الجديدة
bg: Генериране на AI резюме за нови записи
bn: নতুন এন্ট্রির জন্য AI সারাংশ জেনারেট করুন
ca: Genereu un resum d'IA per a noves entrades
ckb: Ji bo navnîşên nû kurteya AI-ê biafirînin
cs: Generovat souhrn AI pro nové položky
cy: Cynhyrchu crynodeb AI ar gyfer cofnodion newydd
da: Generer AI-oversigt for nye poster
de: KI-Zusammenfassung für neue Einträge generieren
el: Δημιουργήστε σύνοψη AI για νέες καταχωρήσεις
et: Looge uute kirjete jaoks tehisintellekti kokkuvõte
eu: Sortu AI laburpena sarrera berrietarako
fa: خلاصه هوش مصنوعی برای ورودی‌های جدید تولید کن
fi: Luo tekoälyn yhteenveto uusille merkinnöille
fil: Bumuo ng buod ng AI para sa mga bagong entry
fr_ca: Générer un résumé IA pour les nouvelles entrées
ga: Gin achoimre AI le haghaidh iontrálacha nua
gl: Xera un resumo de AI para novas entradas
gu: New entries માટે AI summary generate કરો
he: צור סיכום AI עבור ערכים חדשים
hi: नई एंट्री के लिए AI सारांश जेनरेंट करें
hr: Generirajte AI sažetak za nove unose
hu: AI összefoglaló létrehozása az új bejegyzésekhez
hy: Ստեղծեք AI ամփոփագիր նոր գրառումների համար
id: Buat ringkasan AI untuk entri baru
is: Búðu til gervigreindarsamantekt fyrir nýjar færslur
it: Genera riepilogo AI per nuove voci
ja: 新しいエントリにAI要約を生成
ka: შექმენით AI რეზიუმე ახალი ჩანაწერებისთვის
km: បង្កើតសេចក្តីសង្ខេប AI សម្រាប់ធាតុថ្មី។
kn: ಹೊಸ ಎಂಟ್ರಿಗಳಿಗೆ AI ಸಾರಾಂಶ ರಚಿಸು
ko: 새 항목에 AI 요약 생성
lo: ສ້າງບົດສະຫຼຸບ AI ສໍາລັບລາຍການໃຫມ່
lt: Sukurkite naujų įrašų AI suvestinę
lv: Izveidojiet AI kopsavilkumu jauniem ierakstiem
mk: Создадете резиме на вештачка интелигенција за нови записи
ml: പുതിയ എൻട്രികൾക്കായി AI സംഗ്രഹം സൃഷ്ടിക്കുക
mr: नवीन एंट्रीसाठी AI सारांश निर्माण करा
ms: Hasilkan ringkasan AI untuk entri baharu
my: အသစ်ထည့်သွင်းမှုများအတွက် AI အနှစ်ချုပ်ကို ဖန်တီးပါ။
nb: Generer AI-sammendrag for nye oppføringer
ne: नयाँ प्रविष्टिहरूको लागि AI सारांश उत्पादन गर्नुहोस्
nl: AI-samenvatting genereren voor nieuwe items
pa: ਨਵੀਂ ਐਂਟਰੀਆਂ ਲਈ AI ਸਾਰਾਂਸ਼ ਬਣਾਓ
pl: Generuj podsumowanie AI dla nowych wpisów
pt_br: Gerar resumo de IA para novas entradas
ro: Generați un rezumat AI pentru noile intrări
ru: Генерировать ИИ-резюме для новых записей
si: නව ඇතුළු කිරීම් සඳහා AI සාරාංශය උත්පාදනය කරන්න
sk: Vytvorte súhrn AI pre nové položky
sl: Ustvari povzetek AI za nove vnose
sq: Gjeneroni përmbledhjen e AI për hyrjet e reja
sv: Generera AI-sammanfattning för nya poster
sw: Tengeneza muhtasari wa AI kwa maingizo mapya
ta: புதிய உள்ளீடுகளுக்கு AI சுருக்கம் உருவாக்கு
te: కొత్త ఎంట్రీల కోసం AI సారాంశాన్ని రూపొందించండి
th: สร้างสรุป AI สำหรับรายการใหม่
tr: Yeni girdiler için AI özeti oluştur
uk: Генерувати AI підсумок для нових записів
ur: نو انٹریز کے لیے AI سمری جنریٹ کریں
vi: Tạo tóm tắt AI cho mục mới
xh: Yenza isishwankathelo se-AI kumangenelo amatsha
zh: 为新条目生成 AI 摘要
zh_hant: 為新條目生成 AI 摘要
zu: Khiqiza isifinyezo se-AI kokufakiwe okusha

source: Auto Generate Embedding
af: Genereer outomaties inbedding
am: መክተትን በራስ-ሰር ይፍጠሩ
ar: توليد تضمين تلقائي
bg: Автоматично генериране на вграждане
bn: অটো এমবেডিং জেনারেট
ca: Incrustació de generació automàtica
ckb: Veavakirina Xweserî Hilberîne
cs: Automatické generování vkládání
cy: Auto Cynhyrchu Mewnosod
da: Generer automatisk indlejring
de: Embedding automatisch generieren
el: Αυτόματη δημιουργία ενσωμάτωσης
et: Manustamise automaatne loomine
eu: Sortu automatikoki kapsulatzea
fa: تعبیه خودکار تولید کن
fi: Luo upottaminen automaattisesti
fil: Awtomatikong Bumuo ng Pag-embed
fr_ca: Générer automatiquement l'intégration
ga: Uath-Gin Leabú
gl: Xeración automática de incorporación
gu: એમ્બેડિંગ સ્વચાલિત રીતે બનાવો
he: צור Embedding אוטומטי
hi: ऑटो एम्बेडिंग जेनरेंट करें
hr: Automatski generiraj ugradnju
hu: Beágyazás automatikus generálása
hy: Ավտոմատ ստեղծեք ներկառուցում
id: Buat Embedding Otomatis
is: Mynda innfellingu sjálfkrafa
it: Genera embedding automaticamente
ja: Embeddingを自動生成
ka: ჩაშენების ავტომატური გენერირება
km: បង្កើតការបង្កប់ដោយស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂ ಎಂಬೆಡಿಂಗ್ ರಚಿಸು
ko: 임베딩 자동 생성
lo: ອັດຕະໂນມັດສ້າງການຝັງ
lt: Automatinis įterpimo generavimas
lv: Automātiski ģenerēt iegulšanu
mk: Автоматско генерирање на вградување
ml: സ്വയം ജനറേറ്റ് എംബഡിംഗ്
mr: स्वयं एम्बेडिंग निर्माण करा
my: အလိုအလျောက် တသားတည်း ထုတ်လုပ်သည်။
nb: Autogenerer innebygging
ne: स्वतः एम्बेडिङ उत्पादन गर्नुहोस्
nl: Automatisch embedding genereren
pa: ਆਟੋ ਐਂਬੈਡਿੰਗ ਬਣਾਓ
pl: Automatyczne generowanie osadzania
pt_br: Gerar Embedding Automaticamente
ro: Generare automată încorporare
ru: Автогенерация эмбеддинга
si: යම්කෝමයෙන් Embedding උත්පාදනය කරන්න
sk: Automatické generovanie vkladania
sl: Samodejno ustvari vdelavo
sv: Generera inbäddning automatiskt
sw: Tengeneza Upachikaji Kiotomatiki
ta: தானியங்கி Embedding உருவாக்கு
te: స్వయంచాలకంగా పొందుపరచడం
th: สร้าง Embedding อัตโนมัติ
tr: Otomatik Embedding Oluştur
uk: Автогенерація Embedding
ur: آٹو ایمبیڈنگ جنریٹ
vi: Tự động tạo Embedding
xh: Ukuvelisa ngokuzenzekela kufakelo
zh: 自动生成 Embedding
zh_hant: 自動生成 Embedding
zu: Khiqiza Okuzenzakalelayo Ukushumeka
