Repository: hhhaiai/Shiguang
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bg, bn, ca, ckb, cs, cy, da, de, el, et, eu, fa, fi, fil, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, vi, xh, zh, zh_hant, zu

source: Exact Matches
af: Presiese passings
am: ትክክለኛ ግጥሚያዎች
ar: تطابقات تامة
bg: Точни съвпадения
bn: সঠিক মিল
ca: Coincidències exactes
ckb: Maçên Rast
cs: Přesné shody
cy: Cyfatebiaethau Union
da: Præcise matcher
de: Exakte Übereinstimmungen
el: Ακριβείς αντιστοιχίσεις
et: Täpsed vasted
eu: Partidu zehatzak
fa: تطابقات دقیق
fi: Tarkat ottelut
fil: Mga Eksaktong Tugma
fr_ca: Correspondances exactes
ga: Meaitseanna beachta
gl: Coincidencias exactas
gu: ચોક્કસ મેળ
he: התאמות מדויקות
hi: सटीक मैच
hr: Točna podudaranja
hu: Pontos egyezések
hy: Ճշգրիտ համընկնումներ
id: Pencocokan Tepat
is: Nákvæmar samsvörun
it: Corrispondenze esatte
ja: 完全一致
ka: ზუსტი მატჩები
km: ការប្រកួតពិតប្រាកដ
kn: ನಿಖರವಾದ ಹೊಂದಾಣಿಕೆಗಳು
ko: 정확한 일치
lo: ກົງກັນແທ້
lt: Tikslios rungtynės
lv: Precīzās atbilstības
mk: Точни натпревари
ml: കൃത്യമായ പൊരുത്തങ്ങൾ
mn: Яг тохирч байна
mr: अचूक जुळतात
ms: Padanan Tepat
my: အတိအကျကိုက်ညီမှုများ
nb: Nøyaktige treff
ne: ठिक मिल्ने
nl: Exacte overeenkomsten
pa: ਸਹੀ ਮੇਲ
pl: Dokładne dopasowania
pt_br: Correspondencias Exatas
ro: Potriviri exacte
ru: Точные совпадения
si: නිවැරදි ගැලපීම්
sk: Presné zhody
sl: Natančna ujemanja
sq: Ndeshjet e sakta
sv: Exakta matchningar
sw: Mechi Halisi
ta: சரியான பொருத்தங்கள்
te: ఖచ్చితమైన సరిపోలికలు
th: การจับคู่ที่แม่นยำ
tr: Tam Eşleşmeler
uk: Точні збіги
ur: بالکل مماثل
vi: Kết quả chính xác
xh: Iimidlalo ezichanekileyo
zh: 精确匹配
zh_hant: 精確匹配
zu: Ukufana Okuqondile

source: No exact matches
af: Geen presiese passings nie
am: ምንም ትክክለኛ ተዛማጅ የለም።
ar: لا توجد تطابقات تامة
bg: Няма точни съвпадения
bn: কোনো সঠিক মিল নেই
ca: Sense coincidències exactes
ckb: Maçên rast tune
cs: Žádné přesné shody
cy: Dim cyfatebiaeth union
da: Ingen nøjagtige matcher
de: Keine exakten Übereinstimmungen
el: Δεν υπάρχουν ακριβείς αντιστοιχίσεις
et: Täpseid vasteid pole
eu: Ez dago partida zehatzik
fa: بدون تطابق دقیق
fi: Ei tarkkoja osumia
fil: Walang eksaktong tugma
fr_ca: Aucune correspondance exacte
ga: Níl aon mheaitseáil chruinn ann
gl: Non hai coincidencias exactas
gu: ચોક્કસ મેળ નથી
he: אין התאמות מדויקות
hi: कोई सटीक मैच नहीं
hr: Nema točnih podudaranja
hu: Nincsenek pontos egyezések
hy: Ճշգրիտ համընկնումներ չկան
id: Tidak ada pencocokan tepat
is: Engar nákvæmar samsvörun
it: Nessuna corrispondenza esatta
ja: 完全一致なし
ka: ზუსტი შესატყვისები არ არის
km: មិនមានការប្រកួតពិតប្រាកដទេ។
kn: ನಿಖರವಾದ ಹೊಂದಾಣಿಕೆಗಳಿಲ್ಲ
ko: 정확한 일치 없음
lo: ບໍ່ມີການແຂ່ງຂັນທີ່ແນ່ນອນ
lt: Tikslių atitikmenų nėra
lv: Nav precīzu atbilstību
mk: Нема точни совпаѓања
ml: കൃത്യമായ പൊരുത്തങ്ങളൊന്നുമില്ല
mn: Яг тохирох зүйл байхгүй
mr: अचूक जुळत नाही
ms: Tiada padanan tepat
my: အတိအကျကိုက်ညီမှုမရှိပါ။
nb: Ingen eksakte treff
ne: कुनै ठिक मिल्ने छैन
nl: Geen exacte overeenkomsten
pa: ਕੋਈ ਸਹੀ ਮੇਲ ਨਹੀਂ
pl: Brak dokładnych dopasowań
pt_br: Sem correspondencias exatas
ro: Fără potriviri exacte
ru: Нет точных совпадений
si: නිවැරදි ගැලපීම් නැත
sk: Žiadne presné zhody
sl: Ni natančnih ujemanj
sq: Nuk ka ndeshje të sakta
sv: Inga exakta matchningar
sw: Hakuna zinazolingana kabisa
ta: சரியான பொருத்தங்கள் இல்லை
te: ఖచ్చితమైన సరిపోలికలు లేవు
th: ไม่มีการจับคู่ที่แม่นยำ
tr: Tam eşleşme yok
uk: Немає точних збігів
ur: کوئی بالکل مماثل نہیں
vi: Không có kết quả chính xác
xh: Akukho kungqamana ngqo
zh: 无精确匹配
zh_hant: 無精確匹配
zu: Akukho okufanayo okuqondile

source: Exact
af: Presies
am: በትክክል
ar: تام
bg: Точно
bn: সঠিক
ca: Exacte
ckb: Tam
cs: Přesný
cy: Yn union
da: Nøjagtig
de: Exakt
el: Ακριβής
et: Täpne
eu: Zehatza
fa: دقیق
fi: Tarkka
fil: Eksakto
ga: Beacht
gl: Exacto
gu: ચોક્કસ
he: מדויק
hi: सटीक
hr: Točan
hu: Pontos
hy: Ճշգրիտ
id: Tepat
is: Nákvæmlega
it: Esatto
ja: 完全
ka: ზუსტი
km: ពិតប្រាកដ
kn: ನಿಖರ
ko: 정확
lo: ແນ່ນອນ
lt: Tiksliai
lv: Precīzi
mk: Точно
ml: കൃത്യം
mn: Яг
mr: अचूक
ms: tepat
my: အတိအကျ
nb: Nøyaktig
ne: ठिक
pa: ਸਹੀ
pl: Dokładne
pt_br: Exato
ro: Corect
ru: Точно
si: නිවැරදි
sk: Presne
sl: Točno
sq: E saktë
sv: Exakt
sw: Hasa
ta: சரியான
te: ఖచ్చితమైన
th: แม่นยำ
tr: Tam
uk: Точний
ur: بالکل
vi: Chính xác
xh: Ngqo
zh: 精确
zh_hant: 精確
zu: Impela

source: Exact Match
af: Presiese passing
am: ትክክለኛ ግጥሚያ
ar: تطابق تام
bg: Точно съвпадение
bn: সঠিক মিল
ca: Coincidència exacta
ckb: Maça Rast
cs: Přesná shoda
cy: Cydweddiad Union
da: Præcis match
de: Exakte Übereinstimmung
el: Ακριβής αντιστοιχία
et: Täpne vaste
eu: Partida zehatza
fa: تطابق دقیق
fi: Tarkka ottelu
fil: Eksaktong Tugma
fr_ca: Correspondance exacte
ga: Match Beacht
gl: Coincidencia exacta
gu: ચોક્કસ મેળ
he: התאמה מדויקת
hi: सटीक मैच
hr: Točno podudaranje
hu: Pontos egyezés
hy: Ճշգրիտ համընկնում
id: Pencocokan Tepat
is: Nákvæm samsvörun
it: Corrispondenza esatta
ja: 完全一致
ka: ზუსტი მატჩი
km: ការប្រកួតពិតប្រាកដ
kn: ನಿಖರವಾದ ಹೊಂದಾಣಿಕೆ
ko: 정확한 일치
lo: ກົງກັນແທ້
lt: Tiksli atitiktis
lv: Precīza atbilstība
mk: Точно совпаѓање
ml: കൃത്യമായ പൊരുത്തം
mn: Яг таарч байна
mr: अचूक जुळावे
ms: Padanan Tepat
my: ပွဲစဉ်အတိအကျ
nb: Nøyaktig match
ne: ठिक मिल्ने
nl: Exacte overeenkomst
pa: ਸਹੀ ਮੇਲ
pl: Dokładne dopasowanie
pt_br: Correspondencia Exata
ro: Potrivire exactă
ru: Точное совпадение
si: නිවැරදි ගැලපීම
sk: Presná zhoda
sl: Natančno ujemanje
sq: Përputhje e saktë
sv: Exakt matchning
sw: Mechi Halisi
ta: சரியான பொருத்தம்
te: ఖచ్చితమైన మ్యాచ్
th: การจับคู่ทั้งหมด
tr: Tam Eşleşme
uk: Точний збіг
ur: بالکل مماثل
vi: Kết quả hoàn chỉnh
xh: Umdlalo ochanekileyo
zh: 完整匹配
zh_hant: 完整匹配
zu: Ukufana Okuqondile

source: Fuzzy Matches
af: Fuzzy Wedstryde
am: ደብዛዛ ግጥሚያዎች
ar: تطابقات تقريبية
bg: Неясни съвпадения
bn: ফাজি মিল
ca: Partits difusos
ckb: Matches Fuzzy
cs: Fuzzy zápasy
cy: Gemau Fuzzy
da: Fuzzy kampe
de: Unscharfe Übereinstimmungen
el: Ασαφείς αγώνες
et: Hägused vasted
eu: Partidu lausoak
fa: تطابقات تقریبی
fi: Sumeat ottelut
fil: Malabo na Tugma
fr_ca: Correspondances floues
ga: Meaitseanna Doiléir
gl: Partidos difusos
gu: અંદાજિત મેળ
he: התאמות מקורבות
hi: फ़ज़ी मैच
hr: Nejasna podudaranja
hy: Fuzzy Maches
id: Pencocokan Fuzzy
is: Óljósar eldspýtur
it: Corrispondenze approssimative
ja: ファジー一致
ka: ბუნდოვანი მატჩები
km: ការប្រកួតមិនច្បាស់
kn: ಫಜ಼ಿ ಹೊಂದಾಣಿಕೆಗಳು
ko: 유사 일치
lt: Neaiškios rungtynės
lv: Izplūdušie mači
mk: Нејасни натпревари
ml: അവ്യക്തമായ മത്സരങ്ങൾ
mr: फझी जुळतात
ms: Padanan Kabur
my: မပီမသ ကိုက်ညီမှုများ
nb: Fuzzy fyrstikker
ne: फज़ी मिल्ने
nl: Vage overeenkomsten
pa: ਫੱਜ਼ੀ ਮੇਲ
pl: Mniej dokładne dopasowania
pt_br: Correspondencias Aproximadas
ro: Meciuri neclare
ru: Нечёткие совпадения
si: Fuzzy ගැලපීම්
sk: Fuzzy zápasy
sl: Nejasna ujemanja
sq: Ndeshjet e paqarta
sv: Luddiga matcher
sw: Mechi za Fuzzy
ta: மங்கலான பொருத்தங்கள்
te: అస్పష్టమైన మ్యాచ్‌లు
th: การจับคู่คล้ายคลึง
tr: Bulanık Eşleşmeler
uk: Приблизні збіги
ur: فازی مماثل
vi: Kết quả mờ
xh: Iimidlalo eziFuzzy
zh: 模糊匹配
zh_hant: 模糊匹配
zu: Ukufana Okungaqondakali

source: No fuzzy matches
af: Geen fuzzy wedstryde nie
am: ምንም ደብዛዛ ግጥሚያዎች የሉም
ar: لا توجد تطابقات تقريبية
bg: Няма неясни съвпадения
bn: কোনো ফাজি মিল নেই
ca: Sense coincidències difuses
ckb: No maçên fuzzy
cs: Žádné nejasné shody
cy: Dim gemau niwlog
da: Ingen fuzzy kampe
de: Keine unscharfen Übereinstimmungen
el: Χωρίς ασαφείς αντιστοιχίες
et: Hägusaid vasteid pole
eu: Partidu lausorik ez
fa: بدون تطابق تقریبی
fi: Ei sumeita otteluita
fil: Walang malabo na tugma
fr_ca: Pas de correspondances floues
ga: Uimh cluichí doiléir
gl: Non hai coincidencias difusas
gu: અંદાજિત મેળ નથી
he: אין התאמות מקורבות
hi: कोई फ़ज़ी मैच नहीं
hr: Nema nejasnih podudaranja
hu: Nincsenek homályos egyezések
hy: Ոչ մի անորոշ համընկնում
id: Tidak ada pencocokan fuzzy
is: Engar óljósar samsvörun
it: Nessuna corrispondenza approssimativa
ja: ファジー一致なし
ka: არ არის ბუნდოვანი მატჩები
km: គ្មាន​ការ​ប្រកួត​មិន​ច្បាស់​លាស់
kn: ಫಜ಼ಿ ಹೊಂದಾಣಿಕೆಗಳಿಲ್ಲ
ko: 유사 일치 없음
lo: ບໍ່ມີຂໍ້ມູນທີ່ກົງກັນ
lt: Nėra neaiškių atitikmenų
lv: Nav neskaidru sakritību
mk: Нема нејасни совпаѓања
ml: അവ്യക്തമായ പൊരുത്തങ്ങളൊന്നുമില്ല
mn: Тодорхойгүй тохирол байхгүй
mr: फझी जुळत नाही
ms: Tiada padanan kabur
my: အမိုက်စား တိုက်ဆိုင်မှုများ မရှိပါ။
nb: Ingen uklare kamper
ne: कुनै फज़ी मिल्ने छैन
nl: Geen vage overeenkomsten
pa: ਕੋਈ ਫੱਜ਼ੀ ਮੇਲ ਨਹੀਂ
pl: Brak mniej dokładnych dopasowań
pt_br: Sem correspondencias aproximadas
ro: Fără potriviri neclare
ru: Нет нечётких совпадений
si: Fuzzy ගැලපීම් නැත
sk: Žiadne nejasné zhody
sl: Ni nejasnih ujemanj
sq: Nuk ka ndeshje të paqarta
sv: Inga luddiga matcher
sw: Hakuna mechi za fuzzy
ta: மங்கலான பொருத்தங்கள் இல்லை
te: అస్పష్టమైన మ్యాచ్‌లు లేవు
th: ไม่มีการจับคู่คล้ายคลึง
tr: Bulanık eşleşme yok
uk: Немає приблизних збігів
ur: کوئی فازی مماثل نہیں
vi: Không có kết quả mờ
xh: Akukho midlalo inzima
zh: 无模糊匹配
zh_hant: 無模糊匹配
zu: Akukho okufanayo okungaqondakali

source: Vector Match
am: የቬክተር ተዛማጅ
ar: تطابق متجهي
bg: Векторно съвпадение
bn: ভেক্টর মিল
ca: Concordança vectorial
cs: Vektorový zápas
cy: Gêm Fector
da: Vektor Match
de: Vektorübereinstimmung
el: Διάνυσμα αγώνα
et: Vektori matš
eu: Bektore partida
fa: تطابق برداری
fr_ca: Correspondance de vecteur
ga: Cluiche Veicteoir
gl: Partido Vectorial
gu: વેક્ટર મેળ
he: התאמה וקטורית
hi: वेक्टर मैच
hr: Podudaranje vektora
hy: Վեկտորային համընկնում
id: Pencocokan Vektor
it: Corrispondenza vettoriale
ja: ベクトル一致
ka: ვექტორული მატჩი
km: ការផ្គូផ្គងវ៉ិចទ័រ
kn: ವೆಕ್ಟರ್ ಹೊಂದಾಣಿಕೆ
ko: 벡터 일치
lo: ການຈັບຄູ່ vector
lt: Vektorinės rungtynės
lv: Vektoru atbilstība
mk: Векторски натпревар
ml: വെക്റ്റർ പൊരുത്തം
mn: Вектор тохирох
mr: वेक्टर जुळावे
ms: Padanan Vektor
nb: Vektor Match
ne: भेक्टर मिल्ने
nl: Vectorovereenkomst
pa: ਵੈਕਟਰ ਮੇਲ
pl: Dopasowanie wektorowe
pt_br: Correspondencia Vetorial
ro: Potrivire vectorială
ru: Векторное совпадение
si: Vector ගැලපීම
sk: Vektorový zápas
sl: Vektorsko ujemanje
sq: Përputhje vektoriale
sv: Vektor Match
sw: Mechi ya Vector
ta: Vector பொருத்தம்
te: వెక్టర్ మ్యాచ్
th: การจับคู่เวกเตอร์
tr: Vektör Eşleşmesi
uk: Векторний збіг
ur: ویکٹر مماثل
vi: Kết quả vector
xh: Umdlalo weVector
zh: 向量匹配
zh_hant: 向量匹配
zu: I-Vector Match

source: Network Matches
af: Netwerk wedstryde
am: የአውታረ መረብ ግጥሚያዎች
ar: تطابقات الشبكة
bg: Мрежови съвпадения
bn: নেটওয়ার্ক মিল
ca: Coincidències de xarxa
ckb: Maçên Torê
cs: Síťové shody
cy: Gemau Rhwydwaith
da: Netværkskampe
de: Netzwerkübereinstimmungen
el: Αντιστοιχίσεις δικτύου
et: Võrgu vasted
eu: Sareko partidak
fa: تطابقات شبکه
fi: Verkko-ottelut
fil: Mga Tugma sa Network
fr_ca: Correspondances réseau
ga: Meaitseanna Líonra
gl: Partidos de rede
gu: નેટવર્ક મેળ
he: התאמות רשת
hi: नेटवर्क मैच
hr: Mrežne utakmice
hu: Hálózati mérkőzések
hy: Ցանցային համընկնումներ
id: Pencocokan Jaringan
is: Netsamsvörun
it: Corrispondenze di rete
ja: ネットワーク一致
ka: ქსელის მატჩები
km: ការប្រកួតបណ្តាញ
kn: ನೆಟ್ವರ್ಕ್ ಹೊಂದಾಣಿಕೆಗಳು
ko: 네트워크 일치
lo: ການຈັບຄູ່ເຄືອຂ່າຍ
lt: Tinklo rungtynės
lv: Tīkla spēles
mk: Мрежни натпревари
ml: നെറ്റ്‌വർക്ക് പൊരുത്തങ്ങൾ
mn: Сүлжээний тохирол
mr: नेटवर्क जुळतात
ms: Padanan Rangkaian
my: ကွန်ရက်ပွဲစဉ်များ
nb: Nettverksmatcher
ne: नेटवर्क मिल्ने
nl: Netwerkovereenkomsten
pa: ਨੈੱਟਵਰਕ ਮੇਲ
pl: Dopasowania sieciowe
pt_br: Correspondencias de Rede
ro: Potriviri în rețea
ru: Сетевые совпадения
si: ජාල ගැලපීම්
sk: Zhody siete
sl: Omrežne tekme
sq: Ndeshjet e rrjetit
sv: Nätverksmatchningar
sw: Mechi za Mtandao
ta: Network பொருத்தங்கள்
te: నెట్‌వర్క్ సరిపోలికలు
th: การจับคู่เครือข่าย
tr: Ağ Eşleşmeleri
uk: Мережеві збіги
ur: نیٹ ورک مماثل
vi: Kết quả mạng
xh: Iimidlalo zeNethiwekhi
zh: 网络匹配
zh_hant: 網路匹配
zu: Okufanayo Kwenethiwekhi

source: No network matches
af: Geen netwerk pas nie
am: ምንም የአውታረ መረብ ግጥሚያ የለም።
ar: لا توجد تطابقات الشبكة
bg: Няма мрежови съвпадения
bn: কোনো নেটওয়ার্ক মিল নেই
ca: No hi ha coincidències de xarxa
ckb: No maçên torê
cs: Žádná síť neodpovídá
cy: Dim rhwydwaith yn cyfateb
da: Ingen netværk matcher
de: Keine Netzwerkübereinstimmungen
el: Δεν υπάρχουν αντιστοιχίες δικτύου
et: Võrgustiku vasteid pole
eu: Ez dago sareko parekorik
fa: بدون تطابق شبکه
fi: Verkko ei täsmää
fil: Walang tugma sa network
fr_ca: Aucune correspondance de réseau
ga: Ní mheaitseálann líonra
gl: Non hai coincidencias de rede
gu: નેટવર્ક મેળ નથી
he: אין התאמות רשת
hi: कोई नेटवर्क मैच नहीं
hr: Nema mrežnih podudaranja
hu: Nincs hálózati egyezés
hy: Ցանցի համընկնում չկա
id: Tidak ada pencocokan jaringan
is: Engin netsamsvörun
it: Nessuna corrispondenza di rete
ja: ネットワーク一致なし
ka: ქსელის შესატყვისი არ არის
km: មិនមានបណ្តាញដែលត្រូវគ្នាទេ។
kn: ನೆಟ್ವರ್ಕ್ ಹೊಂದಾಣಿಕೆಗಳಿಲ್ಲ
ko: 네트워크 일치 없음
lo: ບໍ່ມີເຄືອຂ່າຍທີ່ກົງກັນ
lt: Nėra tinklo atitikčių
lv: Nav neviena tīkla atbilstības
mk: Нема совпаѓања на мрежата
ml: നെറ്റ്‌വർക്ക് പൊരുത്തപ്പെടുന്നില്ല
mn: Сүлжээ таарахгүй байна
mr: नेटवर्क जुळत नाही
ms: Tiada padanan rangkaian
my: ကွန်ရက် ကိုက်ညီမှုမရှိပါ။
nb: Ingen nettverk samsvarer
ne: कुनै नेटवर्क मिल्ने छैन
nl: Geen netwerkovereenkomsten
pa: ਕੋਈ ਨੈੱਟਵਰਕ ਮੇਲ ਨਹੀਂ
pl: Brak dopasowań sieciowych
pt_br: Sem correspondencias de rede
ro: Nicio potrivire de rețea
ru: Нет сетевых совпадений
si: ජාල ගැලපීම් නැත
sk: Žiadna sieť sa nezhoduje
sl: Nobeno omrežje se ne ujema
sq: Nuk ka përputhje rrjeti
sv: Inga nätverksmatchningar
sw: Hakuna mtandao unaolingana
ta: Network பொருத்தங்கள் இல்லை
te: నెట్‌వర్క్ సరిపోలలేదు
th: ไม่มีการจับคู่เครือข่าย
tr: Ağ eşleşmesi yok
uk: Немає мережевих збігів
ur: کوئی نیٹ ورک مماثل نہیں
vi: Không có kết quả mạng
xh: Akukho nethiwekhi ihambelanayo
zh: 无网络匹配
zh_hant: 無網路匹配
zu: Akukho okufanayo kwenethiwekhi

# networkSearchIsOff
source: Network search is off. Enable it in Settings.
af: Netwerksoektog is af. Aktiveer dit in Instellings.
am: የአውታረ መረብ ፍለጋ ጠፍቷል። በቅንብሮች ውስጥ አንቃው።
ar: بحث الشبكة معطل. فعّله في الإعدادات.
bg: Мрежовото търсене е изключено. Активирайте го в Настройки.
bn: নেটওয়ার্ক সার্চ বন্ধ আছে। সেটিংসে এটি চালু করুন।
ca: La cerca a la xarxa està desactivada. Activeu-lo a Configuració.
ckb: Lêgerîna torê qut e. Di Mîhengan de çalak bike.
cs: Vyhledávání sítě je vypnuté. Povolte jej v Nastavení.
cy: Mae chwiliad rhwydwaith wedi'i ddiffodd. Ei alluogi yn y Gosodiadau.
da: Netværkssøgning er slået fra. Aktiver det i Indstillinger.
de: Netzwerksuche ist aus. Aktivieren Sie sie in den Einstellungen.
el: Η αναζήτηση δικτύου είναι απενεργοποιημένη. Ενεργοποιήστε το στις Ρυθμίσεις.
et: Võrguotsing on välja lülitatud. Luba see seadetes.
eu: Sareko bilaketa desaktibatuta dago. Gaitu Ezarpenak atalean.
fa: جستجوی شبکه خاموش است. در تنظیمات فعال کنید.
fi: Verkkohaku on pois päältä. Ota se käyttöön asetuksista.
fil: Naka-off ang paghahanap sa network. Paganahin ito sa Mga Setting.
fr_ca: La recherche sur le réseau est désactivée. Activez-le dans Paramètres.
ga: Tá cuardach líonra múchta. Cumasaigh é i Socruithe.
gl: A busca na rede está desactivada. Habilitalo en Configuración.
gu: નેટવર્ક શોધ બંધ છે. સેટિંગ્સમાં તેને ચાલુ કરો.
he: חיפוש ברשת כבוי. הפעל אותו בהגדרות.
hi: नेटवर्क सर्च बंद है। सेटिंग्स में सक्षम करें।
hr: Pretraga mreže je isključena. Omogućite ga u postavkama.
hu: A hálózati keresés ki van kapcsolva. Engedélyezze a Beállításokban.
hy: Ցանցային որոնումն անջատված է: Միացրեք այն Կարգավորումներում:
id: Pencarian jaringan mati. Aktifkan di Pengaturan.
is: Slökkt er á netleit. Virkjaðu það í stillingum.
it: La ricerca di rete e' disattivata. Abilitala nelle Impostazioni.
ja: ネットワーク検索はオフです。設定で有効にしてください。
ka: ქსელის ძებნა გამორთულია. ჩართეთ ის პარამეტრებში.
km: ការស្វែងរកបណ្តាញត្រូវបានបិទ។ បើកវានៅក្នុងការកំណត់។
kn: ನೆಟ್ವರ್ಕ್ ಹುಟ್ಟಿಗೆ ಆಫ್ ಆಗಿದೆ. ಸೆಟ್ಟಿಂಗ್'ಗಳಲ್ಲಿ ಸಕ್ರಿಯಗೊಳಿಸಿ.
ko: 네트워크 검색이 꺼져 있습니다. 설정에서 활성화해 주세요.
lo: ການຊອກຫາເຄືອຂ່າຍປິດຢູ່. ເປີດໃຊ້ມັນຢູ່ໃນການຕັ້ງຄ່າ.
lt: Tinklo paieška išjungta. Įgalinkite jį nustatymuose.
lv: Tīkla meklēšana ir izslēgta. Iespējojiet to sadaļā Iestatījumi.
mk: Мрежното пребарување е исклучено. Овозможете го во Поставки.
ml: നെറ്റ്‌വർക്ക് തിരയൽ ഓഫാണ്. ക്രമീകരണങ്ങളിൽ ഇത് പ്രവർത്തനക്ഷമമാക്കുക.
mn: Сүлжээний хайлт идэвхгүй байна. Үүнийг Тохиргоо дотроос идэвхжүүлнэ үү.
mr: नेटवर्क शोध बंद आहे. सेटिंग्जमध्ये सक्षम करा.
ms: Carian rangkaian dimatikan. Dayakannya dalam Tetapan.
my: ကွန်ရက်ရှာဖွေမှုကို ပိတ်ထားသည်။ ၎င်းကို ဆက်တင်များတွင် ဖွင့်ပါ။
nb: Nettverkssøk er av. Aktiver det i Innstillinger.
ne: नेटवर्क खोज बंद छ। सेटिङहरूमा सक्षम पार्नुहोस्।
nl: Netwerkzoeken is uit. Schakel het in in Instellingen.
pa: ਨੈੱਟਵਰਕ ਖੋਜ ਬੰਦ ਹੈ। ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਸਮਰੱਥ ਬਣਾਓ।
pl: Wyszukiwanie sieciowe jest wyłączone. Włącz je w Ustawieniach.
pt_br: Busca de rede esta desligada. Ative nas Configuracoes.
ro: Căutarea în rețea este dezactivată. Activați-l în Setări.
ru: Сетевой поиск выключен. Включите его в настройках.
si: ජාල සෙවීම ක්‍රියා නොකරයි. සැකසුම් තුළ ක්‍රියාත්මක කරන්න.
sk: Vyhľadávanie siete je vypnuté. Povoľte ho v Nastaveniach.
sl: Iskanje omrežja je izklopljeno. Omogočite ga v nastavitvah.
sq: Kërkimi në rrjet është joaktiv. Aktivizojeni atë te "Cilësimet".
sv: Nätverkssökning är avstängd. Aktivera det i Inställningar.
sw: Utafutaji wa mtandao umezimwa. Iwashe katika Mipangilio.
ta: Network search முடக்கப்பட்டுள்ளது. அமைப்புகளில் இதை இயக்கவும்.
te: నెట్‌వర్క్ శోధన ఆఫ్‌లో ఉంది. దీన్ని సెట్టింగ్‌లలో ప్రారంభించండి.
th: การค้นหาเครือข่ายปิดอยู่ กรุณาเปิดในการตั้งค่า
tr: Ağ araması kapalı. Ayarlar'da etkinleştirin.
uk: Мережевий пошук вимкнено. Увімкніть його в Налаштуваннях.
ur: نیٹ ورک سرچ بند ہے۔ ترتیبات میں اسے فعال کریں۔
vi: Tìm kiếm mạng đã tắt. Vui lòng bật trong cài đặt.
xh: Uphendlo lwenethiwekhi lucimile. Yenza ukuba isebenze kwiiSetingi.
zh: 网络搜索已关闭，请在设置中启用。
zh_hant: 網路搜尋已關閉，請在設定中啟用。
zu: Ukusesha kwenethiwekhi kuvaliwe. Inike amandla kokuthi Izilungiselelo.

source: Network
af: Netwerk
am: አውታረ መረብ
ar: الشبكة
bg: мрежа
bn: নেটওয়ার্ক
ca: Xarxa
cs: Síť
cy: Rhwydwaith
da: Netværk
de: Netzwerk
el: Δίκτυο
et: Võrk
eu: Sarea
fa: شبکه
fi: Verkko
fr_ca: Réseau
ga: Líonra
gl: Rede
gu: નેટવર્ક
he: רשת
hi: नेटवर्क
hr: Mreža
hu: Hálózat
hy: Ցանց
id: Jaringan
is: Net
it: Rete
ja: ネットワーク
ka: ქსელი
km: បណ្តាញ
kn: ನೆಟ್ವರ್ಕ್
ko: 네트워크
lo: ເຄືອຂ່າຍ
lt: Tinklas
lv: Tīkls
mk: Мрежа
ml: നെറ്റ്വർക്ക്
mn: Сүлжээ
mr: नेटवर्क
ms: Rangkaian
my: ကွန်ရက်
nb: Nettverk
ne: नेटवर्क
nl: Netwerk
pa: ਨੈੱਟਵਰਕ
pl: Sieć
pt_br: Rede
ro: Reţea
ru: Сеть
si: ජාලය
sk: sieť
sl: Omrežje
sq: Rrjeti
sv: Nätverk
sw: Mtandao
ta: நெட்வொர்க்
te: నెట్‌వర్క్
th: เครือข่าย
tr: Ağ
uk: Мережа
ur: نیٹ ورک
vi: Mạng
xh: Uthungelwano
zh: 网络
zh_hant: 網路
zu: Inethiwekhi

source: Network Match
af: Netwerk Match
am: የአውታረ መረብ ተዛማጅ
ar: تطابق الشبكة
bg: Мрежово съвпадение
bn: নেটওয়ার্ক মিল
ca: Coincidència de xarxa
ckb: Tora Match
cy: Cydweddiad Rhwydwaith
da: Netværksmatch
de: Netzwerkübereinstimmung
el: Αντιστοίχιση δικτύου
et: Võrgu vaste
eu: Sareko partida
fa: تطابق شبکه
fil: Tugma sa Network
fr_ca: Correspondance du réseau
ga: Cluiche Líonra
gl: Correspondencia de rede
gu: નેટવર્ક મેળ
he: התאמת רשת
hi: नेटवर्क मैच
hr: Podudaranje mreže
hy: Ցանցային համընկնում
id: Pencocokan Jaringan
is: Netsamsvörun
it: Corrispondenza di rete
ja: ネットワーク一致
ka: ქსელის მატჩი
km: ការប្រកួតបណ្តាញ
kn: ನೆಟ್ವರ್ಕ್ ಹೊಂದಾಣಿಕೆ
ko: 네트워크 일치
lo: ການຈັບຄູ່ເຄືອຂ່າຍ
lt: Tinklo rungtynės
lv: Tīkla atbilstība
mk: Мрежен натпревар
ml: നെറ്റ്‌വർക്ക് പൊരുത്തം
mn: Сүлжээний тохирол
mr: नेटवर्क जुळावे
ms: Padanan Rangkaian
my: ကွန်ရက်ချိတ်ဆက်မှု
nb: Nettverksmatch
ne: नेटवर्क मिल्ने
nl: Netwerkovereenkomst
pa: ਨੈੱਟਵਰਕ ਮੇਲ
pl: Dopasowanie sieciowe
pt_br: Correspondencia de Rede
ro: Potrivire în rețea
ru: Сетевое совпадение
si: ජාල ගැලපීම
sl: Omrežno ujemanje
sq: Përputhja e rrjetit
sv: Nätverksmatchning
sw: Mechi ya Mtandao
ta: Network பொருத்தம்
te: నెట్‌వర్క్ మ్యాచ్
th: การจับคู่เครือข่าย
tr: Ağ Eşleşmesi
uk: Мережевий збіг
ur: نیٹ ورک مماثل
vi: Kết quả mạng
xh: Unxibelelwano lwenethiwekhi
zh: 网络匹配
zh_hant: 網路匹配
zu: I-Network Match

source: No search history
af: Geen soekgeskiedenis nie
am: የፍለጋ ታሪክ የለም።
ar: لا يوجد سجل بحث
bg: Няма история на търсенията
bn: কোনো সার্চ ইতিহাস নেই
ca: No hi ha historial de cerques
ckb: Dîroka lêgerînê tune
cs: Žádná historie vyhledávání
cy: Dim hanes chwilio
da: Ingen søgehistorik
de: Kein Suchverlauf
el: Δεν υπάρχει ιστορικό αναζήτησης
et: Otsinguajalugu pole
eu: Ez dago bilaketa-historiarik
fa: بدون تاریخچه جستجو
fi: Ei hakuhistoriaa
fil: Walang history ng paghahanap
fr_ca: Aucun historique de recherche
ga: Gan stair chuardaigh
gl: Non hai historial de busca
gu: શોધ ઇતિહાસ નથી
he: אין היסטוריית חיפוש
hi: कोई सर्च इतिहास नहीं
hr: Nema povijesti pretraživanja
hu: Nincs keresési előzmény
hy: Որոնման պատմություն չկա
id: Tidak ada riwayat pencarian
is: Enginn leitarferill
it: Nessuna cronologia ricerche
ja: 検索履歴なし
ka: ძიების ისტორია არ არის
km: មិនមានប្រវត្តិស្វែងរកទេ។
kn: ಯಾವುದೇ ಹುಟ್ಟಿ ಇತಿಹಾಸವಿಲ್ಲ
ko: 검색 기록 없음
lo: ບໍ່ມີປະຫວັດການຄົ້ນຫາ
lt: Nėra paieškos istorijos
lv: Nav meklēšanas vēstures
mk: Нема историја на пребарување
ml: തിരയൽ ചരിത്രമില്ല
mn: Хайлтын түүх байхгүй
mr: कोणताही शोध इतिहास नाही
ms: Tiada sejarah carian
my: ရှာဖွေမှုမှတ်တမ်းမရှိပါ။
nb: Ingen søkehistorikk
ne: कुनै खोज इतिहास छैन
nl: Geen zoekgeschiedenis
pa: ਕੋਈ ਖੋਜ ਇਤਿਹਾਸ ਨਹੀਂ
pl: Brak historii wyszukiwania
pt_br: Sem historico de busca
ro: Fără istoric de căutare
ru: Нет истории поиска
si: සෙවීම් ඉතිහාසයක් නැත
sk: Žiadna história vyhľadávania
sl: Ni zgodovine iskanja
sq: Nuk ka histori kërkimi
sv: Ingen sökhistorik
sw: Hakuna historia ya utafutaji
ta: தேடல் வரலாறு இல்லை
te: శోధన చరిత్ర లేదు
th: ไม่มีประวัติการค้นหา
tr: Arama geçmişi yok
uk: Немає історії пошуку
ur: کوئی سرچ ہسٹری نہیں
vi: Không có lịch sử tìm kiếm
xh: Akukho mbali yokukhangela
zh: 无搜索历史
zh_hant: 無搜尋歷史
zu: Awukho umlando wosesho

source: Search History
af: Soek Geskiedenis
am: የፍለጋ ታሪክ
ar: سجل البحث
bg: История на търсенето
bn: সার্চ ইতিহাস
ca: Historial de cerques
ckb: Dîroka Lêgerînê
cs: Historie vyhledávání
cy: Hanes Chwilio
da: Søgehistorik
de: Suchverlauf
el: Ιστορικό αναζήτησης
et: Otsinguajalugu
eu: Bilaketa Historia
fa: تاریخچه جستجو
fi: Hakuhistoria
fil: Kasaysayan ng Paghahanap
fr_ca: Historique de recherche
ga: Stair Chuardaigh
gl: Historial de busca
gu: શોધ ઇતિહાસ
he: היסטוריית חיפוש
hi: सर्च इतिहास
hr: Povijest pretraživanja
hu: Keresési előzmények
hy: Որոնման պատմություն
id: Riwayat Pencarian
is: Leitarferill
it: Cronologia ricerche
ja: 検索履歴
ka: ძიების ისტორია
km: ប្រវត្តិស្វែងរក
kn: ಹುಟ್ಟಿ ಇತಿಹಾಸ
ko: 검색 기록
lo: ປະຫວັດການຄົ້ນຫາ
lt: Paieškos istorija
lv: Meklēšanas vēsture
mk: Историја на пребарување
ml: തിരയൽ ചരിത്രം
mn: Хайлтын түүх
mr: शोध इतिहास
ms: Sejarah Carian
my: ရှာဖွေမှုမှတ်တမ်း
nb: Søkehistorikk
ne: खोज इतिहास
nl: Zoekgeschiedenis
pa: ਖੋਜ ਇਤਿਹਾਸ
pl: Historia wyszukiwania
pt_br: Historico de Busca
ro: Istoricul căutărilor
ru: История поиска
si: සෙවීම් ඉතිහාසය
sk: História vyhľadávania
sl: Zgodovina iskanja
sq: Historia e Kërkimit
sv: Sökhistorik
sw: Historia ya Utafutaji
ta: தேடல் வரலாறு
te: శోధన చరిత్ర
th: ประวัติการค้นหา
tr: Arama Geçmişi
uk: Історія пошуку
ur: سرچ ہسٹری
vi: Lịch sử tìm kiếm
xh: Imbali yoPhendlo
zh: 搜索历史
zh_hant: 搜尋歷史
zu: Umlando Wokusesha
