Repository: hhhaiai/Shiguang
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bg, bn, ca, ckb, cs, cy, da, de, el, et, eu, fa, fi, fil, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, vi, xh, zh, zh_hant, zu

source: Shiguang LocalSend Backup
af: Shiguang Plaaslik Stuur rugsteun
am: Shiguang የአካባቢ ላክ ምትኬ
ar: نسخة Shiguang الاحتياطية من LocalSend
bg: Архивиране на Shiguang LocalSend
bn: Shiguang LocalSend ব্যাকআপ
ca: Còpia de seguretat de Shiguang LocalSend
ckb: Backup Shiguang LocalSend
cy: Shiguang LocalSend wrth gefn
de: Shiguang LocalSend-Sicherung
el: Αντίγραφο ασφαλείας Shiguang LocalSend
et: Shiguang LocalSendi varukoopia
eu: Shiguang LocalSend babeskopia
fa: پشتیبان Shiguang LocalSend
fi: Shiguang LocalSend varmuuskopio
fr_ca: Sauvegarde Shiguang LocalSend
ga: Cúltaca Shiguang LocalSend
gl: Copia de seguranza de Shiguang LocalSend
gu: Shiguang LocalSend બેકઅપ
he: גיבוי LocalSend של Shiguang
hi: Shiguang LocalSend बैकअप
hr: Sigurnosna kopija Shiguang LocalSend
hu: Shiguang LocalSend biztonsági mentés
id: Cadangan LocalSend Shiguang
is: Shiguang LocalSend öryggisafrit
it: Backup Shiguang LocalSend
ja: Shiguang LocalSendバックアップ
ka: Shiguang LocalSend სარეზერვო
kn: Shiguang LocalSend ಬ್ಯಾಕಪ್
ko: Shiguang LocalSend 백업
lt: Shiguang LocalSend atsarginė kopija
lv: Shiguang LocalSend dublējums
mk: Резервна копија на Shiguang LocalSend
ml: Shiguang LocalSend ബാക്കപ്പ്
mr: Shiguang LocalSend बॅकअप
ms: Sandaran Hantar Tempatan Shiguang
ne: Shiguang LocalSend ब्याकअप
pa: Shiguang LocalSend ਬੈਕਅੱਪ
pl: Kopia zapasowa Shiguang LocalSend
pt_br: Backup LocalSend do Shiguang
ru: Shiguang LocalSend резервная копия
si: Shiguang LocalSend උපකරණ
sl: Varnostna kopija Shiguang LocalSend
sq: Rezervimi i Shiguang LocalSend
sw: Shiguang LocalTuma Backup
ta: Shiguang LocalSend காப்புப்பிரதி
te: Shiguang LocalSend బ్యాకప్
th: ข้อมูลสำรอง LocalSend ของ Shiguang
tr: Shiguang LocalSend Yedeği
uk: Shiguang LocalSend резервна копія
ur: Shiguang LocalSend بیک اپ
vi: Sao lưu LocalSend Thời Gian
zh: 拾光 LocalSend 备份
zh_hant: 拾光 LocalSend 備份
zu: Shiguang LocalThumela Isipele

# localBackupFromShiguang
source: Local backup from Shiguang (receive via LocalSend)
af: Plaaslike rugsteun van Shiguang (ontvang via LocalSend)
am: ከShiguang የአካባቢ ምትኬ (በ LocalSend በኩል መቀበል)
ar: نسخة احتياطية محلية من Shiguang (استلام عبر LocalSend)
bg: Локално архивиране от Shiguang (получаване чрез LocalSend)
bn: Shiguang থেকে লোকাল ব্যাকআপ (LocalSend এর মাধ্যমে গ্রহণ করুন)
ca: Còpia de seguretat local de Shiguang (rebre mitjançant LocalSend)
ckb: Piştgiriya herêmî ji Shiguang (bi navgîniya LocalSend bistînin)
cs: Místní záloha z Shiguang (příjem přes LocalSend)
cy: Copi wrth gefn lleol gan Shiguang (derbyn trwy LocalSend)
da: Lokal backup fra Shiguang (modtag via LocalSend)
de: Lokale Sicherung von Shiguang (über LocalSend empfangen)
el: Τοπικό αντίγραφο ασφαλείας από το Shiguang (λήψη μέσω LocalSend)
et: Kohalik varukoopia Shiguangist (saamine LocalSendi kaudu)
eu: Tokiko babeskopia Shiguang-en (jaso LocalSend bidez)
fa: پشتیبان محلی از Shiguang (دریافت از طریق LocalSend)
fi: Paikallinen varmuuskopio Shiguangista (vastaanota LocalSendin kautta)
fil: Lokal na backup mula sa Shiguang (makatanggap sa pamamagitan ng LocalSend)
fr_ca: Sauvegarde locale depuis Shiguang (recevoir via LocalSend)
ga: Cúltaca áitiúil ó Shiguang (faigh trí LocalSend)
gl: Copia de seguridade local de Shiguang (recibir a través de LocalSend)
gu: Shiguang માંથી local backup (LocalSend દ્વારા receive કરો)
he: גיבוי מקומי מ-Shiguang (קבל דרך LocalSend)
hi: Shiguang से लोकल बैकअप (LocalSend के माध्यम से प्राप्त करें)
hr: Lokalna sigurnosna kopija od Shiguanga (primite putem LocalSend)
hu: Helyi biztonsági mentés a Shiguangtól (vétel a LocalSend szolgáltatáson keresztül)
hy: Տեղական կրկնօրինակում Shiguang-ից (ստացեք LocalSend-ի միջոցով)
id: Cadangan lokal dari Shiguang (terima melalui LocalSend)
is: Staðbundið öryggisafrit frá Shiguang (móttaka með LocalSend)
it: Backup locale da Shiguang (ricevi tramite LocalSend)
ja: Shiguangからのローカルバックアップ（LocalSendで受信）
ka: ადგილობრივი სარეზერვო ასლი Shiguang-ისგან (მიიღეთ LocalSend-ის საშუალებით)
km: ការបម្រុងទុកក្នុងស្រុកពី Shiguang (ទទួលតាមរយៈ LocalSend)
kn: Shiguang ನಿಂದ ಲೋಕಲ್ ಬ್ಯಾಕಪ್ (LocalSend ಮೂಲಕ ಸ್ವೀಕರಿಸು)
ko: Shiguang의 로컬 백업 (LocalSend로 수신)
lo: ການ​ສໍາ​ຮອງ​ຂໍ້​ມູນ​ທ້ອງ​ຖິ່ນ​ຈາກ Shiguang (ຮັບ​ຜ່ານ LocalSend​)
lt: Vietinė atsarginė kopija iš Shiguang (gauti per LocalSend)
lv: Vietējais dublējums no Shiguang (saņemt, izmantojot LocalSend)
mk: Локална резервна копија од Shiguang (примајте преку LocalSend)
ml: Shiguang-ൽ നിന്നുള്ള പ്രാദേശിക ബാക്കപ്പ് (LocalSend വഴി സ്വീകരിക്കുക)
mr: Shiguang वरून लोकल बॅकअप (LocalSend द्वारे प्राप्त करा)
ms: Sandaran tempatan daripada Shiguang (terima melalui LocalSend)
my: Shiguang မှ ဒေသန္တရ အရန်ကူးယူခြင်း (LocalSend မှတဆင့် လက်ခံသည်)
nb: Lokal sikkerhetskopi fra Shiguang (motta via LocalSend)
ne: Shiguang बाट स्थानीय ब्याकअप (LocalSend मार्फत प्राप्त गर्नुहोस्)
nl: Lokale backup van Shiguang (ontvangen via LocalSend)
pa: Shiguang ਤੋਂ ਲੋਕਲ ਬੈਕਅੱਪ (LocalSend ਰਾਹੀਂ ਪ੍ਰਾਪਤ ਕਰੋ)
pl: Lokalna kopia zapasowa z Shiguang (odbierz przez LocalSend)
pt_br: Backup local do Shiguang (receber via LocalSend)
ro: Backup local de la Shiguang (primire prin LocalSend)
ru: Локальная резервная копия из Shiguang (принять через LocalSend)
si: Shiguang වෙතින් දේශීය උපකරණ (LocalSend හරහා ලබා ගන්න)
sk: Miestna záloha zo Shiguang (prijatie cez LocalSend)
sl: Lokalna varnostna kopija od Shiguang (prejmi prek LocalSend)
sq: Rezervimi lokal nga Shiguang (merr nëpërmjet LocalSend)
sv: Lokal säkerhetskopiering från Shiguang (ta emot via LocalSend)
sw: Hifadhi nakala ya ndani kutoka kwa Shiguang (pokea kupitia LocalSend)
ta: Shiguang லிருந்து உள்ளூர் backup (LocalSend மூலம் 수신)
te: షిగువాంగ్ నుండి స్థానిక బ్యాకప్ (లోకల్‌సెండ్ ద్వారా స్వీకరించండి)
th: ข้อมูลสำรองในเครื่องจาก Shiguang (รับผ่าน LocalSend)
tr: Shiguang'dan yerel yedekleme (LocalSend ile al)
uk: Локальна резервна копія від Shiguang (отримати через LocalSend)
ur: Shiguang سے لوکل بیک اپ (LocalSend کے ذریعے موصول کریں)
vi: Sao lưu cục bộ từ Thời Gian (nhận qua LocalSend)
xh: Ugcino lwasekuhlaleni olusuka eShiguang (fumana ngeLocalSend)
zh: 拾光本地备份（通过 LocalSend 接收）
zh_hant: 拾光本地備份（透過 LocalSend 接收）
zu: Ikhophi yasenqolobaneni yendawo evela ku-Shiguang (thola nge-LocalSend)

# selectBackupFileFromLocalSend
source: Select backup file received from LocalSend
af: Kies rugsteunlêer wat vanaf LocalSend ontvang is
am: ከLocalSend የተቀበለውን የመጠባበቂያ ፋይል ይምረጡ
ar: حدد ملف النسخة الاحتياطية المستلم من LocalSend
bg: Изберете архивен файл, получен от LocalSend
bn: LocalSend থেকে প্রাপ্ত ব্যাকআপ ফাইল নির্বাচন করুন
ca: Seleccioneu el fitxer de còpia de seguretat rebut de LocalSend
ckb: Pelê hilanînê ku ji LocalSend hatî wergirtin hilbijêrin
cs: Vyberte záložní soubor přijatý z LocalSend
cy: Dewiswch ffeil wrth gefn a dderbyniwyd gan LocalSend
da: Vælg backupfil modtaget fra LocalSend
de: Von LocalSend empfangene Sicherungsdatei auswählen
el: Επιλέξτε το αρχείο αντιγράφου ασφαλείας που ελήφθη από το LocalSend
et: Valige LocalSendilt saadud varukoopiafail
eu: Hautatu LocalSend-etik jasotako babeskopia-fitxategia
fa: فایل پشتیبان دریافتی از LocalSend را انتخاب کنید
fi: Valitse LocalSendistä vastaanotettu varmuuskopiotiedosto
fil: Piliin ang backup na file na natanggap mula sa LocalSend
fr_ca: Sélectionnez le fichier de sauvegarde reçu de LocalSend
ga: Roghnaigh comhad cúltaca a fuarthas ó LocalSend
gl: Seleccione o ficheiro de copia de seguranza recibido de LocalSend
gu: LocalSend માંથી receive કરેલ backup file પસંદ કરો
he: בחר קובץ גיבוי שהתקבל מ-LocalSend
hi: LocalSend से प्राप्त बैकअप फ़ाइल चुनें
hr: Odaberite datoteku sigurnosne kopije primljenu od LocalSend-a
hu: Válassza ki a LocalSendtől kapott biztonsági mentési fájlt
hy: Ընտրեք LocalSend-ից ստացված կրկնօրինակ ֆայլը
id: Pilih file cadangan yang diterima dari LocalSend
is: Veldu öryggisafrit sem var móttekin frá LocalSend
it: Seleziona file di backup ricevuto da LocalSend
ja: LocalSendで受信したバックアップファイルを選択
ka: აირჩიეთ LocalSend-დან მიღებული სარეზერვო ფაილი
km: ជ្រើសរើសឯកសារបម្រុងទុកដែលបានទទួលពី LocalSend
kn: LocalSend ನಿಂದ ಸ್ವೀಕರಿಸಿದ ಬ್ಯಾಕಪ್ ಫೈಲನ್ನು ಆರಿಸಿ
ko: LocalSend에서 수신한 백업 파일 선택
lo: ເລືອກໄຟລ໌ສຳຮອງທີ່ໄດ້ຮັບຈາກ LocalSend
lt: Pasirinkite atsarginės kopijos failą, gautą iš LocalSend
lv: Atlasiet dublējuma failu, kas saņemts no LocalSend
mk: Изберете резервна датотека добиена од LocalSend
ml: LocalSend-ൽ നിന്ന് ലഭിച്ച ബാക്കപ്പ് ഫയൽ തിരഞ്ഞെടുക്കുക
mr: LocalSend वरून प्राप्त बॅकअप फाइल निवडा
ms: Pilih fail sandaran yang diterima daripada LocalSend
my: LocalSend မှရရှိသော အရန်ဖိုင်ကို ရွေးပါ။
nb: Velg sikkerhetskopifil mottatt fra LocalSend
ne: LocalSend बाट प्राप्त ब्याकअप फाइल चयन गर्नुहोस्
nl: Selecteer backup-bestand ontvangen van LocalSend
pa: LocalSend ਤੋਂ ਪ੍ਰਾਪਤ ਬੈਕਅੱਪ ਫਾਈਲ ਚੁਣੋ
pl: Wybierz plik kopii zapasowej otrzymany z LocalSend
pt_br: Selecionar arquivo de backup recebido do LocalSend
ro: Selectați fișierul de rezervă primit de la LocalSend
ru: Выбрать файл резервной копии, полученный от LocalSend
si: LocalSend වෙතින් ලබාගත් උපකරණ ගොනුව තෝරන්න
sk: Vyberte záložný súbor prijatý z LocalSend
sl: Izberite varnostno kopijo, prejeto od LocalSend
sq: Zgjidhni skedarin rezervë të marrë nga LocalSend
sv: Välj säkerhetskopia som tagits emot från LocalSend
sw: Chagua faili ya chelezo iliyopokelewa kutoka kwa LocalSend
ta: LocalSend லிருந்து பெறப்பட்ட backup கோப்பைத் தேர்ந்தெடு
te: LocalSend నుండి అందుకున్న బ్యాకప్ ఫైల్‌ను ఎంచుకోండి
th: เลือกไฟล์สำรองที่รับจาก LocalSend
tr: LocalSend'ten alınan yedekleme dosyasını seç
uk: Вибрати файл резервної копії, отриманий від LocalSend
ur: LocalSend سے موصول بیک اپ فائل سلیکٹ کریں
vi: Chọn tệp sao lưu từ LocalSend
xh: Khetha ifayile egciniweyo efunyenwe kwi-LocalSend
zh: 选择从 LocalSend 接收的备份文件
zh_hant: 選擇從 LocalSend 接收的備份檔案
zu: Khetha ifayela eliyisipele elitholwe ku-LocalSend

# failedToResolveFilePath
source: Failed to resolve selected file path
af: Kon nie geselekteerde lêerpad oplos nie
am: የተመረጠውን የፋይል መንገድ መፍታት አልተሳካም።
ar: فشل في حل مسار الملف المحدد
bg: Неуспешно разрешаване на избрания файлов път
bn: নির্বাচিত ফাইল পাথ সমাধান করতে ব্যর্থ
ca: No s'ha pogut resoldre el camí del fitxer seleccionat
ckb: Çareserkirina riya pelê hilbijartî bi ser neket
cs: Nepodařilo se vyřešit vybranou cestu k souboru
cy: Wedi methu â datrys y llwybr ffeil a ddewiswyd
da: Den valgte filsti kunne ikke løses
de: Ausgewählter Dateipfad konnte nicht aufgelöst werden
el: Αποτυχία επίλυσης της επιλεγμένης διαδρομής αρχείου
et: Valitud failitee lahendamine ebaõnnestus
eu: Ezin izan da ebatzi hautatutako fitxategi-bidea
fa: مسیر فایل انتخابی قابل حل نیست
fi: Valitun tiedostopolun selvittäminen epäonnistui
fil: Nabigong lutasin ang napiling landas ng file
fr_ca: Échec de la résolution du chemin du fichier sélectionné
ga: Theip ar chonair an chomhaid roghnaithe a réiteach
gl: Produciuse un erro ao resolver o camiño do ficheiro seleccionado
gu: Select કરેલ file path resolve કરવામાં નિષ્ફળ
he: נכשל בפתרון נתיב הקובץ שנבחר
hi: चयनित फ़ाइल पथ को हल करने में विफल
hr: Neuspješno rješavanje odabrane putanje datoteke
hu: Nem sikerült feloldani a kiválasztott fájl elérési útját
hy: Չհաջողվեց լուծել ընտրված ֆայլի ուղին
id: Gagal menyelesaikan jalur file yang dipilih
is: Mistókst að leysa valda skráarslóð
it: Impossibile risolvere il percorso del file selezionato
ja: 選択したファイルパスを解決できませんでした
ka: ფაილის არჩეული გზის გადაჭრა ვერ მოხერხდა
km: បានបរាជ័យក្នុងការដោះស្រាយផ្លូវឯកសារដែលបានជ្រើសរើស
kn: ಆಯ್ಕೆಮಾಡಿದ ಫೈಲ್ ಪಾತೆರವನ್ನು ಪರಿಹರಿಸಲು ವಿಫಲವಾಗಿದೆ
ko: 선택한 파일 경로를 해결하지 못했습니다
lo: ລົ້ມເຫລວໃນການແກ້ໄຂເສັ້ນທາງໄຟລ໌ທີ່ເລືອກ
lt: Nepavyko nustatyti pasirinkto failo kelio
lv: Neizdevās atrisināt atlasītā faila ceļu
mk: Не успеа да се реши избраната патека на датотеката
ml: തിരഞ്ഞെടുത്ത ഫയൽ പാത്ത് പരിഹരിക്കുന്നതിൽ പരാജയപ്പെട്ടു
mr: निवडलेल्या फाइल पथाचे निराकरण करण्यात अयशस्वी
ms: Gagal menyelesaikan laluan fail yang dipilih
my: ရွေးချယ်ထားသော ဖိုင်လမ်းကြောင်းကို ဖြေရှင်းရန် မအောင်မြင်ပါ။
nb: Kunne ikke løse valgt filbane
ne: चयन गरिएको फाइल पथ समाधान गर्न असफल भयो
nl: Kon geselecteerde bestandspad niet oplossen
pa: ਚੁਣੀ ਗਈ ਫਾਈਲ ਪਾਥ ਨੂੰ ਹੱਲ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pl: Nie udało się rozwiązać wybranej ścieżki pliku
pt_br: Falha ao resolver o caminho do arquivo selecionado
ro: Nu s-a putut rezolva calea fișierului selectat
ru: Не удалось определить путь к выбранному файлу
si: තෝරන ලද ගොනු මාර්ගය විසඳීමට අපොහොසත් විය
sk: Nepodarilo sa vyriešiť vybratú cestu k súboru
sl: Izbrane poti datoteke ni bilo mogoče razrešiti
sq: Zgjidhja e shtegut të skedarit të zgjedhur dështoi
sv: Det gick inte att lösa den valda filsökvägen
sw: Imeshindwa kutatua njia ya faili iliyochaguliwa
ta: தேர்ந்தெடுத்த கோப்பு பாதையைத் தீர்க்க முடியவில்லை
te: ఎంచుకున్న ఫైల్ మార్గాన్ని పరిష్కరించడంలో విఫలమైంది
th: ไม่สามารถแก้ไขเส้นทางไฟล์ที่เลือกได้
tr: Seçilen dosya yolu çözülemedi
uk: Не вдалося визначити шлях до вибраного файлу
ur: سلیکٹ کردہ فائل پاتھ حل کرنے میں ناکام
vi: Không thể phân giải đường dẫn tệp đã chọn
xh: Ayiphumelelanga ukusombulula indlela yefayile ekhethiweyo
zh: 无法解析所选文件路径
zh_hant: 無法解析所選檔案路徑
zu: Yehlulekile ukuxazulula indlela yefayela ekhethiwe

source: Import Options
af: Invoeropsies
am: የማስመጣት አማራጮች
ar: خيارات الاستيراد
bg: Опции за импортиране
bn: ইম্পোর্ট অপশন
ca: Opcions d'importació
ckb: Vebijêrkên Import
cs: Možnosti importu
cy: Opsiynau Mewnforio
da: Importindstillinger
de: Importoptionen
el: Επιλογές εισαγωγής
et: Impordivalikud
eu: Inportazio aukerak
fa: گزینه‌های Import
fi: Tuontiasetukset
fil: Mga Opsyon sa Pag-import
fr_ca: Options d'importation
ga: Roghanna Iompórtála
gl: Opcións de importación
gu: આયાત વિકલ્પો
he: אפשרויות ייבוא
hi: इम्पोर्ट विकल्प
hr: Opcije uvoza
hu: Importálási beállítások
hy: Ներմուծման ընտրանքներ
id: Opsi Impor
is: Innflutningsvalkostir
it: Opzioni di importazione
ja: インポートオプション
ka: იმპორტის პარამეტრები
km: ជម្រើសនាំចូល
kn: ಇಮ್ಪೋರ್ಟ್ ಆಯ್ಕೆಗಳು
ko: 가져오기 옵션
lo: ທາງເລືອກໃນການນໍາເຂົ້າ
lt: Importavimo parinktys
lv: Importēšanas opcijas
mk: Опции за увоз
ml: ഇറക്കുമതി ഓപ്ഷനുകൾ
mr: इम्पोर्ट पर्याय
ms: Pilihan Import
my: ရွေးချယ်စရာများကို တင်သွင်းပါ။
nb: Importalternativer
ne: आयात विकल्पहरू
nl: Importopties
pa: ਇੰਪੋਰਟ ਵਿਕਲਪ
pl: Opcje importu
pt_br: Opcoes de Importacao
ro: Opțiuni de import
ru: Параметры импорта
si: ආයාත කිරීමේ විකල්ප
sk: Možnosti importu
sl: Možnosti uvoza
sq: Opsionet e importit
sv: Importalternativ
sw: Chaguzi za Kuingiza
ta: இறக்கு விருப்பங்கள்
te: దిగుమతి ఎంపికలు
th: ตัวเลือกการนำเข้า
tr: İçe Aktarma Seçenekleri
uk: Параметри імпорту
ur: امپورٹ آپشنز
vi: Tùy chọn nhập
xh: Iinketho Zokuthatha ngaphandle
zh: 导入选项
zh_hant: 匯入選項
zu: Izinketho Zokungenisa

# importSettingsAsWell
source: Import settings as well? (API keys will not be overwritten)
af: Voer instellings ook in? (API-sleutels sal nie oorskryf word nie)
am: ቅንጅቶችም ያስመጡ? (ኤፒአይ ቁልፎች አይገለበጡም)
ar: استيراد الإعدادات أيضاً؟ (لن يتم استبدال مفاتيح API)
bg: Импортиране на настройки? (API ключовете няма да бъдат презаписани)
bn: সেটিংসও ইম্পোর্ট করবেন? (API কীগুলি ওভাররাইট করা হবে না)
ca: També importar la configuració? (Les claus API no es sobreescriuran)
ckb: Mîhengên import jî? (Bişkojkên API-ê dê neyên nivîsandin)
cs: Importovat také nastavení? (klíče API nebudou přepsány)
cy: Mewnforio gosodiadau hefyd? (Ni fydd allweddi API yn cael eu trosysgrifo)
da: Vil du også importere indstillinger? (API-nøgler vil ikke blive overskrevet)
de: Einstellungen auch importieren? (API-Schlüssel werden nicht überschrieben)
el: Εισαγωγή ρυθμίσεων επίσης; (Τα κλειδιά API δεν θα αντικατασταθούν)
et: Kas importida ka sätteid? (API võtmeid ei kirjutata üle)
eu: Ezarpenak ere inportatu? (API gakoak ez dira gainidatziko)
fa: تنظیمات را هم Import کنید؟ (کلیدهای API بازنویسی نمی‌شوند)
fi: Tuodaanko myös asetukset? (API-avaimia ei korvata)
fil: Mag-import din ng mga setting? (Hindi ma-overwrite ang mga API key)
fr_ca: Importer également les paramètres ? (Les clés API ne seront pas écrasées)
ga: Iompórtáil socruithe chomh maith? (Ní dhéanfar eochracha API a fhorscríobh)
gl: Importar a configuración tamén? (As claves API non se sobrescribirán)
gu: Settings પણ import કરવા છે? (API keys override થશે નહીં)
he: לייבא גם הגדרות? (מפתחות API לא יידרסו)
hi: सेटिंग्स भी इम्पोर्ट करें? (API कुंजियाँ ओवरराइट नहीं होंगी)
hr: Uvesti i postavke? (API ključevi neće biti prebrisani)
hu: Importálja a beállításokat is? (Az API kulcsok nem kerülnek felülírásra)
hy: Նաև ներմուծե՞լ կարգավորումները: (API ստեղները չեն վերագրվի)
id: Impor pengaturan juga? (Kunci API tidak akan ditimpa)
is: Flytja líka inn stillingar? (API lyklum verður ekki skrifað yfir)
it: Importare anche le impostazioni? (Le chiavi API non verranno sovrascritte)
ja: 設定もインポートしますか？ （APIキーは上書きされません）
ka: პარამეტრების იმპორტიც? (API კლავიშები არ გადაიწერება)
km: នាំចូលការកំណត់ផងដែរ? (សោ API នឹង​មិន​ត្រូវ​បាន​សរសេរ​ជាន់​លើ)
kn: ಸೆಟ್ಟಿಂಗ್'ಗಳನ್ನು ಸಹ ಇಮ್ಪೋರ್ಟ್ ಮಾಡಬೇಕೇ? (API ಕೀಗಳನ್ನು ಅತಿಕ್ರಮಿಸಲಾಗುವುದಿಲ್ಲ)
ko: 설정도 가져오시겠습니까? (API 키는 덮어쓰지 않습니다)
lo: ນໍາເຂົ້າການຕັ້ງຄ່າເຊັ່ນກັນບໍ? (ກະແຈ API ຈະບໍ່ຖືກຂຽນທັບ)
lt: Taip pat importuoti nustatymus? (API raktai nebus perrašyti)
lv: Vai arī importēt iestatījumus? (API atslēgas netiks pārrakstītas)
mk: И поставките за увоз? (Клучевите API нема да се препишуваат)
ml: ക്രമീകരണങ്ങളും ഇറക്കുമതി ചെയ്യണോ? (API കീകൾ തിരുത്തിയെഴുതപ്പെടില്ല)
mn: Тохиргоог бас импортлох уу? (API түлхүүрүүдийг дарж бичихгүй)
mr: सेटिंग्जही इम्पोर्ट कराव्यात? (API कीज अधिलिखित केल्या जाणार नाहीत)
ms: Import tetapan juga? (Kunci API tidak akan ditimpa)
my: ဆက်တင်များကိုလည်း ထည့်သွင်းမလား။ (API သော့များကို ထပ်ရေးမည်မဟုတ်ပါ)
nb: Vil du også importere innstillinger? (API-nøkler vil ikke bli overskrevet)
ne: सेटिङहरू पनि आयात गर्नुहोस्? (API कुञ्जीहरू अधिलेखित हुने छैनन्)
nl: Instellingen ook importeren? (API-sleutels worden niet overschreven)
pa: ਸੈਟਿੰਗਾਂ ਨੂੰ ਵੀ ਇੰਪੋਰਟ ਕਰਨਾ ਹੈ? (API ਕੁੰਜੀਆਂ ਓਵਰਰਾਈਟ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ)
pl: Zaimportować również ustawienia? (Klucze API nie zostaną nadpisane)
pt_br: Importar configuracoes tambem? (Chaves de API nao serao sobrescritas)
ro: Import și setări? (Cheile API nu vor fi suprascrise)
ru: Импортировать также настройки? (API ключи не будут перезаписаны)
si: සැකසුම් ද ආයාත කිරීමට අවශ්‍යද? (API යතුරු අත්හැර දැමෙන නොමැත)
sk: Importovať aj nastavenia? (Kľúče API nebudú prepísané)
sl: Uvoziti tudi nastavitve? (Ključi API-ja ne bodo prepisani)
sq: Të importohen edhe cilësimet? (Çelësat API nuk do të mbishkruhen)
sv: Importera inställningar också? (API-nycklar kommer inte att skrivas över)
sw: Leta mipangilio pia? (Vifunguo vya API hazitafutwa)
ta: அமைப்புகளையும் இறக்குவதா? (API விசைகள் மீறப்படாது)
te: సెట్టింగ్‌లను కూడా దిగుమతి చేయాలా? (API కీలు ఓవర్‌రైట్ చేయబడవు)
th: นำเข้าการตั้งค่าด้วยหรือไม่? (รหัส API จะไม่ถูกเขียนทับ)
tr: Ayarları da içe aktar? (API anahtarları üzerine yazılmayacak)
uk: Імпортувати також налаштування? (API ключі не будуть перезаписані)
ur: ترتیبات بھی امپورٹ کریں؟ (API کلیدز اوور رائٹ نہیں ہوں گی)
vi: Cũng nhập cài đặt? (Khóa API sẽ không bị ghi đè)
xh: Iisetingi zokuthatha ngaphandle nazo? (izitshixo zeAPI aziyi kubhalwa ngaphezulu)
zh: 是否同时导入设置？ （API 密钥不会被覆盖）
zh_hant: 是否同時匯入設定？ （API 金鑰不會被覆蓋）
zu: Ngenisa nezilungiselelo? (Okhiye be-API ngeke babhalwe ngaphezulu)

source: Data Only
af: Slegs data
am: ውሂብ ብቻ
ar: البيانات فقط
bg: Само данни
bn: শুধু ডেটা
ca: Només dades
ckb: Daneyên Tenê
cs: Pouze data
cy: Data yn unig
da: Kun data
de: Nur Daten
el: Μόνο δεδομένα
et: Ainult andmed
eu: Datuak soilik
fa: فقط داده
fi: Vain tiedot
fil: Data Lang
fr_ca: Données uniquement
ga: Sonraí amháin
gl: Só datos
gu: ફક્ત ડેટા
he: נתונים בלבד
hi: केवल डेटा
hr: Samo podaci
hu: Csak adatok
hy: Միայն տվյալներ
id: Data Saja
is: Aðeins gögn
it: Solo dati
ja: データのみ
ka: მხოლოდ მონაცემები
km: ទិន្នន័យតែប៉ុណ្ណោះ
kn: ಡೇಟಾ ಮಾತ್ರ
ko: 데이터만
lo: ຂໍ້ມູນເທົ່ານັ້ນ
lt: Tik duomenys
lv: Tikai dati
mk: Само податоци
ml: ഡാറ്റ മാത്രം
mn: Зөвхөн өгөгдөл
mr: फक्त डेटा
ms: Data Sahaja
my: ဒေတာသာ
nb: Kun data
ne: डेटा मात्र
nl: Alleen gegevens
pa: ਸਿਰਫ਼ ਡਾਟਾ
pl: Tylko dane
pt_br: Somente Dados
ro: Numai date
ru: Только данные
si: දත්ත පමණයි
sk: Iba údaje
sl: Samo podatki
sq: Vetëm të dhëna
sv: Endast data
sw: Data Pekee
ta: தரவு மட்டும்
te: డేటా మాత్రమే
th: ข้อมูลเท่านั้น
tr: Yalnızca Veri
uk: Тільки дані
ur: ڈیٹا فقط
vi: Chỉ dữ liệu
xh: Idatha Kuphela
zh: 仅导入数据
zh_hant: 僅匯入資料
zu: Idatha Kuphela

# dataAndSettings
source: Data + Settings
af: Data + instellings
am: ውሂብ + ቅንብሮች
ar: البيانات + الإعدادات
bg: Данни + Настройки
bn: ডেটা + সেটিংস
ca: Dades + Configuració
ckb: Daneyên + Mîhengan
cs: Data + Nastavení
cy: Data + Gosodiadau
da: Data + Indstillinger
de: Daten + Einstellungen
el: Δεδομένα + Ρυθμίσεις
et: Andmed + Seaded
eu: Datuak + Ezarpenak
fa: داده + تنظیمات
fi: Data + Asetukset
fil: Data + Mga Setting
fr_ca: Données + Paramètres
ga: Sonraí + Socruithe
gl: Datos + Configuración
gu: ડેટા + સેટિંગ્સ
he: נתונים + הגדרות
hi: डेटा + सेटिंग्स
hr: Podaci + postavke
hu: Adatok + Beállítások
hy: Տվյալներ + Կարգավորումներ
id: Data + Pengaturan
is: Gögn + Stillingar
it: Dati + Impostazioni
ja: データ + 設定
ka: მონაცემები + პარამეტრები
km: ទិន្នន័យ + ការកំណត់
kn: ಡೇಟಾ + ಸೆಟ್ಟಿಂಗ್'ಗಳು
ko: 데이터 + 설정
lo: ຂໍ້ມູນ + ການຕັ້ງຄ່າ
lt: Duomenys + nustatymai
lv: Dati + iestatījumi
mk: Податоци + Поставки
ml: ഡാറ്റ + ക്രമീകരണങ്ങൾ
mn: Өгөгдөл + Тохиргоо
mr: डेटा + सेटिंग्ज
ms: Data + Tetapan
my: ဒေတာ + ဆက်တင်များ
nb: Data + Innstillinger
ne: डेटा + सेटिङहरू
nl: Gegevens + Instellingen
pa: ਡਾਟਾ + ਸੈਟਿੰਗਾਂ
pl: Dane + Ustawienia
pt_br: Dados + Configuracoes
ro: Date + Setări
ru: Данные + Настройки
si: දත්ත + සැකසුම්
sk: Údaje + Nastavenia
sl: Podatki + nastavitve
sq: Të dhënat + Cilësimet
sv: Data + Inställningar
sw: Data + Mipangilio
ta: தரவு + அமைப்புகள்
te: డేటా + సెట్టింగ్‌లు
th: ข้อมูล + การตั้งค่า
tr: Veri + Ayarlar
uk: Дані + Налаштування
ur: ڈیٹا + ترتیبات
vi: Dữ liệu + Cài đặt
xh: Idatha + Izicwangciso
zh: 数据 + 设置
zh_hant: 資料 + 設定
zu: Idatha + Izilungiselelo

source: Import Completed
af: Invoer voltooi
am: ማስመጣት ተጠናቅቋል
ar: اكتمل الاستيراد
bg: Импортирането е завършено
bn: ইম্পোর্ট সম্পন্ন
ca: Importació completada
ckb: Import Qediya
cs: Import dokončen
cy: Mewnforio wedi'i Gwblhau
da: Import afsluttet
de: Import abgeschlossen
el: Η εισαγωγή ολοκληρώθηκε
et: Import on lõpetatud
eu: Inportazioa osatu da
fa: Import تکمیل شد
fi: Tuonti valmis
fil: Nakumpleto ang Pag-import
fr_ca: Importation terminée
ga: Iompórtáil Críochnaithe
gl: Importación completada
gu: આયાત પૂર્ણ થયું
he: הייבוא הושלם
hi: इम्पोर्ट पूर्ण
hr: Uvoz dovršen
hu: Az importálás befejeződött
hy: Ներմուծումն ավարտված է
id: Impor Selesai
is: Innflutningi lokið
it: Importazione completata
ja: インポート完了
ka: იმპორტი დასრულდა
km: ការនាំចូលបានបញ្ចប់
kn: ಇಮ್ಪೋರ್ಟ್ ಪೂರ್ಣಗೊಂಡಿತು
ko: 가져오기 완료
lo: ການນໍາເຂົ້າສໍາເລັດ
lt: Importavimas baigtas
lv: Importēšana pabeigta
mk: Увозот е завршен
ml: ഇറക്കുമതി പൂർത്തിയായി
mn: Импорт хийж дууслаа
mr: इम्पोर्ट पूर्ण
ms: Import Selesai
my: တင်သွင်းမှု ပြီးပါပြီ။
nb: Import fullført
ne: आयात पूर्ण
nl: Import voltooid
pa: ਇੰਪੋਰਟ ਪੂਰਾ
pl: Import zakończony
pt_br: Importacao Concluida
ro: Import finalizat
ru: Импорт завершён
si: ආයාත කිරීම සම්පූර්ණයි
sk: Import dokončený
sl: Uvoz končan
sq: Importi përfundoi
sv: Importen slutförd
sw: Uingizaji Umekamilika
ta: இறக்கு முடிவடைந்தது
te: దిగుమతి పూర్తయింది
th: การนำเข้าเสร็จสมบูรณ์
tr: İçe Aktarma Tamamlandı
uk: Імпорт завершено
ur: امپورٹ مکمل
vi: Hoàn tất nhập
xh: Ukungenisa elizweni Kugqityiwe
zh: 导入完成
zh_hant: 匯入完成
zu: Ukungenisa Kuqediwe
