Repository: hhhaiai/Shiguang
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bg, bn, ca, ckb, cs, cy, da, de, el, et, eu, fa, fi, fil, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, vi, xh, zh, zh_hant, zu

source: Private PIN
af: Privaat PIN
am: የግል ፒን
ar: PIN الخاص
bg: Личен ПИН
bn: ব্যক্তিগত PIN
ca: PIN privat
ckb: PIN taybet
cs: Soukromý PIN
cy: PIN preifat
da: Privat pinkode
el: Ιδιωτικό PIN
et: Privaatne PIN-kood
eu: PIN pribatua
fa: PIN خصوصی
fi: Yksityinen PIN-koodi
fil: Pribadong PIN
fr_ca: Code PIN privé
ga: UAP príobháideach
gl: PIN privado
gu: ખાનગી PIN
he: PIN פרטי
hi: निजी PIN
hr: Privatni PIN
hu: Privát PIN-kód
hy: Անձնական PIN
id: PIN Pribadi
is: Einka PIN
it: PIN privato
ja: プライベートPIN
ka: პირადი PIN
km: លេខសម្ងាត់ឯកជន
kn: ಖಾಸಗಿ PIN
ko: 개인 PIN
lo: PIN ສ່ວນຕົວ
lt: Privatus PIN kodas
lv: Privāts PIN
mk: Приватен ПИН
ml: സ്വകാര്യ പിൻ
mn: Хувийн ПИН
mr: खाजगी PIN
ms: PIN peribadi
my: သီးသန့် PIN
nb: Privat PIN-kode
ne: निजी PIN
nl: Privé PIN
pa: ਪ੍ਰਾਈਵੇਟ PIN
pl: Prywatny PIN
pt_br: PIN Privado
ro: PIN privat
ru: Личный PIN
si: පෞද්ගල PIN
sk: Súkromný PIN
sl: Zasebni PIN
sq: PIN-i privat
sv: Privat PIN-kod
sw: PIN ya faragha
ta: தனிப்பட்ட PIN
te: ప్రైవేట్ పిన్
th: PIN ส่วนตัว
tr: Özel PIN
uk: Приватний PIN
ur: پرائیویٹ PIN
vi: PIN riêng tư
xh: I-PIN yabucala
zh: 私密 PIN
zh_hant: 私人 PIN
zu: Iphinikhodi eyimfihlo

source: Leave empty for no encryption
af: Laat leeg vir geen enkripsie
am: ምንም ምስጠራ እንዳይኖር ባዶ ይተውት።
ar: اتركه فارغاً بدون تشفير
bg: Оставете празно за липса на криптиране
bn: এনক্রিপশন না করতে খালি রাখুন
ca: Deixeu buit per no xifrar
ckb: Ji bo tu şîfrekirinê vala bihêlin
cs: Nechejte prázdné, nechcete-li šifrovat
cy: Gadewch yn wag heb unrhyw amgryptio
da: Lad være tomt for ingen kryptering
de: Leer lassen für keine Verschlüsselung
el: Αφήστε κενό χωρίς κρυπτογράφηση
et: Krüptimise vältimiseks jätke tühjaks
eu: Utzi hutsik zifratzerik ez izateko
fa: برای بدون رمزگذاری خالی بگذارید
fi: Jätä tyhjäksi, jos et salaa
fil: Iwanang walang laman para walang encryption
fr_ca: Laisser vide pour aucun cryptage
ga: Fág folamh gan aon chriptiú
gl: Déixao baleiro sen cifrar
gu: Encryption વગર leave empty
he: השאר ריק עבור ללא הצפנה
hi: एन्क्रिप्शन के लिए खाली छोड़ें
hr: Ostavite prazno ako nema enkripcije
hu: Hagyja üresen, ha nincs titkosítás
hy: Թողեք դատարկ՝ առանց կոդավորման
id: Kosongkan untuk tanpa enkripsi
is: Skildu eftir tómt fyrir enga dulkóðun
it: Lascia vuoto per nessuna crittografia
ja: 暗号化なしは空のまま
ka: დატოვეთ ცარიელი დაშიფვრის გარეშე
km: ទុក​ទទេ​សម្រាប់​គ្មាន​ការ​អ៊ិនគ្រីប
kn: ಎನ್'ಕ್ರಿಪ್ಶನ್ ಇಲ್ಲದೆ ಬಿಡಲು ಖಾಲಿ ಬಿಡಿ
ko: 암호화 안 함은 빈칸으로 두기
lo: ປ່ອຍຫວ່າງໄວ້ເພື່ອບໍ່ມີການເຂົ້າລະຫັດ
lt: Palikite tuščią, kad nebūtų šifruojama
lv: Atstājiet tukšu, lai netiktu veikta šifrēšana
mk: Оставете празно за да нема шифрирање
ml: എൻക്രിപ്ഷൻ ഇല്ലാതെ ശൂന്യമായി വിടുക
mn: Шифрлэлт хийхгүйн тулд хоосон орхино уу
mr: एन्क्रिप्शन न करण्यासाठी रिक्त सोडा
ms: Biarkan kosong untuk tiada penyulitan
my: ကုဒ်ဝှက်ခြင်းမပြုရန် ဗလာချန်ထားပါ။
nb: La stå tomt for ingen kryptering
ne: इन्क्रिप्सन नगर्न खाली छोड्नुहोस्
nl: Leeglaten voor geen versleuteling
pa: ਐਨਕ੍ਰਿਪਸ਼ਨ ਲਈ ਖਾਲੀ ਛੱਡ ਦਿਓ
pl: Pozostaw puste, aby nie szyfrować
pt_br: Deixe vazio para sem criptografia
ro: Lăsați gol pentru nicio criptare
ru: Оставьте пустым для отсутствия шифрования
si: එන්ක්‍රිප්ට් නොකිරීමට හිස් ලෙස තැබිය යුතුය
sk: Ak nechcete šifrovať, ponechajte prázdne
sl: Pustite prazno, če ni šifriranja
sq: Lëreni bosh pa enkriptim
sv: Lämna tomt för ingen kryptering
sw: Acha tupu bila usimbaji fiche
ta: குறியாக்கம் இல்லாமல் விடுங்கள்
te: గుప్తీకరణ లేకుండా ఖాళీగా ఉంచండి
th: เว้นว่างหากไม่ต้องการเข้ารหัส
tr: Şifreleme için boş bırakın
uk: Залиште порожнім для відсутності шифрування
ur: انکرپشن کے لیے خالی چھوڑیں
vi: Để trống nếu không mã hóa
xh: Shiya ingenanto ukuze kungabikho uguqulelo oluntsonkothileyo
zh: 留空则不加密
zh_hant: 留空則不加密
zu: Shiya kungenalutho lapho kungekho ukubethela

source: Confirm PIN
af: Bevestig PIN
am: ፒን ያረጋግጡ
ar: تأكيد PIN
bg: Потвърдете PIN
bn: PIN নিশ্চিত করুন
ca: Confirmeu el PIN
ckb: PIN-ê piştrast bikin
cs: Potvrďte PIN
cy: Cadarnhau PIN
da: Bekræft PIN-kode
de: PIN bestätigen
el: Επιβεβαίωση PIN
et: Kinnitage PIN-kood
eu: Berretsi PINa
fa: PIN را تأیید کنید
fi: Vahvista PIN
fil: Kumpirmahin ang PIN
fr_ca: Confirmer le code PIN
ga: Deimhnigh UAP
gl: Confirmar o PIN
gu: PIN ની પુષ્ટિ કરો
he: אשר PIN
hi: PIN की पुष्टि करें
hr: Potvrdite PIN
hu: Erősítse meg a PIN kódot
hy: Հաստատեք PIN կոդը
id: Konfirmasi PIN
is: Staðfestu PIN
it: Conferma PIN
ja: PINを確認
ka: დაადასტურეთ PIN
km: បញ្ជាក់កូដ PIN
kn: PIN ಖಚಿತಪಡಿಸು
ko: PIN 확인
lo: ຢືນຢັນ PIN
lt: Patvirtinkite PIN kodą
lv: Apstipriniet PIN
mk: Потврдете PIN
ml: പിൻ സ്ഥിരീകരിക്കുക
mn: ПИН кодоо баталгаажуулна уу
mr: PIN ची पुष्टी करा
ms: Sahkan PIN
my: ပင်နံပါတ်ကို အတည်ပြုပါ။
nb: Bekreft PIN
ne: PIN पुष्टि गर्नुहोस्
nl: PIN bevestigen
pa: PIN ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź PIN
pt_br: Confirmar PIN
ro: Confirmați codul PIN
ru: Подтвердите PIN
si: PIN තහවරු කරන්න
sk: Potvrďte PIN
sl: Potrdite PIN
sq: Konfirmo PIN-in
sv: Bekräfta PIN-koden
sw: Thibitisha PIN
ta: PIN உறுதிச் செய்
te: PINని నిర్ధారించండి
th: ยืนยัน PIN
tr: PIN'i Onayla
uk: Підтвердити PIN
ur: PIN کی تصدیق کریں
vi: Xác nhận PIN
xh: Qinisekisa i-PIN
zh: 确认 PIN
zh_hant: 確認 PIN
zu: Qinisekisa iphinikhodi

source: Get Started
af: Begin
am: እንጀምር
ar: ابدأ
bg: Започнете
bn: শুরু করুন
ca: Comença
ckb: Dest pê bike
cs: Začněte
cy: Cychwyn Arni
da: Kom i gang
de: Loslegen
el: Ξεκινήστε
et: Alustage
eu: Hasi
fa: شروع کنید
fi: Aloita
fil: Magsimula
fr_ca: Commencer
ga: Faigh Tosaigh
gl: Comeza
gu: શરૂ કરો
he: התחל
hi: शुरू करें
hr: Započnite
hu: Kezdje el
hy: Սկսեք
id: Mulai
is: Byrjaðu
it: Inizia
ja: 始める
ka: დაიწყეთ
km: ចាប់ផ្តើម
kn: ಪ್ರಾರಂಭಿಸು
ko: 시작하기
lo: ເລີ່ມຕົ້ນ
lt: Pradėkite
lv: Sāciet darbu
mk: Започнете
ml: ആരംഭിക്കുക
mn: Эхлэх
mr: सुरू करा
ms: Mulakan
my: စတင်လိုက်ပါ။
nb: Kom i gang
ne: सुरू गर्नुहोस्
nl: Beginnen
pa: ਸ਼ੁਰੂ ਕਰੋ
pl: Zacznij
pt_br: Comecar
ro: Începeți
ru: Начать
si: පටන් ගන්න
sk: Začíname
sl: Začnite
sq: Filloni
sv: Kom igång
sw: Anza
ta: தொடங்கு
te: ప్రారంభించండి
th: เริ่มต้น
tr: Başla
uk: Почати
ur: شروع کریں
vi: Bắt đầu
xh: Qalisa
zh: 开始
zh_hant: 開始
zu: Qalisa

source: No reminders
af: Geen aanmanings nie
am: ምንም አስታዋሾች የሉም
ar: لا توجد تذكيرات
bg: Без напомняния
bn: কোনো রিমাইন্ডার নেই
ca: Sense recordatoris
ckb: Bê bîranîn
cs: Žádné připomenutí
cy: Dim nodiadau atgoffa
da: Ingen påmindelser
de: Keine Erinnerungen
el: Χωρίς υπενθυμίσεις
et: Ei mingeid meeldetuletusi
eu: Ez dago abisurik
fa: بدون یادآوری
fi: Ei muistutuksia
fil: Walang mga paalala
fr_ca: Aucun rappel
ga: Gan meabhrúcháin
gl: Sen recordatorios
gu: કોઈ રીમાઇન્ડર નથી
he: אין תזכורות
hi: कोई रिमाइंडर नहीं
hr: Nema podsjetnika
hu: Nincsenek emlékeztetők
hy: Հիշեցումներ չկան
id: Tidak ada pengingat
is: Engar áminningar
it: Nessun promemoria
ja: リマインダーなし
ka: არანაირი შეხსენება
km: គ្មានការរំលឹកទេ។
kn: ಯಾವುದೇ ಜ್ಞಾಪನೆಗಳಿಲ್ಲ
ko: 알림 없음
lo: ບໍ່ມີການແຈ້ງເຕືອນ
lt: Jokių priminimų
lv: Nav atgādinājumu
mk: Нема потсетници
ml: ഓർമ്മപ്പെടുത്തലുകളൊന്നുമില്ല
mn: Сануулагч байхгүй
mr: कोणते स्मरणपत्र नाही
ms: Tiada peringatan
my: သတိပေးချက်များမရှိပါ။
nb: Ingen påminnelser
ne: कुनै रिमाइन्डरहरू छैनन्
nl: Geen herinneringen
pa: ਕੋਈ ਰੀਮਾਈਂਡਰ ਨਹੀਂ
pl: Brak przypomnień
pt_br: Sem lembretes
ro: Fără mementouri
ru: Нет напоминаний
si: මතක් කිරීම් නැත
sk: Žiadne pripomienky
sl: Brez opomnikov
sq: Asnjë kujtesë
sv: Inga påminnelser
sw: Hakuna vikumbusho
ta: நினைவூட்டல்கள் இல்லை
te: రిమైండర్‌లు లేవు
th: ไม่มีการแจ้งเตือน
tr: Hatırlatmalar yok
uk: Немає нагадувань
ur: کوئی یاد دہانی نہیں
vi: Không có nhắc nhở
xh: Akukho zikhumbuzo
zh: 暂无提醒
zh_hant: 暫無提醒
zu: Azikho izikhumbuzi

source: Add Reminder
af: Voeg herinnering by
am: አስታዋሽ ጨምር
ar: إضافة تذكير
bg: Добавяне на напомняне
bn: রিমাইন্ডার যোগ করুন
ca: Afegeix un recordatori
ckb: Bîranîn lê zêde bike
cs: Přidat připomenutí
cy: Ychwanegu Nodyn Atgoffa
da: Tilføj påmindelse
de: Erinnerung hinzufügen
el: Προσθήκη υπενθύμισης
et: Lisa meeldetuletus
eu: Gehitu abisua
fa: یادآوری اضافه کنید
fi: Lisää muistutus
fil: Magdagdag ng Paalala
fr_ca: Ajouter un rappel
ga: Cuir Meabhrúchán leis
gl: Engadir recordatorio
gu: રીમાઇન્ડર ઉમેરો
he: הוסף תזכורת
hi: रिमाइंडर जोड़ें
hr: Dodaj podsjetnik
hu: Emlékeztető hozzáadása
hy: Ավելացնել հիշեցում
id: Tambah Pengingat
is: Bæta við áminningu
it: Aggiungi promemoria
ja: リマインダーを追加
ka: შეხსენების დამატება
km: បន្ថែមការរំលឹក
kn: ಜ್ಞಾಪನೆ ಸೇರಿಸು
ko: 알림 추가
lo: ເພີ່ມການແຈ້ງເຕືອນ
lt: Pridėti priminimą
lv: Pievienot atgādinājumu
mk: Додадете потсетник
ml: ഓർമ്മപ്പെടുത്തൽ ചേർക്കുക
mn: Сануулагч нэмэх
mr: स्मरणपत्र जोडा
ms: Tambah Peringatan
my: သတိပေးချက်ထည့်ပါ။
nb: Legg til påminnelse
ne: रिमाइन्डर थप्नुहोस्
nl: Herinnering toevoegen
pa: ਰੀਮਾਈਂਡਰ ਜੋੜੋ
pl: Dodaj przypomnienie
pt_br: Adicionar Lembrete
ro: Adăugați un memento
ru: Добавить напоминание
si: මතක් කිරීමක් එක් කරන්න
sk: Pridať pripomenutie
sl: Dodaj opomnik
sq: Shto kujtesë
sv: Lägg till påminnelse
sw: Ongeza Kikumbusho
ta: நினைவூட்டல் சேர்
te: రిమైండర్‌ని జోడించండి
th: เพิ่มการแจ้งเตือน
tr: Hatırlatıcı Ekle
uk: Додати нагадування
ur: یاد دہانی شامل کریں
vi: Thêm nhắc nhở
xh: Yongeza isikhumbuzi
zh: 添加提醒
zh_hant: 新增提醒
zu: Engeza Isikhumbuzi

source: Title
af: Titel
am: ርዕስ
ar: العنوان
bg: Заглавие
bn: শিরোনাম
ca: Títol
ckb: Nav
cs: Titul
cy: Teitl
da: Titel
de: Titel
el: Τίτλος
et: Pealkiri
eu: Izenburua
fa: عنوان
fi: Otsikko
fil: Pamagat
fr_ca: Titre
ga: Teideal
gl: Título
gu: શીર્ષક
he: כותרת
hi: शीर्षक
hr: Titula
hu: Cím
hy: Վերնագիր
id: Judul
is: Titill
it: Titolo
ja: タイトル
ka: სათაური
km: ចំណងជើង
kn: ಶೀರ್ಷಿಕೆ
ko: 제목
lo: ຫົວຂໍ້
lt: Pavadinimas
lv: Nosaukums
mk: Наслов
ml: തലക്കെട്ട്
mn: Гарчиг
mr: शीर्षक
ms: Tajuk
my: ခေါင်းစဉ်
nb: Tittel
ne: शीर्षक
nl: Titel
pa: ਸਿਰਲੇਖ
pl: Tytuł
pt_br: Titulo
ro: Titlu
ru: Название
si: මාතෘකාව
sk: Názov
sl: Naslov
sq: Titulli
sv: Titel
sw: Kichwa
ta: தலைப்பு
te: శీర్షిక
th: หัวข้อ
tr: Başlık
uk: Заголовок
ur: عنوان
vi: Tiêu đề
xh: Isihloko
zh: 标题
zh_hant: 標題
zu: Isihloko

source: Description (optional)
af: Beskrywing (opsioneel)
am: መግለጫ (አማራጭ)
ar: الوصف (اختياري)
bg: Описание (по избор)
bn: বর্ণনা (ঐচ্ছিক)
ca: Descripció (opcional)
ckb: Danasîn (vebijarkî)
cs: Popis (volitelné)
cy: Disgrifiad (dewisol)
da: Beskrivelse (valgfrit)
de: Beschreibung (optional)
el: Περιγραφή (προαιρετικό)
et: Kirjeldus (valikuline)
eu: Deskribapena (aukerakoa)
fa: توضیحات (اختیاری)
fi: Kuvaus (valinnainen)
fil: Paglalarawan (opsyonal)
fr_ca: Description (facultatif)
ga: Cur síos (roghnach)
gl: Descrición (opcional)
gu: વર્ણન (વૈકલ્પિક)
he: תיאור (אופציונלי)
hi: विवरण (वैकल्पिक)
hr: Opis (nije obavezno)
hu: Leírás (nem kötelező)
hy: Նկարագրություն (ըստ ցանկության)
id: Deskripsi (opsional)
is: Lýsing (valfrjálst)
it: Descrizione (opzionale)
ja: 説明（任意）
ka: აღწერა (სურვილისამებრ)
km: ការពិពណ៌នា (ជាជម្រើស)
kn: ವರ್ಣನೆ (ಐಚ್ಛಿಕ)
ko: 설명 (선택사항)
lo: ຄຳອະທິບາຍ (ທາງເລືອກ)
lt: Aprašymas (nebūtina)
lv: Apraksts (pēc izvēles)
mk: Опис (опционално)
ml: വിവരണം (ഓപ്ഷണൽ)
mn: Тодорхойлолт (заавал биш)
mr: वर्णन (ऐच्छिक)
ms: Penerangan (pilihan)
my: ဖော်ပြချက် (ချန်လှပ်ထားနိုင်သည်)
nb: Beskrivelse (valgfritt)
ne: विवरण (वैकल्पिक)
nl: Beschrijving (optioneel)
pa: ਵਰਣਨ (ਵਿਕਲਪਿਕ)
pl: Opis (opcjonalnie)
pt_br: Descricao (opcional)
ro: Descriere (opțional)
ru: Описание (опционально)
si: විස්තරය (විකල්ප)
sk: Popis (voliteľné)
sl: Opis (neobvezno)
sq: Përshkrimi (opsionale)
sv: Beskrivning (valfritt)
sw: Maelezo (ya hiari)
ta: விளக்கம் (விருப்பமான)
te: వివరణ (ఐచ్ఛికం)
th: คำอธิบาย (ไม่บังคับ)
tr: Açıklama (isteğe bağlı)
uk: Опис (необов'язково)
ur: تفصیل (اختیاری)
vi: Mô tả (tùy chọn)
xh: Ingcaciso (uyazikhethela)
zh: 描述（可选）
zh_hant: 描述（可選）
zu: Incazelo (kuyakhetheka)

source: Microphone permission required
af: Mikrofoontoestemming word vereis
am: የማይክሮፎን ፍቃድ ያስፈልጋል
ar: مطلوب إذن الميكروفون
bg: Изисква се разрешение за микрофон
bn: মাইক্রোফোন অনুমতি প্রয়োজন
ca: Cal permís de micròfon
ckb: Destûra mîkrofonê pêwîst e
cs: Je vyžadováno povolení k mikrofonu
cy: Mae angen caniatâd meicroffon
da: Mikrofontilladelse påkrævet
de: Mikrofonberechtigung erforderlich
el: Απαιτείται άδεια μικροφώνου
et: Vajalik mikrofoni luba
eu: Mikrofonoaren baimena behar da
fa: مجوز میکروفون لازم است
fi: Mikrofonilupa vaaditaan
fil: Kinakailangan ang pahintulot sa mikropono
fr_ca: Autorisation du microphone requise
ga: Teastaíonn cead micreafón
gl: Requírese permiso de micrófono
gu: માઇક્રોફોન પરવાનગી જરૂરી છે
he: נדרשת הרשאת מיקרופון
hi: माइक्रोफ़ोन अनुमति आवश्यक
hr: Potrebno je dopuštenje za mikrofon
hu: Mikrofon engedély szükséges
hy: Պահանջվում է խոսափողի թույլտվություն
id: Izin mikrofon diperlukan
is: Hljóðnemaheimild krafist
it: E' richiesta l'autorizzazione del microfono
ja: マイクの許可が必要です
ka: საჭიროა მიკროფონის ნებართვა
km: ទាមទារការអនុញ្ញាតមីក្រូហ្វូន
kn: ಮೈಕ್ರೊಫೋನ್ ಅನುಮತಿ ಅವಶ್ಯಕ
ko: 마이크 권한 필요
lo: ຕ້ອງມີການອະນຸຍາດໄມໂຄຣໂຟນ
lt: Reikalingas mikrofono leidimas
lv: Nepieciešama mikrofona atļauja
mk: Потребна е дозвола за микрофон
ml: മൈക്രോഫോൺ അനുമതി ആവശ്യമാണ്
mn: Микрофоны зөвшөөрөл шаардлагатай
mr: माइक्रोफोन परवानगी आवश्यक
ms: Kebenaran mikrofon diperlukan
my: မိုက်ခရိုဖုန်း ခွင့်ပြုချက် လိုအပ်သည်။
nb: Mikrofontillatelse kreves
ne: माइक्रोफोन अनुमति आवश्यक छ
nl: Microfoonmachtiging vereist
pa: ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਦੀ ਅਨੁਮਤੀ ਲੋੜੀਂਦੀ ਹੈ
pl: Wymagane uprawnienie mikrofonu
pt_br: Permissao de microfone necessaria
ro: Este necesară permisiunea microfonului
ru: Требуется разрешение на использование микрофона
si: මයික්‍රෆෝනයේ අවසරය අවශ්‍යයි
sk: Vyžaduje sa povolenie pre mikrofón
sl: Potrebno je dovoljenje za mikrofon
sq: Kërkohet leja e mikrofonit
sv: Mikrofontillstånd krävs
sw: Ruhusa ya maikrofoni inahitajika
ta: மைக்ரோஃபோன் அனுமதி தேவை
te: మైక్రోఫోన్ అనుమతి అవసరం
th: ต้องการสิทธิ์ไมโครโฟน
tr: Mikrofon izni gerekli
uk: Потрібен дозвіл на використання мікрофону
ur: مائیکروفون کی اجازت درکار ہے
vi: Cần quyền microphone
xh: Kufuneka imvume yemakrofoni
zh: 需要麦克风权限
zh_hant: 需要麥克風權限
zu: Kudingeka imvume yemakrofoni

source: AI Assistant
af: KI assistent
am: AI ረዳት
ar: مساعد الذكاء الاصطناعي
bg: AI асистент
bn: AI সহকারী
ca: Assistent d'IA
ckb: Alîkarê AI
cs: Asistent AI
cy: Cynorthwy-ydd AI
da: AI assistent
de: KI-Assistent
el: Βοηθός AI
et: AI assistent
eu: AI Laguntzailea
fa: دستیار هوش مصنوعی
ga: Cúntóir AI
gl: Asistente de IA
gu: AI સહાયક
he: עוזר AI
hi: AI सहायक
hr: AI pomoćnik
hu: AI asszisztens
hy: AI օգնական
id: Asisten AI
is: AI aðstoðarmaður
it: Assistente AI
ja: AIアシスタント
ka: AI ასისტენტი
km: ជំនួយការ AI
kn: AI ಸಹಾಯಕ
ko: AI 어시스턴트
lo: ຜູ້ຊ່ວຍ AI
lt: AI asistentas
lv: AI palīgs
mk: Асистент со вештачка интелигенција
ml: AI അസിസ്റ്റൻ്റ്
mn: AI туслах
mr: AI सहायक
ms: Penolong AI
my: AI လက်ထောက်
nb: AI-assistent
ne: AI सहायक
nl: AI-assistent
pa: AI ਸਹਾਇਕ
pl: Asystent AI
pt_br: Assistente de IA
ro: Asistent AI
ru: ИИ-ассистент
si: AI සහයේ
sk: Asistent AI
sl: Pomočnik AI
sq: Asistent i AI
sv: AI-assistent
sw: Msaidizi wa AI
ta: AI உதவியாளர்
te: AI అసిస్టెంట్
th: ผู้ช่วย AI
tr: AI Asistanı
uk: AI асистент
ur: AI اسسٹنٹ
vi: Trợ lý AI
xh: Umncedisi we-AI
zh: AI 助手
zh_hant: AI 助手
zu: Umsizi we-AI

source: Listening...
af: Luister tans...
am: በማዳመጥ ላይ...
ar: جاري الاستماع...
bg: Слушам...
bn: শুনছি...
ca: Escoltant...
ckb: Guhdarîkirin...
cs: Naslouchání...
cy: Wrth wrando...
da: Lytter...
de: Hört zu...
el: Ακούγοντας...
et: Kuulan...
eu: Entzuten...
fa: در حال گوش دادن...
fi: Kuuntelee...
fil: Nakikinig...
fr_ca: Écoute...
ga: Ag éisteacht...
gl: Escoitando...
gu: સાંભળવામાં આવી રહ્યું છે...
he: מקשיב...
hi: सुन रहे हैं...
hr: Slušanje...
hu: Hallgat...
hy: Լսելով...
id: Mendengarkan...
is: Hlustar...
it: Ascoltando...
ja: 聞いています...
ka: მოსმენა...
km: កំពុងស្តាប់...
kn: ಕೇಳುತ್ತಿದೆ...
ko: 듣는 중...
lo: ກຳລັງຟັງ...
lt: Klausau...
lv: Klausos...
mk: Слушање...
ml: കേൾക്കുന്നു...
mn: Сонсож байна...
mr: ऐकत आहे...
ms: Mendengar...
my: နားထောင်နေသည်...
nb: Lytter...
ne: सुनिरहेको छ...
nl: Luisteren...
pa: ਸੁਣ ਰਿਹਾ ਹੈ...
pl: Słuchanie...
pt_br: Ouvindo...
ro: Ascultare...
ru: Слушаю...
si: слуша...
sk: Počúvanie...
sl: Poslušanje ...
sq: Duke dëgjuar...
sv: Lyssnande...
sw: Inasikiliza...
ta: கேட்கிறது...
te: వింటూ...
th: กำลังฟัง...
tr: Dinleniyor...
uk: Слухаю...
ur: سنا...
vi: Đang lắng nghe...
xh: Ndimamele...
zh: 正在倾听...
zh_hant: 正在傾聽...
zu: Ilalele...

source: Type a message...
af: Tik 'n boodskap...
am: መልዕክት ይተይቡ...
ar: اكتب رسالة...
bg: Въведете съобщение...
bn: একটি বার্তা লিখুন...
ca: Escriu un missatge...
ckb: Peyamek binivîse...
cs: Napište zprávu...
cy: Teipiwch neges...
da: Skriv en besked...
de: Nachricht eingeben...
el: Πληκτρολογήστε ένα μήνυμα...
et: Sisestage sõnum...
eu: Idatzi mezu bat...
fa: پیام تایپ کنید...
fi: Kirjoita viesti...
fil: Mag-type ng mensahe...
fr_ca: Tapez un message...
ga: Clóscríobh teachtaireacht...
gl: Escribe unha mensaxe...
gu: સંદેશ લખો...
he: הקלד הודעה...
hi: संदेश लिखें...
hr: Upišite poruku...
hu: Írjon be egy üzenetet...
hy: Մուտքագրեք հաղորդագրություն...
id: Ketik pesan...
is: Sláðu inn skilaboð...
it: Scrivi un messaggio...
ja: メッセージを入力...
ka: ჩაწერეთ შეტყობინება...
km: វាយ​សារ...
kn: ಸಂದೇಶ ಬರೆಯಿರಿ...
ko: 메시지 입력...
lo: ພິມຂໍ້ຄວາມ...
lt: Įveskite žinutę...
lv: Ierakstiet ziņojumu...
mk: Напишете порака...
ml: ഒരു സന്ദേശം ടൈപ്പ് ചെയ്യുക...
mn: Зурвас бичнэ үү...
mr: संदेश लिहा...
ms: Taip mesej...
my: မက်ဆေ့ခ်ျရိုက်ပါ...
nb: Skriv inn en melding...
ne: सन्देश टाइप गर्नुहोस्...
nl: Typ een bericht...
pa: ਸੁਨੇਹਾ ਟਾਈਪ ਕਰੋ...
pl: Wpisz wiadomość...
pt_br: Digite uma mensagem...
ro: Tastați un mesaj...
ru: Введите сообщение...
si: පණිවිඩයක් ටයිප් කරන්න...
sk: Napíšte správu...
sl: Vnesite sporočilo ...
sq: Shkruani një mesazh...
sv: Skriv ett meddelande...
sw: Andika ujumbe...
ta: செய்தி டைப் செய்...
te: సందేశాన్ని టైప్ చేయండి...
th: พิมพ์ข้อความ...
tr: Bir mesaj yazın...
uk: Введіть повідомлення...
ur: ایک پیغام ٹائپ کریں...
vi: Nhập tin nhắn...
xh: Chwetheza umyalezo...
zh: 输入消息...
zh_hant: 輸入訊息...
zu: Thayipha umlayezo...

source: AI Chat
am: AI ውይይት
ar: دردشة الذكاء الاصطناعي
bg: AI Чат
bn: AI চ্যাট
ca: Xat amb IA
cy: Sgwrs AI
de: KI-Chat
et: AI vestlus
eu: AI Txata
fa: چت هوش مصنوعی
ga: Comhrá AI
gl: Chat AI
gu: AI ચેટ
he: צ'אט AI
hi: AI चैट
id: Obrolan AI
is: AI spjall
it: Chat AI
ja: AIチャット
ka: AI ჩატი
km: AI ជជែក
kn: AI ಚ್ಯಾಟ್
ko: AI 채팅
lt: AI pokalbis
lv: AI tērzēšana
mk: Разговор со вештачка интелигенција
ml: AI ചാറ്റ്
mn: AI чат
mr: AI चैट
ms: Sembang AI
ne: AI च्याट
pa: AI ਚੈਟ
pl: Czat AI
pt_br: Chat de IA
ru: ИИ-чат
si: AI කතාබස්
sl: AI Klepet
sw: Gumzo la AI
ta: AI அரட்டை
te: AI చాట్
th: แชท AI
tr: AI Sohbet
uk: AI чат
ur: AI چیٹ
vi: Chat AI
xh: Incoko ye-AI
zh: AI 对话
zh_hant: AI 對話
zu: Ingxoxo ye-AI

source: Start a conversation
af: Begin 'n gesprek
am: ውይይት ጀምር
ar: ابدأ محادثة
bg: Започнете разговор
bn: একটি কথোপকথন শুরু করুন
ca: Iniciar una conversa
ckb: Axaftinek dest pê bikin
cs: Zahajte konverzaci
cy: Dechreuwch sgwrs
da: Start en samtale
de: Gespräch beginnen
el: Ξεκινήστε μια συνομιλία
et: Alustage vestlust
eu: Hasi elkarrizketa
fa: یک مکالمه شروع کنید
fi: Aloita keskustelu
fil: Magsimula ng pag-uusap
fr_ca: Démarrer une conversation
ga: Cuir tús le comhrá
gl: Iniciar unha conversa
gu: વાર્તાલાપ શરૂ કરો
he: התחל שיחה
hi: बातचीत शुरू करें
hr: Započnite razgovor
hu: Indítson el egy beszélgetést
hy: Սկսեք զրույց
id: Mulai percakapan
is: Byrjaðu samtal
it: Inizia una conversazione
ja: 会話を始める
ka: დაიწყეთ საუბარი
km: ចាប់ផ្តើមការសន្ទនា
kn: ಸಂಭಾಷಣೆಯನ್ನು ಪ್ರಾರಂಭಿಸು
ko: 대화 시작
lo: ເລີ່ມການສົນທະນາ
lt: Pradėkite pokalbį
lv: Sāciet sarunu
mk: Започнете разговор
ml: ഒരു സംഭാഷണം ആരംഭിക്കുക
mn: Ярилцлага эхлүүлэх
mr: संवाद सुरू करा
ms: Mulakan perbualan
my: စကားဝိုင်းတစ်ခု စတင်ပါ။
nb: Start en samtale
ne: कुराकानी सुरू गर्नुहोस्
nl: Start een gesprek
pa: ਗੱਲਬਾਤ ਸ਼ੁਰੂ ਕਰੋ
pl: Rozpocznij rozmowę
pt_br: Iniciar uma conversa
ro: Începeți o conversație
ru: Начните разговор
si: සංවායක් පටන් ගන්න
sk: Začnite konverzáciu
sl: Začnite pogovor
sq: Filloni një bisedë
sv: Starta en konversation
sw: Anzisha mazungumzo
ta: உரையாடலைத் தொடங்கு
te: సంభాషణను ప్రారంభించండి
th: เริ่มสนทนา
tr: Bir konuşma başlat
uk: Розпочати розмову
ur: ایک گفتگو شروع کریں
vi: Bắt đầu cuộc trò chuyện
xh: Qalisa incoko
zh: 开始对话
zh_hant: 開始對話
zu: Qala ingxoxo

source: Type your message...
af: Tik jou boodskap...
am: መልእክትህን ተይብ...
ar: اكتب رسالتك...
bg: Въведете вашето съобщение...
bn: আপনার বার্তা লিখুন...
ca: Escriu el teu missatge...
ckb: Peyama xwe binivîse...
cs: Napište svou zprávu...
cy: Teipiwch eich neges...
da: Skriv din besked...
de: Ihre Nachricht eingeben...
el: Πληκτρολογήστε το μήνυμά σας...
et: Sisestage oma sõnum...
eu: Idatzi zure mezua...
fa: پیام خود را تایپ کنید...
fi: Kirjoita viestisi...
fil: I-type ang iyong mensahe...
fr_ca: Tapez votre message...
ga: Clóscríobh do theachtaireacht...
gl: Escribe a túa mensaxe...
gu: તમારો સંદેશ લખો...
he: הקלד את ההודעה שלך...
hi: अपना संदेश लिखें...
hr: Upišite svoju poruku...
hu: Írja be üzenetét...
hy: Մուտքագրեք ձեր հաղորդագրությունը...
id: Ketik pesan Anda...
is: Sláðu inn skilaboðin þín...
it: Scrivi il tuo messaggio...
ja: メッセージを入力...
ka: ჩაწერეთ თქვენი შეტყობინება...
km: វាយបញ្ចូលសាររបស់អ្នក...
kn: ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ಬರೆಯಿರಿ...
ko: 메시지 입력...
lo: ພິມຂໍ້ຄວາມຂອງເຈົ້າ...
lt: Įveskite savo žinutę...
lv: Ierakstiet savu ziņojumu...
mk: Напишете ја вашата порака...
ml: നിങ്ങളുടെ സന്ദേശം ടൈപ്പ് ചെയ്യുക...
mn: Зурвасаа бичнэ үү...
mr: तुमचा संदेश लिहा...
ms: Taip mesej anda...
my: သင့်မက်ဆေ့ခ်ျကို ရိုက်ထည့်ပါ...
nb: Skriv inn meldingen din...
ne: तपाईंको सन्देश टाइप गर्नुहोस्...
nl: Typ je bericht...
pa: ਆਪਣਾ ਸੁਨੇਹਾ ਟਾਈਪ ਕਰੋ...
pl: Wpisz swoją wiadomość...
pt_br: Digite sua mensagem...
ro: Introduceți mesajul dvs....
ru: Введите ваше сообщение...
si: ඔබේ පණිවිඩය ටයිප් කරන්න...
sk: Napíšte svoju správu...
sl: Vnesite svoje sporočilo ...
sq: Shkruani mesazhin tuaj...
sv: Skriv ditt meddelande...
sw: Andika ujumbe wako...
ta: உங்கள் செய்தியைத் தட்டச் செய்...
te: మీ సందేశాన్ని టైప్ చేయండి...
th: พิมพ์ข้อความของคุณ...
tr: Mesajınızı yazın...
uk: Введіть ваше повідомлення...
ur: اپنا پیغام ٹائپ کریں...
vi: Nhập tin nhắn của bạn...
xh: Chwetheza umyalezo wakho...
zh: 输入你的消息...
zh_hant: 輸入你的訊息...
zu: Thayipha umlayezo wakho...
