Repository: hhhaiai/Shiguang
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bg, bn, ca, ckb, cs, cy, da, de, el, et, eu, fa, fi, fil, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, vi, xh, zh, zh_hant, zu

source: ASR reconnecting...
af: ASR koppel tans weer …
am: ASR እንደገና በማገናኘት ላይ...
ar: إعادة اتصال ASR...
bg: ASR се свързва отново...
bn: ASR পুনরায় সংযোগ করছে...
ca: ASR tornant a connectar...
ckb: ASR ji nû ve tê girêdan...
cs: ASR se znovu připojuje...
cy: ASR yn ailgysylltu...
da: ASR genopretter forbindelse...
de: ASR wird wieder verbunden...
el: ASR επανασύνδεση...
et: ASR-i taasühendamine...
eu: ASR berriro konektatzen...
fa: ASR در حال اتصال مجدد...
fi: ASR yhdistetään uudelleen...
fil: Muling kumokonekta ang ASR...
fr_ca: Reconnexion de l'ASR...
ga: ASR á athcheangal...
gl: ASR reconectando...
gu: ASR ફરી જોડાઈ રહ્યું છે...
he: ASR מתחבר מחדש...
hi: ASR पुनः कनेक्ट हो रहा है...
hr: ASR ponovno povezivanje...
hu: ASR újracsatlakozás...
hy: ASR-ը նորից միանում է...
id: ASR menyambungkan ulang...
is: ASR tengir aftur...
it: ASR riconnessione...
ja: ASR再接続中...
ka: ASR ხელახლა დაკავშირება...
km: ASR កំពុងភ្ជាប់ឡើងវិញ...
kn: ASR ಮರುಸಂಪರ್ಕಿಸುತ್ತಿದೆ...
ko: ASR 재연결 중...
lo: ASR ກຳລັງເຊື່ອມຕໍ່ຄືນໃໝ່...
lt: ASR vėl jungiasi...
lv: ASR tiek atkārtoti savienots...
mk: ASR повторно се поврзува...
ml: ASR വീണ്ടും ബന്ധിപ്പിക്കുന്നു...
mn: ASR дахин холбогдож байна...
mr: ASR पुन्हा जोडत आहे...
ms: ASR menyambung semula...
my: ASR ပြန်လည်ချိတ်ဆက်နေသည်...
nb: ASR kobler til på nytt...
ne: ASR पुनः जडान हुँदै छ...
nl: ASR opnieuw verbinden...
pa: ASR ਮੁੜ ਕਨੈਕਟ ਹੋ ਰਿਹਾ ਹੈ...
pl: ASR ponownie łączy...
pt_br: ASR reconectando...
ro: ASR se reconecta...
ru: ASR переподключается...
si: ASR නැවත සම්බන්ධ වෙමින්...
sk: ASR sa znova pripája...
sl: Ponovna povezava ASR ...
sq: ASR po rilidhet...
sv: ASR återansluter...
sw: ASR inaunganisha upya...
ta: ASR மீண்டும் இணைகிறது...
te: ASR మళ్లీ కనెక్ట్ అవుతోంది...
th: ASR กำลังเชื่อมต่อใหม่...
tr: ASR yeniden bağlanıyor...
uk: ASR перепідключення...
ur: ASR دوبارہ جڑ رہا ہے...
vi: ASR đang kết nối lại...
xh: I-ASR idibanisa kwakhona...
zh: ASR 重新连接中...
zh_hant: ASR 重新連線中...
zu: I-ASR iyaxhuma kabusha...

source: Write
af: Skryf
am: ጻፍ
ar: كتابة
bg: Пишете
bn: লিখুন
ca: Escriu
ckb: Nivîsîn
cs: Napsat
cy: Ysgrifena
da: Skrive
de: Schreiben
el: Γράφω
et: Kirjutage
eu: Idatzi
fa: نوشتن
fi: Kirjoittaa
fil: Sumulat
fr_ca: Écrire
ga: Scríobh
gl: Escribe
gu: લખો
he: כתוב
hi: लिखें
hr: Pisati
hu: Írj
hy: Գրել
id: Tulis
is: Skrifaðu
it: Scrivi
ja: 書く
ka: დაწერე
km: សរសេរ
kn: ಬರೆ
ko: 쓰기
lo: ຂຽນ
lt: Rašyti
lv: Rakstiet
mk: Напиши
ml: എഴുതുക
mn: бичих
mr: लिहा
ms: tulis
my: ရေးပါ။
nb: Skrive
ne: लेख्नुहोस्
nl: Schrijven
pa: ਲਿਖੋ
pl: Pisz
pt_br: Escrever
ro: Scrie
ru: Писать
si: ලියන්න
sk: Napíšte
sl: Pišite
sq: Shkruani
sv: Skriva
sw: Andika
ta: எழுது
te: వ్రాయండి
th: เขียน
tr: Yaz
uk: Писати
ur: لکھیں
vi: Viết
xh: Bhala
zh: 写作
zh_hant: 寫作
zu: Bhala

source: Write Entry
af: Skryf Inskrywing
am: ግቤት ፃፍ
ar: كتابة إدخال
bg: Напишете вход
bn: এন্ট্রি লিখুন
ca: Escriu l'entrada
ckb: Têketinê binivîse
cs: Napište Vstup
cy: Ysgrifennu Cofnod
da: Skriv indlæg
de: Eintrag schreiben
el: Γράψτε την καταχώριση
et: Kirjuta kanne
eu: Idatzi Sarrera
fa: ورودی بنویسید
fi: Kirjoita merkintä
fil: Sumulat ng Entry
fr_ca: Écrire une entrée
ga: Scríobh Iontráil
gl: Escribir entrada
gu: એન્ટ્રી લખો
he: כתוב ערך
hi: एंट्री लिखें
hr: Napiši unos
hu: Bejegyzés írása
hy: Գրել Մուտք
id: Tulis Entri
is: Skrifaðu færslu
it: Scrivi voce
ja: エントリを書く
ka: ჩაწერეთ ჩანაწერი
km: សរសេរធាតុចូល
kn: ಎಂಟ್ರಿ ಬರೆ
ko: 항목 쓰기
lo: ຂຽນເຂົ້າ
lt: Rašyti įrašą
lv: Rakstīt ierakstu
mk: Напиши запис
ml: എൻട്രി എഴുതുക
mn: Оруулга бичих
mr: एंट्री लिहा
ms: Tulis Entri
my: ဝင်ခွင့်ရေးပါ။
nb: Skriv oppføring
ne: प्रविष्टि लेख्नुहोस्
nl: Item schrijven
pa: ਐਂਟਰੀ ਲਿਖੋ
pl: Napisz wpis
pt_br: Escrever Entrada
ro: Scrieți intrarea
ru: Написать запись
si: ඇතුළු කිරීම ලියන්න
sk: Napíšte Vstup
sl: Napišite vnos
sq: Shkruani hyrjen
sv: Skriv inlägg
sw: Andika Ingizo
ta: உள்ளீடு எழுது
te: ఎంట్రీని వ్రాయండి
th: เขียนบทความ
tr: Girdi Yaz
uk: Написати запис
ur: انٹری لکھیں
vi: Viết bài
xh: Bhala Ngena
zh: 写文章
zh_hant: 寫文章
zu: Bhala Okufakiwe

source: No memories yet
af: Nog geen herinneringe nie
am: እስካሁን ምንም ትውስታዎች የሉም
ar: لا توجد ذكريات بعد
bg: Още няма спомени
bn: এখনও কোনো স্মৃতি নেই
ca: Encara no hi ha records
ckb: Bîranîn tune
cs: Zatím žádné vzpomínky
cy: Dim atgofion eto
da: Ingen minder endnu
de: Noch keine Erinnerungen
el: Δεν υπάρχουν ακόμα αναμνήσεις
et: Pole veel mälestusi
eu: Oraindik ez dago oroitzapenik
fa: هنوز خاطره‌ای نیست
fi: Ei vielä muistoja
fil: Wala pang alaala
fr_ca: Pas encore de souvenirs
ga: Gan cuimhní cinn fós
gl: Aínda non hai recordos
gu: હજુ યાદો નથી
he: אין עדיין זיכרונות
hi: अभी कोई यादें नहीं
hr: Još nema sjećanja
hu: Még nincsenek emlékek
hy: Դեռ հիշողություններ չկան
id: Belum ada kenangan
is: Engar minningar ennþá
it: Nessun ricordo ancora
ja: まだ記憶がありません
ka: ჯერ არ არის მოგონებები
km: មិនទាន់មានអនុស្សាវរីយ៍ទេ។
kn: ಇನ್ನೂ ಯಾವುದೇ ನೆನಪುಗಳಿಲ್ಲ
ko: 아직 추억이 없습니다
lo: ບໍ່ມີຄວາມຊົງຈໍາເທື່ອ
lt: Atsiminimų dar nėra
lv: Atmiņu vēl nav
mk: Сè уште нема спомени
ml: ഇതുവരെ ഓർമ്മകളൊന്നുമില്ല
mn: Одоохондоо дурсамж байхгүй
mr: अजून कोणतीही आठवणी नाही
ms: Tiada kenangan lagi
my: အမှတ်တရတွေ မရှိသေးပါဘူး။
nb: Ingen minner ennå
ne: अझै कुनै सम्झना छैन
nl: Nog geen herinneringen
pa: ਹਾਲੇ ਕੋਈ ਯਾਦ ਨਹੀਂ
pl: Jeszcze brak wspomnień
pt_br: Ainda sem memorias
ro: Nicio amintire încă
ru: Пока нет воспоминаний
si: තවමත් මතකයන් නැත
sk: Zatiaľ žiadne spomienky
sl: Brez spominov še
sq: Ende nuk ka kujtime
sv: Inga minnen än
sw: Hakuna kumbukumbu bado
ta: இன்னும் நினைவகள் இல்லை
te: ఇంకా జ్ఞాపకాలు లేవు
th: ยังไม่มีความทรงจำ
tr: Henüz anı yok
uk: Ще немає спогадів
ur: ابھی تک کوئی یادیں نہیں
vi: Chưa có ký ức
xh: Akukho zinkumbulo okwangoku
zh: 暂无记忆
zh_hant: 暫無記憶
zu: Azikho izinkumbulo okwamanje

# tapPlusToCapture
source: Tap + to capture your thoughts
af: Tik op + om jou gedagtes vas te vang
am: ሃሳቦችዎን ለመያዝ + ነካ ያድርጉ
ar: انقر على + لت.capture أفكارك
bg: Докоснете +, за да заснемете мислите си
bn: আপনার চিন্তা ক্যাপচার করতে + ট্যাপ করুন
ca: Toca + per capturar els teus pensaments
ckb: Bikirtînin + da ku ramanên xwe bigirin
cs: Klepnutím na + zachytíte své myšlenky
cy: Tap + i ddal eich meddyliau
da: Tryk på + for at fange dine tanker
de: Tippen Sie auf + um Ihre Gedanken festzuhalten
el: Πατήστε + για να καταγράψετε τις σκέψεις σας
et: Puudutage oma mõtete jäädvustamiseks nuppu +
eu: Sakatu + zure pentsamenduak jasotzeko
fa: برای ثبت افکار خود + را بزنید
fi: Napauta + napauttaaksesi ajatuksesi
fil: I-tap ang + para makuha ang iyong mga iniisip
fr_ca: Appuyez sur + pour capturer vos pensées
ga: Tapáil + chun do chuid smaointe a ghabháil
gl: Toca + para capturar os teus pensamentos
gu: તમારા વિચારો કેદ કરવા + પર ટૅપ કરો
he: הקש על + כדי ללכוד את המחשבות שלך
hi: अपने विचार कैप्चर करने के लिए + टैप करें
hr: Dodirnite + da zabilježite svoje misli
hu: Koppintson a + gombra a gondolatok rögzítéséhez
hy: Հպեք +՝ ձեր մտքերը գրավելու համար
id: Ketuk + untuk mencatat pikiran Anda
is: Ýttu á + til að fanga hugsanir þínar
it: Tocca + per catturare i tuoi pensieri
ja: +をタップして考えを記録
ka: შეეხეთ + თქვენი აზრების დასაფიქსირებლად
km: ប៉ះ + ដើម្បីចាប់យកគំនិតរបស់អ្នក។
kn: ನಿಮ್ಮ ಆಲೋಚನೆಗಳನ್ನು ಸೆರೆಹಿಡಿಯಲು + ಟ್ಯಾಪ್ ಮಾಡಿ
ko: +를 눌러 생각 기록
lo: ແຕະ + ເພື່ອບັນທຶກຄວາມຄິດຂອງທ່ານ
lt: Palieskite +, kad užfiksuotumėte savo mintis
lv: Pieskarieties +, lai tvertu savas domas
mk: Допрете + за да ги доловите вашите мисли
ml: നിങ്ങളുടെ ചിന്തകൾ പകർത്താൻ + ടാപ്പുചെയ്യുക
mn: Санал бодлоо бичихийн тулд + товшино уу
mr: तुमचे विचार पकडण्यासाठी + टॅप करा
ms: Ketik + untuk menangkap pemikiran anda
my: သင့်အတွေးများကိုဖမ်းယူရန် + ကိုနှိပ်ပါ။
nb: Trykk på + for å fange tankene dine
ne: तपाईंका विचारहरू कैद गर्न + ट्याप गर्नुहोस्
nl: Tik op + om je gedachten vast te leggen
pa: ਆਪਣੇ ਵਿਚਾਰ ਕੈਪਚਰ ਕਰਨ ਲਈ + ਟੈਪ ਕਰੋ
pl: Dotknij +, aby uchwycić swoje myśli
pt_br: Toque em + para capturar seus pensamentos
ro: Atingeți + pentru a vă surprinde gândurile
ru: Нажмите +, чтобы записать мысли
si: ඔබේ අදහස් අල්ලා ගැනීමට + tap කරන්න
sk: Klepnutím na + zachytíte svoje myšlienky
sl: Tapnite +, da zajamete svoje misli
sq: Prekni + për të kapur mendimet tuaja
sv: Tryck på + för att fånga dina tankar
sw: Gonga + ili kunasa mawazo yako
ta: உங்கள் சிந்தனைகளைப் பதிவுச் செய்ய + ஐ tap செய்
te: మీ ఆలోచనలను క్యాప్చర్ చేయడానికి + నొక్కండి
th: แตะ + เพื่อบันทึกความคิดของคุณ
tr: Düşüncelerinizi yakalamak için +'ya dokunun
uk: Натисніть +, щоб зафіксувати ваші думки
ur: اپنے خیالات کیپچر کرنے کے لیے + ٹیپ کریں
vi: Nhấn + để ghi lại suy nghĩ của bạn
xh: Thepha + ukuze ubambe iingcinga zakho
zh: 点击 + 捕捉你的想法
zh_hant: 點擊 + 捕捉你的想法
zu: Thepha + ukuze uthwebule imicabango yakho

# tapPlusToCaptureYourThoughts
source: Tap + to capture your thoughts
af: Tik op + om jou gedagtes vas te vang
am: ሃሳቦችዎን ለመያዝ + ነካ ያድርጉ
ar: انقر على + لتسجيل أفكارك
bg: Докоснете +, за да заснемете мислите си
bn: আপনার চিন্তা ক্যাপচার করতে + ট্যাপ করুন
ca: Toca + per capturar els teus pensaments
ckb: Bikirtînin + da ku ramanên xwe bigirin
cs: Klepnutím na + zachytíte své myšlenky
cy: Tap + i ddal eich meddyliau
da: Tryk på + for at fange dine tanker
de: Tippen Sie auf + um Ihre Gedanken festzuhalten
el: Πατήστε + για να καταγράψετε τις σκέψεις σας
et: Puudutage oma mõtete jäädvustamiseks nuppu +
eu: Sakatu + zure pentsamenduak jasotzeko
fa: برای ثبت افکار خود + را بزنید
fi: Napauta + napauttaaksesi ajatuksesi
fil: I-tap ang + para makuha ang iyong mga iniisip
fr_ca: Appuyez sur + pour capturer vos pensées
ga: Tapáil + chun do chuid smaointe a ghabháil
gl: Toca + para capturar os teus pensamentos
gu: તમારા વિચારો કેદ કરવા + પર ટૅપ કરો
he: הקש על + כדי ללכוד את המחשבות שלך
hi: अपने विचार कैप्चर करने के लिए + टैप करें
hr: Dodirnite + da zabilježite svoje misli
hu: Koppintson a + gombra a gondolatok rögzítéséhez
hy: Հպեք +՝ ձեր մտքերը գրավելու համար
id: Ketuk + untuk mencatat pikiran Anda
is: Ýttu á + til að fanga hugsanir þínar
it: Tocca + per catturare i tuoi pensieri
ja: +をタップして考えを記録
ka: შეეხეთ + თქვენი აზრების დასაფიქსირებლად
km: ប៉ះ + ដើម្បីចាប់យកគំនិតរបស់អ្នក។
kn: ನಿಮ್ಮ ಆಲೋಚನೆಗಳನ್ನು ಸೆರೆಹಿಡಿಯಲು + ಟ್ಯಾಪ್ ಮಾಡಿ
ko: +를 눌러 생각 기록
lo: ແຕະ + ເພື່ອບັນທຶກຄວາມຄິດຂອງທ່ານ
lt: Palieskite +, kad užfiksuotumėte savo mintis
lv: Pieskarieties +, lai tvertu savas domas
mk: Допрете + за да ги доловите вашите мисли
ml: നിങ്ങളുടെ ചിന്തകൾ പകർത്താൻ + ടാപ്പുചെയ്യുക
mn: Санал бодлоо бичихийн тулд + товшино уу
mr: तुमचे विचार पकडण्यासाठी + टॅप करा
ms: Ketik + untuk menangkap pemikiran anda
my: သင့်အတွေးများကိုဖမ်းယူရန် + ကိုနှိပ်ပါ။
nb: Trykk på + for å fange tankene dine
ne: तपाईंका विचारहरू कैद गर्न + ट्याप गर्नुहोस्
nl: Tik op + om je gedachten vast te leggen
pa: ਆਪਣੇ ਵਿਚਾਰ ਕੈਪਚਰ ਕਰਨ ਲਈ + ਟੈਪ ਕਰੋ
pl: Dotknij +, aby uchwycić swoje myśli
pt_br: Toque em + para capturar seus pensamentos
ro: Atingeți + pentru a vă surprinde gândurile
ru: Нажмите +, чтобы записать мысли
si: ඔබේ අදහස් අල්ලා ගැනීමට + tap කරන්න
sk: Klepnutím na + zachytíte svoje myšlienky
sl: Tapnite +, da zajamete svoje misli
sq: Prekni + për të kapur mendimet tuaja
sv: Tryck på + för att fånga dina tankar
sw: Gonga + ili kunasa mawazo yako
ta: உங்கள் சிந்தனைகளைப் பதிவுச் செய்ய + ஐ tap செய்
te: మీ ఆలోచనలను క్యాప్చర్ చేయడానికి + నొక్కండి
th: แตะ + เพื่อบันทึกความคิดของคุณ
tr: Düşüncelerinizi yakalamak için +'ya dokunun
uk: Натисніть +, щоб зафіксувати ваші думки
ur: اپنے خیالات کیپچر کرنے کے لیے + ٹیپ کریں
vi: Nhấn + để ghi lại suy nghĩ của bạn
xh: Thepha + ukuze ubambe iingcinga zakho
zh: 点击 + 记录你的想法
zh_hant: 點擊 + 記錄你的想法
zu: Thepha + ukuze uthwebule imicabango yakho

source: Delete Memory
af: Vee geheue uit
am: ማህደረ ትውስታን ሰርዝ
ar: حذف ذكرى
bg: Изтриване на паметта
bn: স্মৃতি মুছুন
ca: Suprimeix la memòria
ckb: Bîra jêbirin
cs: Vymazat paměť
cy: Dileu Cof
da: Slet hukommelse
de: Erinnerung löschen
el: Διαγραφή μνήμης
et: Kustuta mälu
eu: Ezabatu Memoria
fa: حذف خاطره
fi: Poista muisti
fil: Tanggalin ang Memorya
fr_ca: Supprimer la mémoire
ga: Scrios Cuimhne
gl: Borrar memoria
gu: સ્મૃતિ કાઢી નાખો
he: מחק זיכרון
hi: याद हटाएं
hr: Izbriši memoriju
hu: Memória törlése
hy: Ջնջել հիշողությունը
id: Hapus Kenangan
is: Eyða minni
it: Elimina ricordo
ja: 記憶を削除
ka: მეხსიერების წაშლა
km: លុបអង្គចងចាំ
kn: ನೆನಪನ್ನು ಅಳಿಸು
ko: 추억 삭제
lo: ລຶບຄວາມຊົງຈໍາ
lt: Ištrinti atmintį
lv: Dzēst atmiņu
mk: Избришете ја меморијата
ml: മെമ്മറി ഇല്ലാതാക്കുക
mn: Санах ойг устгах
mr: आठवणी हटवा
ms: Padamkan Memori
my: Memory ကိုဖျက်ပါ။
nb: Slett minne
ne: सम्झना मेटाउनुहोस्
nl: Herinnering verwijderen
pa: ਯਾਦ ਮਿਟਾਓ
pl: Usuń wspomnienie
pt_br: Excluir Memoria
ro: Ștergeți memoria
ru: Удалить воспоминание
si: මතකය මකන්න
sk: Vymazať pamäť
sl: Izbriši pomnilnik
sq: Fshi Memory
sv: Radera minne
sw: Futa Kumbukumbu
ta: நினைவை நீக்கு
te: మెమరీని తొలగించండి
th: ลบความทรงจำ
tr: Anıyı Sil
uk: Видалити спогад
ur: یاد حذف کریں
vi: Xóa ký ức
xh: Cima iMemori
zh: 删除记忆
zh_hant: 刪除記憶
zu: Susa Inkumbulo

source: Delete Record
af: Vee Rekord uit
am: መዝገብ ሰርዝ
ar: حذف سجل
bg: Изтриване на запис
bn: রেকর্ড মুছুন
ca: Suprimeix el registre
ckb: Record jêbirin
cs: Smazat záznam
cy: Dileu Cofnod
da: Slet post
de: Aufzeichnung löschen
el: Διαγραφή εγγραφής
et: Kustuta kirje
eu: Ezabatu erregistroa
fa: حذف سابقه
fi: Poista tietue
fil: Tanggalin ang Tala
fr_ca: Supprimer l'enregistrement
ga: Scrios Taifead
gl: Eliminar rexistro
gu: રેકોર્ડ કાઢી નાખો
he: מחק רשומה
hi: रिकॉर्ड हटाएं
hr: Izbriši zapis
hu: Rekord törlése
hy: Ջնջել գրառումը
id: Hapus Catatan
is: Eyða skrá
it: Elimina record
ja: 記録を削除
ka: ჩანაწერის წაშლა
km: លុបកំណត់ត្រា
kn: ದಾಖಲೆಯನ್ನು ಅಳಿಸು
ko: 기록 삭제
lo: ລຶບບັນທຶກ
lt: Ištrinti įrašą
lv: Dzēst ierakstu
mk: Избриши запис
ml: റെക്കോർഡ് ഇല്ലാതാക്കുക
mn: Бичлэг устгах
mr: रेकॉर्ड हटवा
ms: Padam Rekod
my: မှတ်တမ်းကိုဖျက်ပါ။
nb: Slett post
ne: अभिलेख मेटाउनुहोस्
nl: Record verwijderen
pa: ਰਿਕਾਰਡ ਮਿਟਾਓ
pl: Usuń rekord
pt_br: Excluir Registro
ro: Șterge înregistrarea
ru: Удалить запись
si: වාර්තාව මකන්න
sk: Odstrániť záznam
sl: Izbriši zapis
sq: Fshi regjistrimin
sv: Ta bort post
sw: Futa Rekodi
ta: பதிவை நீக்கு
te: రికార్డును తొలగించండి
th: ลบบันทึก
tr: Kaydı Sil
uk: Видалити запис
ur: ریکارڈ حذف کریں
vi: Xóa bản ghi
xh: Cima iRekhodi
zh: 删除记录
zh_hant: 刪除記錄
zu: Susa Irekhodi

# thisEntryWillBeRemoved
source: This entry will be removed from your timeline.
af: Hierdie inskrywing sal van jou tydlyn verwyder word.
am: ይህ ግቤት ከጊዜ መስመርዎ ይወገዳል።
ar: سيتم إزالة هذا الإدخال من الجدول الزمني الخاص بك.
bg: Този запис ще бъде премахнат от вашата хронология.
bn: এই এন্ট্রি আপনার টাইমলাইন থেকে সরিয়ে ফেলা হবে।
ca: Aquesta entrada s'eliminarà de la vostra línia de temps.
ckb: Ev têketin dê ji rêzika we were rakirin.
cs: Tento záznam bude odstraněn z vaší časové osy.
cy: Bydd y cofnod hwn yn cael ei ddileu o'ch llinell amser.
da: Denne post vil blive fjernet fra din tidslinje.
de: Dieser Eintrag wird von Ihrer Zeitleiste entfernt.
el: Αυτή η καταχώρηση θα αφαιρεθεί από το χρονολόγιό σας.
et: See kirje eemaldatakse teie ajaskaalalt.
eu: Sarrera hau zure denbora-lerrotik kenduko da.
fa: این ورودی از جدول زمانی شما حذف می‌شود.
fi: Tämä merkintä poistetaan aikajanaltasi.
fil: Aalisin ang entry na ito sa iyong timeline.
fr_ca: Cette entrée sera supprimée de votre timeline.
ga: Bainfear an iontráil seo de d'amlíne.
gl: Esta entrada eliminarase da túa cronoloxía.
gu: આ એન્ટ્રી તમારી સમયરેખામાંથી દૂર થશે.
he: ערך זה יוסר מציר הזמן שלך.
hi: यह एंट्री आपकी टाइमलाइन से हटा दी जाएगी।
hr: Ovaj će unos biti uklonjen s vaše vremenske trake.
hu: Ez a bejegyzés törlődik az idővonaláról.
hy: Այս գրառումը կհեռացվի ձեր ժամանակացույցից:
id: Entri ini akan dihapus dari lini waktu Anda.
is: Þessi færsla verður fjarlægð af tímalínunni þinni.
it: Questa voce sara' rimossa dalla tua timeline.
ja: このエントリはタイムラインから削除されます。
ka: ეს ჩანაწერი წაიშლება თქვენი დროის ხაზიდან.
km: ធាតុនេះនឹងត្រូវបានយកចេញពីបន្ទាត់ពេលវេលារបស់អ្នក។
kn: ಈ ಎಂಟ್ರಿಯನ್ನು ನಿಮ್ಮ ಟೈಮ್ಲೈನ್'ನಿಂದ ತೆರವುಗೊಳಿಸಲಾಗುತ್ತದೆ.
ko: 이 항목은 타임라인에서 제거됩니다.
lo: ລາຍການນີ້ຈະຖືກລຶບອອກຈາກທາມລາຍຂອງເຈົ້າ.
lt: Šis įrašas bus pašalintas iš jūsų laiko juostos.
lv: Šis ieraksts tiks noņemts no jūsu laika skalas.
mk: Овој запис ќе биде отстранет од вашата временска линија.
ml: നിങ്ങളുടെ ടൈംലൈനിൽ നിന്ന് ഈ എൻട്രി നീക്കം ചെയ്യപ്പെടും.
mn: Энэ оруулгыг таны он цагийн хэлхээсээс хасах болно.
mr: ही एंट्री तुमच्या टाइमलाइनवरून काढली जाईल.
ms: Entri ini akan dialih keluar daripada garis masa anda.
my: ဤထည့်သွင်းမှုကို သင့်အချိန်စာရင်းမှ ဖယ်ရှားပါမည်။
nb: Denne oppføringen vil bli fjernet fra tidslinjen din.
ne: यो प्रविष्टि तपाईंको टाइमलाइनबाट हटाइनेछ।
nl: Dit item wordt van je tijdlijn verwijderd.
pa: ਇਹ ਐਂਟਰੀ ਤੁਹਾਡੇ ਟਾਈਮਲਾਈਨ ਤੋਂ ਹਟਾ ਦਿੱਤੀ ਜਾਵੇਗੀ।
pl: Ten wpis zostanie usunięty z Twojej osi czasu.
pt_br: Esta entrada sera removida da sua linha do tempo.
ro: Această intrare va fi eliminată din cronologia dvs.
ru: Эта запись будет удалена из вашей ленты.
si: මෙම ඇතුළු කිරීම ඔබේ කාල රේඛාවෙන් ඉවත් කෙරෙනු ඇත.
sk: Tento záznam bude odstránený z vašej časovej osi.
sl: Ta vnos bo odstranjen z vaše časovnice.
sq: Kjo hyrje do të hiqet nga kronologjia juaj.
sv: Det här inlägget kommer att tas bort från din tidslinje.
sw: Ingizo hili litaondolewa kwenye rekodi yako ya matukio.
ta: இந்த உள்ளீடு உங்கள் நேரவரிசையில் இருந்து நீக்கப்படும்.
te: ఈ ఎంట్రీ మీ టైమ్‌లైన్ నుండి తీసివేయబడుతుంది.
th: รายการนี้จะถูกลบออกจากไทม์ไลน์
tr: Bu girdi zaman çizelgenizden kaldırılacak.
uk: Цей запис буде видалено з вашої стрічки.
ur: یہ انٹری آپ کی ٹائم لائن سے ہٹا دی جائے گی۔
vi: Mục này sẽ bị xóa khỏi dòng thời gian.
xh: Elingeno liza kususwa kumda wakho wexesha.
zh: 此条目将从时间线中移除。
zh_hant: 此條目將從時間線中移除。
zu: Lokhu okufakile kuzosuswa emugqeni wakho wesikhathi.

# thisRecordWillBeRemoved
source: This record will be removed from your timeline.
af: Hierdie rekord sal van jou tydlyn verwyder word.
am: ይህ መዝገብ በጊዜ መስመርዎ ላይ ይወገዳል።
ar: سيتم إزالة هذا السجل من الجدول الزمني الخاص بك.
bg: Този запис ще бъде премахнат от вашата хронология.
bn: এই রেকর্ড আপনার টাইমলাইন থেকে সরিয়ে ফেলা হবে।
ca: Aquest registre s'eliminarà de la vostra línia de temps.
ckb: Ev tomar dê ji rêzika we were rakirin.
cs: Tento záznam bude odstraněn z vaší časové osy.
cy: Bydd y cofnod hwn yn cael ei ddileu o'ch llinell amser.
da: Denne registrering vil blive fjernet fra din tidslinje.
de: Dieser Eintrag wird von Ihrer Zeitleiste entfernt.
el: Αυτή η εγγραφή θα αφαιρεθεί από το χρονολόγιό σας.
et: See kirje eemaldatakse teie ajaskaalalt.
eu: Erregistro hau zure denbora-lerrotik kenduko da.
fa: این سابقه از جدول زمانی شما حذف می‌شود.
fi: Tämä tietue poistetaan aikajanaltasi.
fil: Aalisin ang tala na ito sa iyong timeline.
fr_ca: Cet enregistrement sera supprimé de votre chronologie.
ga: Bainfear an taifead seo de d'amlíne.
gl: Este rexistro eliminarase da túa cronoloxía.
gu: આ રેકોર્ડ તમારી સમયરેખામાંથી દૂર થશે.
he: רשומה זו תוסר מציר הזמן שלך.
hi: यह रिकॉर्ड आपकी टाइमलाइन से हटा दिया जाएगा।
hr: Ovaj će zapis biti uklonjen s vaše vremenske trake.
hu: Ezt a rekordot eltávolítjuk az idővonaláról.
hy: Այս գրառումը կհեռացվի ձեր ժամանակացույցից:
id: Catatan ini akan dihapus dari lini waktu Anda.
is: Þessi skrá verður fjarlægð af tímalínunni þinni.
it: Questo record sara' rimosso dalla tua timeline.
ja: この記録はタイムラインから削除されます。
ka: ეს ჩანაწერი წაიშლება თქვენი დროის ხაზიდან.
km: កំណត់ត្រានេះនឹងត្រូវបានយកចេញពីបន្ទាត់ពេលវេលារបស់អ្នក។
kn: ಈ ದಾಖಲೆಯನ್ನು ನಿಮ್ಮ ಟೈಮ್ಲೈನ್'ನಿಂದ ತೆರವುಗೊಳಿಸಲಾಗುತ್ತದೆ.
ko: 이 기록은 타임라인에서 제거됩니다.
lo: ບັນທຶກນີ້ຈະຖືກລຶບອອກຈາກທາມລາຍຂອງເຈົ້າ.
lt: Šis įrašas bus pašalintas iš jūsų laiko juostos.
lv: Šis ieraksts tiks noņemts no jūsu laika skalas.
mk: Овој запис ќе биде отстранет од вашата временска линија.
ml: നിങ്ങളുടെ ടൈംലൈനിൽ നിന്ന് ഈ റെക്കോർഡ് നീക്കം ചെയ്യപ്പെടും.
mn: Энэ бичлэгийг таны он цагийн хэлхээсээс хасах болно.
mr: हा रेकॉर्ड तुमच्या टाइमलाइनवरून काढला जाईल.
ms: Rekod ini akan dialih keluar daripada garis masa anda.
my: ဤမှတ်တမ်းကို သင်၏ timeline မှ ဖယ်ရှားပါမည်။
nb: Denne posten vil bli fjernet fra tidslinjen din.
ne: यो अभिलेख तपाईंको टाइमलाइनबाट हटाइनेछ।
nl: Dit record wordt van je tijdlijn verwijderd.
pa: ਇਹ ਰਿਕਾਰਡ ਤੁਹਾਡੇ ਟਾਈਮਲਾਈਨ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Ten rekord zostanie usunięty z Twojej osi czasu.
pt_br: Este registro sera removido da sua linha do tempo.
ro: Această înregistrare va fi eliminată din cronologia dvs.
ru: Эта запись будет удалена из вашей ленты.
si: මෙම වාර්තාව ඔබේ කාල රේඛාවෙන් ඉවත් කෙරෙනු ඇත.
sk: Tento záznam bude odstránený z vašej časovej osi.
sl: Ta zapis bo odstranjen z vaše časovnice.
sq: Ky regjistrim do të hiqet nga kronologjia juaj.
sv: Denna post kommer att tas bort från din tidslinje.
sw: Rekodi hii itaondolewa kwenye rekodi yako ya matukio.
ta: இந்த பதிவு உங்கள் நேரவரிசையில் இருந்து நீக்கப்படும்.
te: ఈ రికార్డ్ మీ టైమ్‌లైన్ నుండి తీసివేయబడుతుంది.
th: บันทึกนี้จะถูกลบออกจากไทม์ไลน์
tr: Bu kayıt zaman çizelgenizden kaldırılacak.
uk: Цей запис буде видалено з вашої стрічки.
ur: یہ ریکارڈ آپ کی ٹائم لائن سے ہٹا دیا جائے گا۔
vi: Bản ghi này sẽ bị xóa khỏi dòng thời gian.
xh: Le rekhodi iya kususwa kumgca wakho wexesha.
zh: 这条记录将从时间线移除。
zh_hant: 這條記錄將從時間線移除。
zu: Leli rekhodi lizosuswa emugqeni wakho wesikhathi.

source: Search your records...
af: Deursoek jou rekords...
am: መዝገቦችህን ፈልግ...
ar: ابحث في سجلاتك...
bg: Търсете вашите записи...
bn: আপনার রেকর্ড খুঁজুন...
ca: Cerca els teus registres...
ckb: Li tomarên xwe bigerin...
cs: Prohledejte své záznamy...
cy: Chwiliwch eich cofnodion...
da: Søg i dine poster...
de: Ihre Aufzeichnungen durchsuchen...
el: Αναζήτηση στα αρχεία σας...
et: Otsige oma kirjeid...
eu: Bilatu zure erregistroak...
fa: سوابق خود را جستجو کنید...
fi: Etsi tietueistasi...
fil: Hanapin ang iyong mga tala...
fr_ca: Recherchez vos dossiers...
ga: Cuardaigh do thaifid...
gl: Busca nos teus rexistros...
gu: તમારા રેકોર્ડ શોધો...
he: חפש ברשומות שלך...
hi: अपने रिकॉर्ड खोजें...
hr: Pretražite svoje zapise...
hu: Keresés a rekordok között...
hy: Որոնեք ձեր գրառումները...
id: Cari catatan Anda...
is: Leitaðu í skránum þínum...
it: Cerca nei tuoi record...
ja: 記録を検索...
ka: მოძებნეთ თქვენი ჩანაწერები...
km: ស្វែងរកកំណត់ត្រារបស់អ្នក...
kn: ನಿಮ್ಮ ದಾಖಲೆಗಳನ್ನು ಹುಟ್ಟಿ...
ko: 기록 검색...
lo: ຊອກຫາບັນທຶກຂອງທ່ານ...
lt: Ieškokite savo įrašų...
lv: Meklējiet savus ierakstus...
mk: Пребарајте ги вашите записи...
ml: നിങ്ങളുടെ രേഖകൾ തിരയുക...
mn: Бичлэгээ хайх...
mr: तुमचे रेकॉर्ड शोधा...
ms: Cari rekod anda...
my: သင့်မှတ်တမ်းများကို ရှာဖွေပါ...
nb: Søk i postene dine...
ne: तपाईंका अभिलेखहरू खोज्नुहोस्...
nl: Doorzoek je records...
pa: ਆਪਣੇ ਰਿਕਾਰਡ ਖੋਜੋ...
pl: Przeszukaj swoje rekordy...
pt_br: Buscar seus registros...
ro: Căutați înregistrările dvs....
ru: Искать в записях...
si: ඔබේ වාර්තා සොයන්න...
sk: Hľadajte vo svojich záznamoch...
sl: Preiščite svoje zapise ...
sq: Kërkoni të dhënat tuaja...
sv: Sök i dina register...
sw: Tafuta rekodi zako...
ta: உங்கள் பதிவுகளைத் தேடு...
te: మీ రికార్డులను శోధించండి...
th: ค้นหาบันทึกของคุณ...
tr: Kayıtlarınızı arayın...
uk: Шукати у ваших записах...
ur: اپنے ریکارڈز تلاش کریں...
vi: Tìm kiếm bản ghi của bạn...
xh: Phendla iirekhodi zakho...
zh: 搜索你的记录...
zh_hant: 搜尋你的記錄...
zu: Sesha amarekhodi akho...
