Repository: hhhaiai/Shiguang
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bg, bn, ca, ckb, cs, cy, da, de, el, et, eu, fa, fi, fil, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, vi, xh, zh, zh_hant, zu

source: Invalid link
af: Ongeldige skakel
am: ልክ ያልሆነ አገናኝ
ar: رابط غير صالح
bg: Невалидна връзка
bn: অবৈধ লিংক
ca: Enllaç no vàlid
ckb: Girêdana nederbasdar
cs: Neplatný odkaz
cy: Dolen annilys
da: Ugyldigt link
de: Ungültiger Link
el: Μη έγκυρος σύνδεσμος
et: Vigane link
eu: Esteka baliogabea
fa: لینک نامعتبر
fi: Virheellinen linkki
fil: Di-wastong link
fr_ca: Lien invalide
ga: Nasc neamhbhailí
gl: Ligazón non válida
gu: અમાન્ય લિંક
he: קישור לא תקין
hi: अमान्य लिंक
hr: Nevažeći link
hu: Érvénytelen link
hy: Անվավեր հղում
id: Tautan tidak valid
is: Ógildur tengill
it: Link non valido
ja: 無効なリンク
ka: არასწორი ბმული
km: តំណមិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯ ಲಿಂಕ್
ko: 잘못된 링크
lo: ລິ້ງບໍ່ຖືກຕ້ອງ
lt: Netinkama nuoroda
lv: Nederīga saite
mk: Неважечка врска
ml: അസാധുവായ ലിങ്ക്
mn: Буруу холбоос
mr: अमान्य लिंक
ms: Pautan tidak sah
my: မမှန်ကန်သောလင့်ခ်
nb: Ugyldig link
ne: अमान्य लिंक
nl: Ongeldige link
pa: ਅਧਿਕਾਰਤ ਲਿੰਕ
pl: Nieprawidłowy link
pt_br: Link invalido
ro: Link nevalid
ru: Неверная ссылка
si: අත්‍යවශ්‍ය නොවන සබැඳුම
sk: Neplatný odkaz
sl: Neveljavna povezava
sq: Lidhje e pavlefshme
sv: Ogiltig länk
sw: Kiungo batili
ta: தவறான இணைப்பு
te: చెల్లని లింక్
th: ลิงก์ไม่ถูกต้อง
tr: Geçersiz bağlantı
uk: Недійсне посилання
ur: غلط لنک
vi: Liên kết không hợp lệ
xh: ilinki engasebenziyo
zh: 链接无效
zh_hant: 連結無效
zu: Isixhumanisi esingavumelekile

source: Unable to open web page
af: Kan nie webblad oopmaak nie
am: ድረ-ገጽ መክፈት አልተቻለም
ar: تعذر فتح صفحة الويب
bg: Не може да се отвори уеб страница
bn: ওয়েব পেজ খুলতে অক্ষম
ca: No es pot obrir la pàgina web
ckb: Nikare rûpela malperê veke
cs: Nelze otevřít webovou stránku
cy: Methu agor tudalen we
da: Kan ikke åbne websiden
de: Webseite kann nicht geöffnet werden
el: Δεν είναι δυνατό το άνοιγμα της ιστοσελίδας
et: Veebilehte ei saa avada
eu: Ezin da web orria ireki
fa: قادر به باز کردن صفحه وب نیست
fi: Verkkosivua ei voi avata
fil: Hindi mabuksan ang web page
fr_ca: Impossible d'ouvrir la page Web
ga: Ní féidir leathanach gréasáin a oscailt
gl: Non se puido abrir a páxina web
gu: વેબ પેજ ખોલી શકાયું નથી
he: לא ניתן לפתוח דף אינטרנט
hi: वेब पेज खोलने में असमर्थ
hr: Nije moguće otvoriti web stranicu
hu: Nem lehet megnyitni a weboldalt
hy: Հնարավոր չէ բացել վեբ էջը
id: Tidak dapat membuka halaman web
is: Ekki tókst að opna vefsíðu
it: Impossibile aprire la pagina web
ja: Webページを開けません
ka: ვებგვერდის გახსნა ვერ ხერხდება
km: មិនអាចបើកគេហទំព័របានទេ។
kn: ವೆಬ್ ಪುಟವನ್ನು ತೆರೆಯಲಾಗುತ್ತಿಲ್ಲ
ko: 웹 페이지를 열 수 없습니다
lo: ບໍ່ສາມາດເປີດຫນ້າເວັບໄດ້
lt: Nepavyko atidaryti tinklalapio
lv: Nevar atvērt tīmekļa lapu
mk: Не може да се отвори веб-страница
ml: വെബ് പേജ് തുറക്കാനായില്ല
mn: Вэб хуудсыг нээх боломжгүй байна
mr: वेब पेज उघडण्यात असमर्थ
ms: Tidak dapat membuka halaman web
my: ဝဘ်စာမျက်နှာကို ဖွင့်၍မရပါ။
nb: Kan ikke åpne nettsiden
ne: वेब पेज खोल्न असमर्थ
nl: Kan webpagina niet openen
pa: ਵੈਬ ਪੇਜ ਖੋਲ੍ਹ ਨਹੀਂ ਸਕਦਾ
pl: Nie można otworzyć strony internetowej
pt_br: Nao foi possivel abrir a pagina web
ro: Pagina web nu poate fi deschisă
ru: Не удалось открыть веб-страницу
si: වෙබ් පිටුව අවරෝධනය කළ නොහැක
sk: Nie je možné otvoriť webovú stránku
sl: Spletne strani ni mogoče odpreti
sq: Faqja e internetit nuk mund të hapet
sv: Det går inte att öppna webbsidan
sw: Imeshindwa kufungua ukurasa wa wavuti
ta: வலைப்பக்கத்தைத் திறக்க முடியவில்லை
te: వెబ్ పేజీని తెరవడం సాధ్యం కాలేదు
th: ไม่สามารถเปิดหน้าเว็บได้
tr: Web sayfası açılamıyor
uk: Не вдалося відкрити веб-сторінку
ur: ویب پیج کھولنے سے قاصر
vi: Không thể mở trang web
xh: Ayikwazi ukuvula iphepha lewebhu
zh: 无法打开网页
zh_hant: 無法開啟網頁
zu: Ayikwazi ukuvula ikhasi lewebhu

source: [Image memory]
af: [Beeld geheue]
am: [የምስል ማህደረ ትውስታ]
ar: [ذكرى صورة]
bg: [Памет за изображения]
bn: [ছবি স্মৃতি]
ca: [Memòria d'imatge]
ckb: [bîra wêneyê]
cs: [Obrazová paměť]
cy: [Cof delwedd]
da: [Billedhukommelse]
de: [Bild-Erinnerung]
el: [Μνήμη εικόνας]
et: [Pildimälu]
eu: [Irudiaren memoria]
fa: [خاطره تصویری]
fi: [Kuvamuisti]
fr_ca: [Mémoire d'images]
ga: [Cuimhne íomhá]
gl: [Memoria de imaxe]
gu: [છબી સ્મૃતિ]
he: [זיכרון תמונה]
hi: [छवि याद]
hr: [Memorija slike]
hu: [Képmemória]
hy: [Պատկերի հիշողություն]
id: [Kenangan gambar]
is: [Myndarminni]
it: [Ricordo immagine]
ja: [画像記憶]
ka: [გამოსახულების მეხსიერება]
km: [ការចងចាំរូបភាព]
kn: [ಚಿತ್ರ ನೆನಪು]
ko: [이미지 기억]
lo: [ຄວາມ​ຊົງ​ຈໍາ​ຮູບ​ພາບ​]
lt: [vaizdo atmintis]
lv: [Attēlu atmiņa]
mk: [Меморија на слика]
ml: [ചിത്ര മെമ്മറി]
mn: [Зургийн санах ой]
mr: [प्रतिमा आठवणी]
ms: [Memori imej]
my: [ပုံရိပ်မှတ်ဉာဏ်]
nb: [Bildeminne]
ne: [तस्वीर सम्झना]
nl: [Afbeeldingsherinnering]
pa: [ਤਸਵੀਰ ਯਾਦ]
pl: [Wspomnienie obrazkowe]
pt_br: [Memoria de imagem]
ro: [Memorie imagine]
ru: [Воспоминание с изображением]
si: [පින්තූර මතකය]
sk: [Obrazová pamäť]
sl: [Slikovni spomin]
sq: [Kujtesa e imazhit]
sv: [Bildminne]
sw: [Kumbukumbu ya picha]
ta: [பட நினைவு]
te: [చిత్రం మెమరీ]
th: [ความทรงจำภาพ]
tr: [Resim anısı]
uk: [Зображення пам'яті]
ur: [تصویر کی یاد]
vi: [Ký ức hình ảnh]
xh: [Inkumbulo yomfanekiso]
zh: [图片记忆]
zh_hant: [圖片記憶]
zu: [Inkumbulo yesithombe]

source: Tap to open web page
af: Tik om webblad oop te maak
am: ድረ-ገጽ ለመክፈት መታ ያድርጉ
ar: انقر لفتح صفحة الويب
bg: Докоснете, за да отворите уеб страница
bn: ওয়েব পেজ খুলতে ট্যাপ করুন
ca: Toqueu per obrir la pàgina web
ckb: Ji bo vekirina rûpela malperê bikirtînin
cs: Klepnutím otevřete webovou stránku
cy: Tapiwch i agor tudalen we
da: Tryk for at åbne webside
de: Tippen um Webseite zu öffnen
el: Πατήστε για να ανοίξετε την ιστοσελίδα
et: Puudutage veebilehe avamiseks
eu: Sakatu web orria irekitzeko
fa: برای باز کردن صفحه وب ضربه بزنید
fi: Napauta avataksesi verkkosivun
fil: I-tap para buksan ang web page
fr_ca: Appuyez pour ouvrir la page Web
ga: Tapáil chun leathanach gréasáin a oscailt
gl: Toca para abrir a páxina web
gu: વેબ પેજ ખોલવા ટૅપ કરો
he: הקש כדי לפתוח דף אינטרנט
hi: वेब पेज खोलने के लिए टैप करें
hr: Dodirnite za otvaranje web stranice
hu: Koppintson a weboldal megnyitásához
hy: Հպեք՝ վեբ էջը բացելու համար
id: Ketuk untuk membuka halaman web
is: Bankaðu til að opna vefsíðu
it: Tocca per aprire la pagina web
ja: タップしてWebページを開く
ka: შეეხეთ ვებ გვერდის გასახსნელად
km: ប៉ះដើម្បីបើកគេហទំព័រ
kn: ವೆಬ್ ಪುಟವನ್ನು ತೆರೆಯಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 탭하여 웹 페이지 열기
lo: ແຕະເພື່ອເປີດໜ້າເວັບ
lt: Bakstelėkite, kad atidarytumėte tinklalapį
lv: Pieskarieties, lai atvērtu tīmekļa lapu
mk: Допрете за да ја отворите веб-страницата
ml: വെബ് പേജ് തുറക്കാൻ ടാപ്പ് ചെയ്യുക
mn: Вэб хуудсыг нээхийн тулд товшино уу
mr: वेब पेज उघडण्यासाठी टॅप करा
ms: Ketik untuk membuka halaman web
my: ဝဘ်စာမျက်နှာကိုဖွင့်ရန် တို့ပါ။
nb: Trykk for å åpne nettsiden
ne: वेब पेज खोल्न ट्याप गर्नुहोस्
nl: Tik om webpagina te openen
pa: ਵੈਬ ਪੇਜ ਖੋਲ੍ਹਣ ਲਈ ਟੈਪ ਕਰੋ
pl: Dotknij, aby otworzyć stronę internetową
pt_br: Toque para abrir a pagina web
ro: Atingeți pentru a deschide pagina web
ru: Нажмите, чтобы открыть веб-страницу
si: වෙබ් පිටුව අරින ලද කිරීමට tap කරන්න
sk: Klepnutím otvoríte webovú stránku
sl: Tapnite, da odprete spletno stran
sq: Prekni për të hapur faqen e internetit
sv: Tryck för att öppna webbsidan
sw: Gusa ili kufungua ukurasa wa wavuti
ta: வலைப்பக்கத்தைத் திறக்க tap செய்
te: వెబ్ పేజీని తెరవడానికి నొక్కండి
th: แตะเพื่อเปิดหน้าเว็บ
tr: Web sayfasını açmak için dokunun
uk: Натисніть, щоб відкрити веб-сторінку
ur: ویب پیج کھولنے کے لیے ٹیپ کریں
vi: Nhấn để mở trang web
xh: Cofa ukuvula iphepha lewebhu
zh: 点击打开网页
zh_hant: 點擊開啟網頁
zu: Thepha ukuze uvule ikhasi lewebhu

source: Edit Entry
af: Wysig inskrywing
am: ግቤትን ያርትዑ
ar: تعديل الإدخال
bg: Редактиране на запис
bn: এন্ট্রি সম্পাদনা করুন
ca: Edita l'entrada
cs: Upravit záznam
cy: Golygu Cofnod
da: Rediger indtastning
de: Eintrag bearbeiten
el: Επεξεργασία καταχώρισης
et: Redigeeri kirjet
eu: Editatu sarrera
fa: ویرایش ورودی
fi: Muokkaa merkintää
fil: I-edit ang Entry
fr_ca: Modifier l'entrée
ga: Cuir Iontráil in Eagar
gl: Editar entrada
gu: એન્ટ્રી સંપાદિત કરો
he: ערוך ערך
hi: एंट्री संपादित करें
hr: Uredi unos
hu: Bejegyzés szerkesztése
hy: Խմբագրել մուտքը
id: Edit Entri
is: Breyta færslu
it: Modifica voce
ja: エントリを編集
ka: ჩანაწერის რედაქტირება
km: កែសម្រួលធាតុ
kn: ಎಂಟ್ರಿ ಸಂಪಾದಿಸು
ko: 항목 편집
lo: ແກ້ໄຂການເຂົ້າ
lt: Redaguoti įrašą
lv: Rediģēt ierakstu
mk: Уреди запис
ml: എൻട്രി എഡിറ്റ് ചെയ്യുക
mn: Бичлэгийг засах
mr: एंट्री संपादित करा
ms: Edit Entri
my: ထည့်သွင်းမှုကို တည်းဖြတ်ပါ။
nb: Rediger oppføring
ne: प्रविष्टि सम्पादन गर्नुहोस्
nl: Item bewerken
pa: ਐਂਟਰੀ ਸੋਧੋ
pl: Edytuj wpis
pt_br: Editar Entrada
ro: Editați intrarea
ru: Редактировать запись
si: ඇතුළු කිරීම සංස්කරණය කරන්න
sk: Upraviť záznam
sl: Uredi vnos
sq: Redakto hyrjen
sv: Redigera post
sw: Badilisha Ingizo
ta: உள்ளீடு திருத்து
te: ఎంట్రీని సవరించండి
th: แก้ไขบทความ
tr: Girdiyi Düzenle
uk: Редагувати запис
ur: انٹری ترمیم کریں
vi: Sửa bài viết
xh: Hlela ukungena
zh: 编辑文章
zh_hant: 編輯文章
zu: Hlela Okungenayo

source: Entry Details
af: Inskrywing Besonderhede
am: የመግቢያ ዝርዝሮች
ar: تفاصيل الإدخال
bg: Подробности за влизане
bn: এন্ট্রি বিবরণ
ca: Detalls de l'entrada
ckb: Details Entry
cs: Vstupní podrobnosti
cy: Manylion Mynediad
da: Indgangsdetaljer
de: Eintragsdetails
el: Στοιχεία Εισόδου
et: Sisenemise üksikasjad
eu: Sarreraren xehetasunak
fa: جزئیات ورودی
fi: Sisäänpääsyn tiedot
fil: Mga Detalye ng Entry
fr_ca: Détails de l'entrée
ga: Sonraí Iontrála
gl: Detalles da entrada
gu: એન્ટ્રી વિગતો
he: פרטי ערך
hi: एंट्री विवरण
hr: Detalji unosa
hu: Belépés részletei
hy: Մուտքի մանրամասները
id: Detail Entri
is: Upplýsingar um inngöngu
it: Dettagli voce
ja: エントリ詳細
ka: შესვლის დეტალები
km: ព័ត៌មានលម្អិតនៃការចូល
kn: ಎಂಟ್ರಿ ವಿವರಗಳು
ko: 항목 상세
lo: ລາຍລະອຽດການເຂົ້າ
lt: Įvesties informacija
lv: Ieejas informācija
mk: Детали за влез
ml: എൻട്രി വിശദാംശങ്ങൾ
mn: Нэвтрэх дэлгэрэнгүй мэдээлэл
mr: एंट्री तपशील
ms: Butiran Kemasukan
my: ဝင်ခွင့်အသေးစိတ်
nb: Oppføringsdetaljer
ne: प्रविष्टि विवरण
nl: Itemdetails
pa: ਐਂਟਰੀ ਵੇਰਵਾ
pl: Szczegóły wpisu
pt_br: Detalhes da Entrada
ro: Detalii de intrare
ru: Детали записи
si: ඇතුළු කිරීම් විස්තර
sk: Vstupné podrobnosti
sl: Podrobnosti vnosa
sq: Detajet e hyrjes
sv: Inträdesdetaljer
sw: Maelezo ya Kuingia
ta: உள்ளீடு விவரங்கள்
te: ఎంట్రీ వివరాలు
th: รายละเอียดบทความ
tr: Girdi Ayrıntıları
uk: Деталі запису
ur: انٹری کی تفصیلات
vi: Chi tiết bài viết
xh: Iinkcukacha zokungena
zh: 文章详情
zh_hant: 文章詳情
zu: Imininingwane Yokungena

source: No content
af: Geen inhoud nie
am: ምንም ይዘት የለም።
ar: لا يوجد محتوى
bg: Без съдържание
bn: কোনো কন্টেন্ট নেই
ca: Sense contingut
ckb: Naverok tune
cs: Žádný obsah
cy: Dim cynnwys
da: Intet indhold
de: Kein Inhalt
el: Χωρίς περιεχόμενο
et: Sisu puudub
eu: Edukirik ez
fa: بدون محتوا
fi: Ei sisältöä
fil: Walang nilalaman
fr_ca: Aucun contenu
ga: Gan ábhar
gl: Sen contido
gu: કોઈ સામગ્રી નથી
he: אין תוכן
hi: कोई सामग्री नहीं
hr: Nema sadržaja
hu: Nincs tartalom
hy: Բովանդակություն չկա
id: Tidak ada konten
is: Ekkert efni
it: Nessun contenuto
ja: 内容なし
ka: არანაირი შინაარსი
km: គ្មានខ្លឹមសារ
kn: ಯಾವುದೇ ವಿಷಯವಿಲ್ಲ
ko: 내용 없음
lo: ບໍ່ມີເນື້ອຫາ
lt: Nėra turinio
lv: Nav satura
mk: Нема содржина
ml: ഉള്ളടക്കമില്ല
mr: कोणतीही सामग्री नाही
ms: Tiada kandungan
my: အကြောင်းအရာမရှိပါ။
nb: Ikke noe innhold
ne: कुनै सामग्री छैन
nl: Geen inhoud
pa: ਕੋਈ ਸਮੱਗਰੀ ਨਹੀਂ
pl: Brak treści
pt_br: Sem conteudo
ro: Fără conținut
ru: Нет содержимого
si: අන්තර්ගතයක් නැත
sk: Žiadny obsah
sl: Brez vsebine
sq: Nuk ka përmbajtje
sv: Inget innehåll
sw: Hakuna maudhui
ta: உள்ளடக்கம் இல்லை
te: కంటెంట్ లేదు
th: ไม่มีเนื้อหา
tr: İçerik yok
uk: Немає вмісту
ur: کوئی مواد نہیں
vi: Không có nội dung
xh: Akukho mxholo
zh: 暂无内容
zh_hant: 暫無內容
zu: Akukho okuqukethwe

source: Diary not found
af: Dagboek nie gevind nie
am: ማስታወሻ ደብተር አልተገኘም።
ar: لم يتم العثور على اليوميات
bg: Дневникът не е намерен
bn: ডায়ারি পাওয়া যায়নি
ca: No s'ha trobat el diari
ckb: Rojnivîsk nehat dîtin
cs: Deník nenalezen
cy: Dyddiadur heb ei ddarganfod
da: Dagbog ikke fundet
de: Tagebuch nicht gefunden
el: Το ημερολόγιο δεν βρέθηκε
et: Päevikut ei leitud
eu: Egunkaria ez da aurkitu
fa: دفترچه یافت نشد
fi: Päiväkirjaa ei löydy
fil: Hindi natagpuan ang talaarawan
fr_ca: Journal introuvable
ga: Dialann gan aimsiú
gl: Non se atopou o diario
gu: ડાયરી મળી નથી
he: יומן לא נמצא
hi: डायरी नहीं मिली
hr: Dnevnik nije pronađen
hu: A napló nem található
hy: Օրագիր չի գտնվել
id: Diari tidak ditemukan
is: Dagbók fannst ekki
it: Diario non trovato
ja: 日記が見つかりません
ka: დღიური ვერ მოიძებნა
km: រកមិនឃើញកំណត់ហេតុប្រចាំថ្ងៃទេ។
kn: ಡೈರಿ ಕಂಡುಬಂದಿಲ್ಲ
ko: 다이어리를 찾을 수 없습니다
lo: ບໍ່ພົບ Diary
lt: Dienoraštis nerastas
lv: Dienasgrāmata nav atrasta
mk: Дневникот не е пронајден
ml: ഡയറി കണ്ടില്ല
mr: डायरी आढळली नाही
ms: Diari tidak ditemui
my: ဒိုင်ယာရီ ရှာမတွေ့ပါ။
nb: Dagbok ikke funnet
ne: डायरी फेरिएन
nl: Dagboek niet gevonden
pa: ਡਾਇਰੀ ਨਹੀਂ ਮਿਲੀ
pl: Nie znaleziono dziennika
pt_br: Diario nao encontrado
ro: Jurnalul nu a fost găsit
ru: Дневник не найден
si: ඩයරි සොයා ගැනීමට නොහැක
sk: Denník sa nenašiel
sl: Dnevnik ni bil najden
sq: Ditari nuk u gjet
sv: Dagbok hittades inte
sw: Shajara haijapatikana
ta: டைரி கிடைக்கவில்லை
te: డైరీ దొరకలేదు
th: ไม่พบไดอารี่
tr: Günlük bulunamadı
uk: Щоденник не знайдено
ur: ڈائری نہیں ملی
vi: Không tìm thấy nhật ký
xh: Idayari ayifunyenwanga
zh: 日记未找到
zh_hant: 日記未找到
zu: Idayari ayitholakali

# diaryNotFoundShort
source: Record not found
af: Rekord nie gevind nie
am: መዝገብ አልተገኘም።
ar: لم يتم العثور على السجل
bg: Записът не е намерен
bn: রেকর্ড পাওয়া যায়নি
ca: No s'ha trobat el registre
ckb: Qeyd nehat dîtin
cs: Záznam nenalezen
cy: Heb ganfod y cofnod
da: Optegnelsen blev ikke fundet
de: Aufzeichnung nicht gefunden
el: Η εγγραφή δεν βρέθηκε
et: Kirjet ei leitud
eu: Erregistroa ez da aurkitu
fa: سابقه یافت نشد
fi: Tietuetta ei löydy
fil: Hindi nahanap ang record
fr_ca: Enregistrement introuvable
ga: Taifead gan aimsiú
gl: Non se atopou o rexistro
gu: રેકોર્ડ મળ્યો નથી
he: רשומה לא נמצאה
hi: रिकॉर्ड नहीं मिला
hr: Zapis nije pronađen
hu: A rekord nem található
hy: Գրառումը չի գտնվել
id: Catatan tidak ditemukan
is: Skrá fannst ekki
it: Record non trovato
ja: 記録が見つかりません
ka: ჩანაწერი ვერ მოიძებნა
km: រកមិនឃើញកំណត់ត្រាទេ។
kn: ದಾಖಲೆ ಕಂಡುಬಂದಿಲ್ಲ
ko: 기록을 찾을 수 없습니다
lo: ບໍ່ພົບບັນທຶກ
lt: Įrašas nerastas
lv: Ieraksts nav atrasts
mk: Записот не е пронајден
ml: രേഖ കണ്ടെത്തിയില്ല
mr: रेकॉर्ड आढळला नाही
ms: Rekod tidak ditemui
my: မှတ်တမ်းမတွေ့ပါ။
nb: Finner ikke posten
ne: अभिलेख फेरिएन
nl: Record niet gevonden
pa: ਰਿਕਾਰਡ ਨਹੀਂ ਮਿਲਾ
pl: Nie znaleziono rekordu
pt_br: Registro nao encontrado
ro: Înregistrare nu a fost găsită
ru: Запись не найдена
si: වාර්තාව සොයා ගැනීමට නොහැක
sk: Záznam sa nenašiel
sl: Zapis ni bil najden
sq: Regjistrimi nuk u gjet
sv: Posten hittades inte
sw: Rekodi haijapatikana
ta: பதிவு கிடைக்கவில்லை
te: రికార్డు దొరకలేదు
th: ไม่พบบันทึก
tr: Kayıt bulunamadı
uk: Запис не знайдено
ur: ریکارڈ نہیں ملا
vi: Không tìm thấy bản ghi
xh: Ingxelo ayifunyenwanga
zh: 未找到该记录
zh_hant: 找不到該記錄
zu: Irekhodi alitholakali

source: AI Summary
af: KI Opsomming
am: AI ማጠቃለያ
ar: ملخص الذكاء الاصطناعي
bg: AI Резюме
bn: AI সারাংশ
ca: Resum de l'IA
cs: Shrnutí AI
cy: Crynodeb AI
da: AI oversigt
de: KI-Zusammenfassung
el: Περίληψη AI
et: AI kokkuvõte
eu: AIren laburpena
fa: خلاصه هوش مصنوعی
fi: AI yhteenveto
fil: Buod ng AI
fr_ca: Résumé de l'IA
ga: Achoimre AI
gl: Resumo da IA
gu: AI સારાંશ
he: סיכום AI
hi: AI सारांश
hr: AI Sažetak
hu: AI összefoglaló
hy: AI ամփոփում
id: Ringkasan AI
is: AI samantekt
it: Riepilogo AI
ja: AI要約
ka: AI რეზიუმე
km: សេចក្តីសង្ខេប AI
kn: AI ಸಾರಾಂಶ
ko: AI 요약
lo: ບົດສະຫຼຸບ AI
lt: AI santrauka
lv: AI kopsavilkums
mk: Резиме на вештачка интелигенција
ml: AI സംഗ്രഹം
mr: AI सारांश
ms: Ringkasan AI
my: AI အကျဉ်းချုပ်
nb: Sammendrag av AI
ne: AI सारांश
nl: AI-samenvatting
pa: AI ਸਾਰਾਂਸ਼
pl: Podsumowanie AI
pt_br: Resumo de IA
ro: Rezumat AI
ru: ИИ-резюме
si: AI සාරාංශය
sk: Súhrn AI
sl: Povzetek AI
sq: Përmbledhja e AI
sv: Sammanfattning av AI
sw: Muhtasari wa AI
ta: AI சுருக்கம்
te: AI సారాంశం
th: สรุป AI
tr: AI Özeti
uk: AI підсумок
ur: AI سمری
vi: Tóm tắt AI
xh: AI isishwankathelo
zh: AI 摘要
zh_hant: AI 摘要
zu: Isifinyezo se-AI

# microphoneInterrupted
source: Microphone interrupted, recording stopped.
af: Mikrofoon onderbreek, opname gestop.
am: ማይክሮፎን ተቋርጧል፣ ቀረጻ ቆሟል።
ar: انقطع الميكروفون، توقف التسجيل.
bg: Микрофонът прекъсна, записът спря.
bn: মাইক্রোফোন বাধাগ্রস্ত, রেকর্ডিং বন্ধ হয়ে গেছে।
ca: S'ha interromput el micròfon, la gravació s'ha aturat.
ckb: Mîkrofon qut bû, tomar rawestiya.
cs: Mikrofon přerušen, nahrávání zastaveno.
cy: Torri ar draws meicroffon, stopiodd recordio.
da: Mikrofon afbrudt, optagelse stoppet.
de: Mikrofon unterbrochen, Aufnahme gestoppt.
el: Το μικρόφωνο διακόπηκε, η εγγραφή σταμάτησε.
et: Mikrofon katkestatud, salvestamine peatatud.
eu: Mikrofonoa eten da, grabazioa gelditu da.
fa: میکروفون قطع شد، ضبط متوقف شد.
fi: Mikrofoni keskeytetty, tallennus pysäytetty.
fil: Naputol ang mikropono, huminto ang pagre-record.
fr_ca: Microphone interrompu, enregistrement arrêté.
ga: Idirbhriseadh an micreafón, cuireadh stop leis an taifeadadh.
gl: Interrompeuse o micrófono, detívose a gravación.
gu: માઇક્રોફોનમાં વિક્ષેપ આવ્યો, રેકોર્ડિંગ બંધ થયું.
he: המיקרופון נקטע, ההקלטה נעצרה.
hi: माइक्रोफ़ोन बाधित, रिकॉर्डिंग रुकी।
hr: Mikrofon prekinut, snimanje zaustavljeno.
hu: A mikrofon megszakadt, a felvétel leállt.
hy: Խոսափողն ընդհատվեց, ձայնագրությունը դադարեց:
id: Mikrofon terputus, rekaman dihentikan.
is: Hljóðnemi rofinn, upptaka stöðvuð.
it: Microfono interrotto, registrazione terminata.
ja: マイクが中断され、録音停止了。
ka: მიკროფონი გაითიშა, ჩაწერა შეწყდა.
km: មីក្រូហ្វូនត្រូវបានរំខាន ការថតបានឈប់។
kn: ಮೈಕ್ರೊಫೋನ್ ಅಡಚಣೆ, ಧ್ವನಿಮುದ್ರಣ ನಿಂತಿದೆ.
ko: 마이크가 중단되어 녹음이 중지되었습니다.
lo: ໄມໂຄຣໂຟນຖືກລົບກວນ, ການບັນທຶກຢຸດ.
lt: Mikrofonas nutrūko, įrašymas sustabdytas.
lv: Mikrofons pārtraukts, ierakstīšana pārtraukta.
mk: Микрофонот е прекинат, снимањето запре.
ml: മൈക്രോഫോൺ തടസ്സപ്പെട്ടു, റെക്കോർഡിംഗ് നിർത്തി.
mr: माइक्रोफोन खंडित, ध्वनीमुद्रण थांबले.
ms: Mikrofon terganggu, rakaman berhenti.
my: မိုက်ခရိုဖုန်း ပြတ်တောက်ပြီး အသံသွင်းမှု ရပ်သွားသည်။
nb: Mikrofon avbrutt, opptaket stoppet.
ne: माइक्रोफोन बाधित, रेकर्डिङ रोकियो।
nl: Microfoon onderbroken, opname gestopt.
pa: ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਵਿੱਚ ਵਿਘਨ, ਰਿਕਾਰਡਿੰਗ ਰੁਕ ਗਈ।
pl: Mikrofon został przerwany, nagrywanie zatrzymane.
pt_br: Microfone interrompido, gravacao parada.
ro: Microfonul întrerupt, înregistrarea oprită.
ru: Микрофон прерван, запись остановлена.
si: මයික්‍රෆෝනය බාධා වූ අතර, පටිපාටානය නතර විය.
sk: Mikrofón prerušený, nahrávanie zastavené.
sl: Mikrofon prekinjen, snemanje ustavljeno.
sq: Mikrofoni u ndërpre, regjistrimi u ndal.
sv: Mikrofonen avbröts, inspelningen stoppades.
sw: Maikrofoni imekatizwa, kurekodi kumesimamishwa.
ta: மைக்ரோஃபோன் தடைபட, பதிவு நிறுத்தப்பட்டது.
te: మైక్రోఫోన్ అంతరాయం కలిగింది, రికార్డింగ్ ఆగిపోయింది.
th: ไมโครโฟนถูกขัดจังหวะ การบันทึกหยุดลง
tr: Mikrofon kesintiye uğradı, kayıt durduruldu.
uk: Мікрофон перервано, запис зупинено.
ur: مائیکروفون مکس ہو گیا، ریکارڈنگ رک گئی۔
vi: Microphone bị gián đoạn, ghi âm dừng.
xh: Imakrofoni iphazamisekile, kuyekile ukurekhoda.
zh: 麦克风中断，录音停止。
zh_hant: 麥克風中斷，錄音停止。
zu: Imakrofoni iphazamisekile, ukurekhoda kumisiwe.

source: Bold
af: Vet
am: ደፋር
ar: عريض
bg: Удебелен
bn: বোল্ড
ca: Atrevit
ckb: Hesabî
cs: Tučné
cy: Beiddgar
da: Dristig
de: Fett
el: Τολμηρός
et: Paks
eu: Lodia
fa: ضخیم
fi: Lihavoitu
fil: Matapang
fr_ca: Audacieux
ga: Trom
gl: Atrevido
gu: ઘાટું
he: מודגש
hi: बोल्ड
hr: Podebljano
hu: Bátor
hy: Համարձակ
id: Tebal
is: Djarft
it: Grassetto
ja: 太字
ka: თამამი
km: ដិត
kn: ದಪ್ಪ
ko: 굵게
lo: ກ້າຫານ
lt: Paryškintas
lv: Treknrakstā
mk: Задебелен
ml: ബോൾഡ്
mr: बोल्ड
ms: berani
my: ရဲရင့်သည်။
nb: Fet
ne: बोल्ड
nl: Vet
pa: ਬੋਲਡ
pl: Pogrubiony
pt_br: Negrito
ro: Îndrăzneţ
ru: Жирный
si: බොල්ඩ්
sk: Tučné
sl: Krepko
sq: E guximshme
sv: Djärv
sw: Ujasiri
ta: தடித்த
te: బోల్డ్
th: ตัวหนา
tr: Kalın
uk: Жирний
ur: بولڈ
vi: Đậm
xh: Engqindilili
zh: 粗体
zh_hant: 粗體
zu: Okugqamile

source: Italic
af: Kursief
am: ኢታሊክ
ar: مائل
bg: Курсив
bn: ইটালিক
ca: Cursiva
ckb: Îtalîk
cs: kurzíva
cy: Italaidd
da: Kursiv
de: Kursiv
el: Πλάγια γραφή
et: Kursiiv
eu: Etzana
fa: کج
fi: Kursiivi
fr_ca: Italique
ga: iodálach
gl: Cursiva
gu: તિરછું
he: נטוי
hi: इटैलिक
hr: kurziv
hu: Dőlt
hy: Շեղագիր
id: Miring
is: Skáletrun
it: Corsivo
ja: 斜体
ka: დახრილი
km: ទ្រេត
kn: ಓರೆ
ko: 기울임꼴
lo: ຕົວອຽງ
lt: Kursyvas
lv: Kursīvs
mk: Закосени
ml: ഇറ്റാലിക്
mr: इटालिक
my: စာလုံးစောင်း
nb: Kursiv
ne: इटालिक
nl: Cursief
pa: ਇਟਾਲਿਕ
pl: Kursywa
pt_br: Italico
ro: Cursiv
ru: Курсив
si: ඉතාලික්
sk: kurzíva
sl: Ležeče
sq: Kursivë
sv: Kursiv
sw: Italiki
ta: சாய்வு
te: ఇటాలిక్
th: ตัวเอียง
tr: İtalik
uk: Курсив
ur: اٹیلک
vi: Nghiêng
xh: akekeleyo
zh: 斜体
zh_hant: 斜體
zu: I-ithalikhi

source: Strikethrough
af: Strek deur
am: አድማ
ar: يتوسطه خط
bg: Зачертано
bn: স্ট্রাইকথ্রু
ca: Tallat
cs: Přeškrtnutí
cy: Streic drwodd
da: Gennemstregning
de: Durchgestrichen
et: Läbikriipsutatud
eu: Markatua
fa: خط‌خورده
fi: Yliviivattu
fr_ca: Barré
ga: Stailc tríd
gl: Tachado
gu: મધ્યરેખા
he: קו חוצה
hi: स्ट्राइकथ्रू
hr: Precrtano
hu: Áthúzott
id: Coret
is: Yfirstrikað
it: Barrato
ja: 取り消し線
ka: დარტყმა
km: ការវាយឆ្មក់
kn: ಗೆರೆ ಹಾಕಿದ
ko: 취소선
lo: ບຸກທະລຸ
lt: Perbraukta
lv: Pārsvītrots
mk: Премин
ml: സ്ട്രൈക്ക്ത്രൂ
mr: स्ट्राइकथ्रू
my: ထိုးနှက်ချက်
nb: Gjennomstreking
ne: स्ट्राइकथ्रू
nl: Doorhalen
pa: ਸਟ੍ਰਾਈਕਥਰੂ
pl: Przekreślony
pt_br: Tachado
ro: Striat
ru: Зачёркнутый
si: කතුරු මාර්ගය
sk: Prečiarknuté
sl: Prečrtano
sv: Genomstruken
sw: Mgomo
ta: கோடிட்ட
te: స్ట్రైక్‌త్రూ
th: ขีดฆ่า
tr: Üstü çizili
uk: Закреслений
ur: اسٹرائیک تھرو
vi: Gạch ngang
xh: I-Strikethrough
zh: 删除线
zh_hant: 刪除線
zu: I-Strikethrough

source: Image
af: Beeld
am: ምስል
ar: صورة
bg: Изображение
bn: ছবি
ca: Imatge
ckb: Wêne
cs: Obraz
cy: Delwedd
da: Billede
de: Bild
el: Εικών
et: Pilt
eu: Irudia
fa: تصویر
fi: Kuva
fil: Imahe
ga: Íomhá
gl: Imaxe
gu: છબી
he: תמונה
hi: छवि
hr: Slika
hu: Kép
hy: Պատկեր
id: Gambar
is: Mynd
it: Immagine
ja: 画像
ka: გამოსახულება
km: រូបភាព
kn: ಚಿತ್ರ
ko: 이미지
lo: ຮູບພາບ
lt: Vaizdas
lv: Attēls
mk: Слика
ml: ചിത്രം
mr: प्रतिमा
ms: Imej
my: ပုံ
nb: Bilde
ne: तस्वीर
nl: Afbeelding
pa: ਤਸਵੀਰ
pl: Obraz
pt_br: Imagem
ro: Imagine
ru: Изображение
si: පින්තූරය
sk: Obrázok
sl: Slika
sq: Imazhi
sv: Bild
sw: Picha
ta: படம்
te: చిత్రం
th: รูปภาพ
tr: Resim
uk: Зображення
ur: تصویر
vi: Hình ảnh
xh: Umfanekiso
zh: 图片
zh_hant: 圖片
zu: Isithombe
