Repository: hhhaiai/Shiguang
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bg, bn, ca, ckb, cs, cy, da, de, el, et, eu, fa, fi, fil, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, vi, xh, zh, zh_hant, zu

# asrUnavailableRecordingActive
source: ASR unavailable. Recording is still active.
af: ASR nie beskikbaar nie. Opname is steeds aktief.
am: ASR አይገኝም። ቀረጻ አሁንም ንቁ ነው።
ar: ASR غير متوفر. التسجيل لا يزال نشطاً.
bg: ASR не е наличен. Записът все още е активен.
bn: ASR পাওয়া যাচ্ছে না। রেকর্ডিং এখনও সক্রিয়।
ca: ASR no disponible. La gravació encara està activa.
ckb: ASR ne berdest e. Tomarkirin hîn çalak e.
cs: ASR není k dispozici. Nahrávání je stále aktivní.
cy: Nid yw ASR ar gael. Mae recordio yn dal yn weithredol.
da: ASR er ikke tilgængelig. Optagelsen er stadig aktiv.
de: ASR nicht verfügbar. Aufnahme ist noch aktiv.
el: Το ASR δεν είναι διαθέσιμο. Η εγγραφή είναι ακόμα ενεργή.
et: ASR pole saadaval. Salvestamine on endiselt aktiivne.
eu: ASR ez dago erabilgarri. Grabaketa aktibo dago oraindik.
fa: ASR در دسترس نیست. ضبط هنوز فعال است.
fi: ASR ei ole saatavilla. Tallennus on edelleen aktiivinen.
fil: Hindi available ang ASR. Aktibo pa rin ang pagre-record.
fr_ca: ASR indisponible. L'enregistrement est toujours actif.
ga: Níl ASR ar fáil. Tá an taifeadadh fós gníomhach.
gl: ASR non dispoñible. A gravación aínda está activa.
gu: ASR ઉપલબ્ધ નથી. રેકોર્ડિંગ હજુ સક્રિય છે.
he: ASR לא זמין. ההקלטה עדיין פעילה.
hi: ASR अनुपलब्ध। रिकॉर्डिंग अभी भी सक्रिय है।
hr: ASR nedostupan. Snimanje je još uvijek aktivno.
hu: ASR nem elérhető. A felvétel továbbra is aktív.
hy: ASR-ն անհասանելի է: Ձայնագրումը դեռ ակտիվ է:
id: ASR tidak tersedia. Rekaman masih aktif.
is: ASR ekki tiltækt. Upptaka er enn virk.
it: ASR non disponibile. La registrazione e' ancora attiva.
ja: ASR利用不可。録音はまだアクティブです。
ka: ASR მიუწვდომელია. ჩაწერა ჯერ კიდევ აქტიურია.
km: ASR មិនអាចប្រើបានទេ។ ការថតនៅតែសកម្ម។
kn: ASR ಲಭ್ಯವಿಲ್ಲ. ಧ್ವನಿಮುದ್ರಣ ಇನ್ನೂ ಸಕ್ರಿಯವಾಗಿದೆ.
ko: ASR 사용 불가. 녹음은 여전히 활성 상태입니다.
lo: ASR ບໍ່ສາມາດໃຊ້ໄດ້. ການບັນທຶກຍັງເຮັດວຽກຢູ່.
lt: ASR nepasiekiamas. Įrašymas vis dar aktyvus.
lv: ASR nav pieejams. Ieraksts joprojām ir aktīvs.
mk: ASR недостапен. Снимањето е сè уште активно.
ml: ASR ലഭ്യമല്ല. റെക്കോർഡിംഗ് ഇപ്പോഴും സജീവമാണ്.
mr: ASR उपलब्ध नाही. ध्वनीमुद्रण अद्याप सक्रिय आहे.
ms: ASR tidak tersedia. Rakaman masih aktif.
my: ASR မရနိုင်ပါ။ ရိုက်ကူးနေဆဲဖြစ်သည်။
nb: ASR utilgjengelig. Opptaket er fortsatt aktivt.
ne: ASR उपलब्ध छैन। रेकर्डिङ अझै सक्रिय छ।
nl: ASR niet beschikbaar. Opname is nog actief.
pa: ASR ਉਪਲਬਧ ਨਹੀਂ। ਰਿਕਾਰਡਿੰਗ ਅਜੇ ਵੀ ਸਰਗਰਮ ਹੈ।
pl: ASR niedostępny. Nagrywanie nadal trwa.
pt_br: ASR indisponivel. Gravacao ainda esta ativa.
ro: ASR indisponibil. Înregistrarea este încă activă.
ru: ASR недоступна. Запись всё ещё активна.
si: ASR නොලබේ. පටිපාටානය තවමත් සක්‍රිය වේ.
sk: ASR nie je k dispozícii. Nahrávanie je stále aktívne.
sl: ASR ni na voljo. Snemanje je še vedno aktivno.
sq: ASR nuk disponohet. Regjistrimi është ende aktiv.
sv: ASR inte tillgänglig. Inspelningen är fortfarande aktiv.
sw: ASR haipatikani. Kurekodi bado kunatumika.
ta: ASR கிடைக்கவில்லை. பதிவு இன்னும் சுறுசுறுப்பாக உள்ளது.
te: ASR అందుబాటులో లేదు. రికార్డింగ్ ఇప్పటికీ సక్రియంగా ఉంది.
th: ASR ไม่พร้อมใช้งาน การบันทึกยังคงดำเนินอยู่
tr: ASR kullanılamıyor. Kayıt hâlâ aktif.
uk: ASR недоступний. Запис все ще триває.
ur: ASR دستیاب نہیں۔ ریکارڈنگ ابھی بھی سرگرم ہے۔
vi: ASR không khả dụng. Ghi âm vẫn đang hoạt động.
xh: I-ASR ayifumaneki. Ukurekhoda kusasebenza.
zh: ASR 不可用，录音仍在进行中。
zh_hant: ASR 不可用，錄音仍在進行中。
zu: I-ASR ayitholakali. Ukurekhoda kusasebenza.

source: Write your entry...
af: Skryf jou inskrywing...
am: ግቤትህን ጻፍ...
ar: اكتب إدخالك...
bg: Напишете своя запис...
bn: আপনার এন্ট্রি লিখুন...
ca: Escriu la teva entrada...
ckb: Têketina xwe binivîsin...
cs: Napište svůj příspěvek...
cy: Ysgrifennwch eich cofnod...
da: Skriv dit indlæg...
de: Schreiben Sie Ihren Eintrag...
el: Γράψτε την καταχώρισή σας...
et: Kirjutage oma sissekanne...
eu: Idatzi zure sarrera...
fa: ورودی خود را بنویسید...
fi: Kirjoita kirjoituksesi...
fil: Isulat ang iyong entry...
fr_ca: Écrivez votre entrée...
ga: Scríobh d’iontráil...
gl: Escribe a túa entrada...
gu: તમારી એન્ટ્રી લખો...
he: כתוב את הערך שלך...
hi: अपनी एंट्री लिखें...
hr: Napišite svoj unos...
hu: Írd meg a bejegyzésedet...
hy: Գրեք ձեր գրառումը...
id: Tulis entri Anda...
is: Skrifaðu færsluna þína...
it: Scrivi la tua voce...
ja: エントリを書いてください...
ka: დაწერეთ თქვენი ჩანაწერი...
km: សរសេរធាតុរបស់អ្នក ...
kn: ನಿಮ್ಮ ಎಂಟ್ರಿಯನ್ನು ಬರೆಯಿರಿ...
ko: 항목을 작성해 주세요...
lo: ຂຽນບົດບັນທຶກຂອງທ່ານ ...
lt: Parašykite savo įrašą...
lv: Uzraksti savu ierakstu...
mk: Напишете го вашиот влез...
ml: നിങ്ങളുടെ എൻട്രി എഴുതൂ...
mr: तुमची एंट्री लिहा...
ms: Tulis entri anda...
my: ဝင်ခွင့်ရေးပါ...
nb: Skriv innlegget ditt...
ne: तपाईंको प्रविष्टि लेख्नुहोस्...
nl: Schrijf je item...
pa: ਆਪਣੀ ਐਂਟਰੀ ਲਿਖੋ...
pl: Napisz swój wpis...
pt_br: Escreva sua entrada...
ro: Scrie-ți intrarea...
ru: Напишите вашу запись...
si: ඔබේ ඇතුළු කිරීම ලියන්න...
sk: Napíšte svoj príspevok...
sl: Napišite svoj vnos ...
sq: Shkruani hyrjen tuaj...
sv: Skriv ditt bidrag...
sw: Andika ingizo lako...
ta: உங்கள் உள்ளீட்டை எழுதுங்கள்...
te: మీ ఎంట్రీని వ్రాయండి...
th: เขียนบทความของคุณ...
tr: Girdinizi yazın...
uk: Напишіть ваш запис...
ur: اپنی انٹری لکھیں...
vi: Viết bài của bạn...
xh: Bhala ingeniso yakho...
zh: 写下你的文章...
zh_hant: 寫下你的文章...
zu: Bhala okufakile...

source: Write your content...
af: Skryf jou inhoud...
am: ይዘትህን ጻፍ...
ar: اكتب محتواك...
bg: Напишете вашето съдържание...
bn: আপনার কন্টেন্ট লিখুন...
ca: Escriu el teu contingut...
ckb: Naveroka xwe binivîsin...
cs: Napište svůj obsah...
cy: Ysgrifennwch eich cynnwys...
da: Skriv dit indhold...
de: Schreiben Sie Ihren Inhalt...
el: Γράψτε το περιεχόμενό σας...
et: Kirjutage oma sisu...
eu: Idatzi zure edukia...
fa: محتوای خود را بنویسید...
fi: Kirjoita sisältösi...
fil: Isulat ang iyong nilalaman...
fr_ca: Écrivez votre contenu...
ga: Scríobh d’ábhar...
gl: Escribe o teu contido...
gu: તમારી સામગ્રી લખો...
he: כתוב את התוכן שלך...
hi: अपनी सामग्री लिखें...
hr: Napišite svoj sadržaj...
hu: Írd meg a tartalmat...
hy: Գրեք ձեր բովանդակությունը...
id: Tulis konten Anda...
is: Skrifaðu efnið þitt...
it: Scrivi il tuo contenuto...
ja: 内容を書いてください...
ka: დაწერეთ თქვენი შინაარსი...
km: សរសេរខ្លឹមសាររបស់អ្នក...
kn: ನಿಮ್ಮ ವಿಷಯವನ್ನು ಬರೆಯಿರಿ...
ko: 내용을 작성해 주세요...
lo: ຂຽນເນື້ອຫາຂອງທ່ານ...
lt: Parašykite savo turinį...
lv: Uzrakstiet savu saturu...
mk: Напишете ја вашата содржина...
ml: നിങ്ങളുടെ ഉള്ളടക്കം എഴുതുക...
mr: तुमची सामग्री लिहा...
ms: Tulis kandungan anda...
my: သင့်အကြောင်းအရာကိုရေးပါ...
nb: Skriv innholdet ditt...
ne: तपाईंको सामग्री लेख्नुहोस्...
nl: Schrijf je inhoud...
pa: ਆਪਣੀ ਸਮੱਗਰੀ ਲਿਖੋ...
pl: Napisz swoją treść...
pt_br: Escreva seu conteudo...
ro: Scrie-ți conținutul...
ru: Напишите ваш контент...
si: ඔබේ අන්තර්ගතය ලියන්න...
sk: Napíšte svoj obsah...
sl: Napišite svojo vsebino ...
sq: Shkruani përmbajtjen tuaj...
sv: Skriv ditt innehåll...
sw: Andika maudhui yako...
ta: உங்கள் உள்ளடக்கத்தை எழுதுங்கள்...
te: మీ కంటెంట్‌ని వ్రాయండి...
th: เขียนเนื้อหาของคุณ...
tr: İçeriğinizi yazın...
uk: Напишіть ваш вміст...
ur: اپنا مواد لکھیں...
vi: Viết nội dung của bạn...
xh: Bhala umxholo wakho...
zh: 写下正文...
zh_hant: 寫下正文...
zu: Bhala okuqukethwe kwakho...

# microphoneStartFailed
source: Failed to start microphone: {error}
af: Kon nie mikrofoon begin nie: {error}
am: ማይክሮፎን መጀመር አልተሳካም፦ _PH_0__
ar: فشل في بدء الميكروفون: {error}
bg: Неуспешно стартиране на микрофона: {error}
bn: মাইক্রোফোন শুরু করতে ব্যর্থ: {error}
ca: No s'ha pogut iniciar el micròfon: {error}
ckb: Mîkrofon dest pê nekir: {error}
cs: Nepodařilo se spustit mikrofon: {error}
cy: Wedi methu cychwyn meicroffon: {error}
da: Kunne ikke starte mikrofon: {error}
de: Mikrofon konnte nicht gestartet werden: {error}
el: Αποτυχία εκκίνησης μικροφώνου: {error}
et: Mikrofoni käivitamine ebaõnnestus: {error}
eu: Ezin izan da abiarazi mikrofonoa: {error}
fa: شروع میکروفون ناموفق بود: {error}
fi: Mikrofonin käynnistys epäonnistui: {error}
fil: Nabigong simulan ang mikropono: {error}
fr_ca: Échec du démarrage du microphone : {error}
ga: Theip ar an micreafón a thosú: _PH_0__
gl: Produciuse un erro ao iniciar o micrófono: {error}
gu: માઇક્રોફોન શરૂ કરવામાં નિષ્ફળ: {error}
he: נכשל בהפעלת המיקרופון: {error}
hi: माइक्रोफ़ोन शुरू करने में विफल: {error}
hr: Pokretanje mikrofona nije uspjelo: {error}
hu: Nem sikerült elindítani a mikrofont: {error}
hy: Չհաջողվեց միացնել խոսափողը. {error}
id: Gagal memulai mikrofon: {error}
is: Mistókst að ræsa hljóðnemann: {error}
it: Avvio microfono fallito: {error}
ja: マイクの起動に失敗しました: {error}
ka: მიკროფონის გაშვება ვერ მოხერხდა: {error}
km: បរាជ័យក្នុងការចាប់ផ្តើមមីក្រូហ្វូន៖ {error}
kn: ಮೈಕ್ರೊಫೋನ್ ಪ್ರಾರಂಭಿಸಲು ವಿಫಲವಾಗಿದೆ: {error}
ko: 마이크 시작 실패: {error}
lo: ເລີ່ມໄມໂຄຣໂຟນບໍ່ສຳເລັດ: {error}
lt: Nepavyko paleisti mikrofono: {error}
lv: Neizdevās palaist mikrofonu: {error}
mk: Микрофонот не успеа да се вклучи: {error}
ml: മൈക്രോഫോൺ ആരംഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു: {error}
mr: माइक्रोफोन सुरू करण्यात अयशस्वी: {error}
ms: Gagal memulakan mikrofon: {error}
my: မိုက်ခရိုဖုန်းကို စတင်ရန် မအောင်မြင်ပါ- {error}
nb: Kunne ikke starte mikrofonen: {error}
ne: माइक्रोफोन सुरू गर्न असफल भयो: {error}
nl: Microfoon starten mislukt: {error}
pa: ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: {error}
pl: Nie udało się uruchomić mikrofonu: {error}
pt_br: Falha ao iniciar microfone: {error}
ro: Nu s-a pornit microfonul: {error}
ru: Не удалось запустить микрофон: {error}
si: මයික්‍රෆෝනය ආරම්භ කිරීමට අපොහොසත් විය: {error}
sk: Nepodarilo sa spustiť mikrofón: {error}
sl: Mikrofona ni bilo mogoče zagnati: {error}
sq: Nisja e mikrofonit dështoi: {error}
sv: Det gick inte att starta mikrofonen: {error}
sw: Imeshindwa kuwasha maikrofoni: {error}
ta: மைக்ரோஃபோனைத் தொடங்கத் தோல்வியுற்றது: {error}
te: మైక్రోఫోన్‌ను ప్రారంభించడంలో విఫలమైంది: {error}
th: เริ่มไมโครโฟนไม่สำเร็จ: {error}
tr: Mikrofon başlatılamadı: {error}
uk: Не вдалося запустити мікрофон: {error}
ur: مائیکروفون شروع کرنے میں ناکام: {error}
vi: Khởi động microphone thất bại: {error}
xh: Ayiphumelelanga ukuqalisa umboko: {error}
zh: 麦克风启动失败: {error}
zh_hant: 麥克風啟動失敗: {error}
zu: Yehlulekile ukuqalisa imakrofoni: {error}

source: Microphone interrupted, recording stopped.
af: Mikrofoon onderbreek, opname gestop.
am: ማይክሮፎን ተቋርጧል፣ ቀረጻ ቆሟል።
ar: انقطع الميكروفون، توقف التسجيل.
bg: Микрофонът прекъсна, записът спря.
bn: মাইক্রোফোন বাধাগ্রস্ত, রেকর্ডিং বন্ধ হয়ে গেছে।
ca: S'ha interromput el micròfon, la gravació s'ha aturat.
ckb: Mîkrofon qut bû, tomar rawestiya.
cs: Mikrofon přerušen, nahrávání zastaveno.
cy: Torri ar draws meicroffon, stopiodd recordio.
da: Mikrofon afbrudt, optagelse stoppet.
de: Mikrofon unterbrochen, Aufnahme gestoppt.
el: Το μικρόφωνο διακόπηκε, η εγγραφή σταμάτησε.
et: Mikrofon katkestatud, salvestamine peatatud.
eu: Mikrofonoa eten da, grabazioa gelditu da.
fa: میکروفون قطع شد، ضبط متوقف شد.
fi: Mikrofoni keskeytetty, tallennus pysäytetty.
fil: Naputol ang mikropono, huminto ang pagre-record.
fr_ca: Microphone interrompu, enregistrement arrêté.
ga: Idirbhriseadh an micreafón, cuireadh stop leis an taifeadadh.
gl: Interrompeuse o micrófono, detívose a gravación.
gu: માઇક્રોફોનમાં વિક્ષેપ આવ્યો, રેકોર્ડિંગ બંધ થયું.
he: המיקרופון נקטע, ההקלטה נעצרה.
hi: माइक्रोफ़ोन बाधित, रिकॉर्डिंग रुकी।
hr: Mikrofon prekinut, snimanje zaustavljeno.
hu: A mikrofon megszakadt, a felvétel leállt.
hy: Խոսափողն ընդհատվեց, ձայնագրությունը դադարեց:
id: Mikrofon terputus, rekaman dihentikan.
is: Hljóðnemi rofinn, upptaka stöðvuð.
it: Microfono interrotto, registrazione terminata.
ja: マイクが中断され、録音停止了。
ka: მიკროფონი გაითიშა, ჩაწერა შეწყდა.
km: មីក្រូហ្វូនត្រូវបានរំខាន ការថតបានឈប់។
kn: ಮೈಕ್ರೊಫೋನ್ ಅಡಚಣೆ, ಧ್ವನಿಮುದ್ರಣ ನಿಂತಿದೆ.
ko: 마이크가 중단되어 녹음이 중지되었습니다.
lo: ໄມໂຄຣໂຟນຖືກລົບກວນ, ການບັນທຶກຢຸດ.
lt: Mikrofonas nutrūko, įrašymas sustabdytas.
lv: Mikrofons pārtraukts, ierakstīšana pārtraukta.
mk: Микрофонот е прекинат, снимањето запре.
ml: മൈക്രോഫോൺ തടസ്സപ്പെട്ടു, റെക്കോർഡിംഗ് നിർത്തി.
mr: माइक्रोफोन खंडित, ध्वनीमुद्रण थांबले.
ms: Mikrofon terganggu, rakaman berhenti.
my: မိုက်ခရိုဖုန်း ပြတ်တောက်ပြီး အသံသွင်းမှု ရပ်သွားသည်။
nb: Mikrofon avbrutt, opptaket stoppet.
ne: माइक्रोफोन बाधित, रेकर्डिङ रोकियो।
nl: Microfoon onderbroken, opname gestopt.
pa: ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਵਿੱਚ ਵਿਘਨ, ਰਿਕਾਰਡਿੰਗ ਰੁਕ ਗਈ।
pl: Mikrofon został przerwany, nagrywanie zatrzymane.
pt_br: Microfone interrompido, gravacao parada.
ro: Microfonul întrerupt, înregistrarea oprită.
ru: Микрофон прерван, запись остановлена.
si: මයික්‍රෆෝනය බාධා වූ අතර, පටිපාටානය නතර විය.
sk: Mikrofón prerušený, nahrávanie zastavené.
sl: Mikrofon prekinjen, snemanje ustavljeno.
sq: Mikrofoni u ndërpre, regjistrimi u ndal.
sv: Mikrofonen avbröts, inspelningen stoppades.
sw: Maikrofoni imekatizwa, kurekodi kumesimamishwa.
ta: மைக்ரோஃபோன் தடைபட, பதிவு நிறுத்தப்பட்டது.
te: మైక్రోఫోన్ అంతరాయం కలిగింది, రికార్డింగ్ ఆగిపోయింది.
th: ไมโครโฟนถูกขัดจังหวะ การบันทึกหยุดลง
tr: Mikrofon kesintiye uğradı, kayıt durduruldu.
uk: Мікрофон перервано, запис зупинено.
ur: مائیکروفون مکس ہو گیا، ریکارڈنگ رک گئی۔
vi: Microphone bị gián đoạn, ghi âm đã dừng
xh: Imakrofoni iphazamisekile, kuyekile ukurekhoda.
zh: 麦克风中断，录音已停止
zh_hant: 麥克風中斷，錄音已停止
zu: Imakrofoni iphazamisekile, ukurekhoda kumisiwe.

source: ASR reconnecting: {error}
af: ASR herkoppel: {error}
am: ASR እንደገና በመገናኘት ላይ፡ _PH_0__
ar: إعادة اتصال ASR: {error}
bg: ASR се свързва повторно: {error}
bn: ASR পুনরায় সংযোগ করছে: {error}
ca: S'està tornant a connectar: ​​{error}
ckb: ASR ji nû ve tê girêdan: {error}
cs: Opětovné připojení ASR: {error}
cy: Ailgysylltu ASR: {error}
da: ASR genopretter forbindelse: {error}
de: ASR wird wieder verbunden: {error}
el: Επανασύνδεση ASR: {error}
et: ASR-i taasühendamine: {error}
eu: ASR berriro konektatzen: {error}
fa: ASR در حال اتصال مجدد: {error}
fi: ASR-yhteys muodostetaan uudelleen: {error}
fil: Muling kumonekta sa ASR: {error}
fr_ca: Reconnexion ASR : {error}
ga: ASR ag athcheangal: _PH_0__
gl: Reconectando ASR: {error}
gu: ASR ફરી જોડાઈ રહ્યું છે: {error}
he: ASR מתחבר מחדש: {error}
hi: ASR पुनः कनेक्ट हो रहा है: {error}
hr: ASR ponovno povezivanje: {error}
hu: ASR újracsatlakozás: {error}
hy: ASR-ի վերամիացում՝ {error}
id: ASR menyambungkan ulang: {error}
is: ASR tengir aftur: {error}
it: ASR riconnessione: {error}
ja: ASR再接続中: {error}
ka: ASR ხელახლა დაკავშირება: {error}
km: ការភ្ជាប់ ASR ឡើងវិញ៖ {error}
kn: ASR ಮರುಸಂಪರ್ಕಿಸುತ್ತಿದೆ: {error}
ko: ASR 재연결 중: {error}
lo: ASR ກຳລັງເຊື່ອມຕໍ່ຄືນໃໝ່: {error}
lt: ASR prisijungimas iš naujo: {error}
lv: ASR atkārtota savienojuma izveide: {error}
mk: ASR повторно се поврзува: {error}
ml: ASR വീണ്ടും ബന്ധിപ്പിക്കുന്നു: {error}
mr: ASR पुन्हा जोडत आहे: {error}
ms: ASR menyambung semula: {error}
my: ASR ပြန်လည်ချိတ်ဆက်နေသည်- {error}
nb: ASR kobler til på nytt: {error}
ne: ASR पुनः जडान हुँदै छ: {error}
nl: ASR opnieuw verbinden: {error}
pa: ASR ਮੁੜ ਕਨੈਕਟ ਹੋ ਰਿਹਾ ਹੈ: {error}
pl: ASR ponownie łączy: {error}
pt_br: ASR reconectando: {error}
ro: Reconectare ASR: {error}
ru: ASR переподключается: {error}
si: ASR නැවත සම්බන්ධ වෙමින්: {error}
sk: Opätovné pripojenie ASR: {error}
sl: Ponovna povezava ASR: {error}
sq: ASR rilidhja: {error}
sv: ASR återansluter: {error}
sw: ASR inaunganisha upya: {error}
ta: ASR மீண்டும் இணைகிறது: {error}
te: ASR మళ్లీ కనెక్ట్ చేస్తోంది: {error}
th: การจดจำเสียงพูดกำลังเชื่อมต่อใหม่: {error}
tr: ASR yeniden bağlanıyor: {error}
uk: ASR перепідключення: {error}
ur: ASR دوبارہ جڑ رہا ہے: {error}
vi: Đang kết nối lại nhận dạng giọng nói: {error}
xh: I-ASR idibanisa kwakhona: {error}
zh: 语音识别重连中: {error}
zh_hant: 語音辨識重連中: {error}
zu: I-ASR iyaxhuma kabusha: {error}

# imageInserted
source: Image inserted: {name}
af: Prent ingevoeg: {name}
am: ምስል ገብቷል፡ _PH_0__
ar: تم إدراج الصورة: {name}
bg: Вмъкнато изображение: {name}
bn: ছবি সন্নিবেশিত: {name}
ca: Imatge inserida: {name}
ckb: Wêneyê têxe: {name}
cs: Vložený obrázek: {name}
cy: Delwedd wedi'i mewnosod: _PH_0__
da: Billede indsat: {name}
de: Bild eingefügt: {name}
el: Εισήχθη εικόνα: {name}
et: Pilt sisestatud: {name}
eu: Txertatu da irudia: {name}
fa: تصویر درج شد: {name}
fi: Lisätty kuva: {name}
fil: Inilagay ang larawan: {name}
fr_ca: Image insérée : {name}
ga: Íomhá curtha isteach: _PH_0__
gl: Imaxe inserida: {name}
gu: છબી ઉમેરાઈ: {name}
he: תמונה הוכנסה: {name}
hi: छवि सम्मिलित: {name}
hr: Umetnuta slika: {name}
hu: Kép beszúrva: {name}
hy: Պատկերը տեղադրված է՝ {name}
id: Gambar disisipkan: {name}
is: Mynd sett inn: {name}
it: Immagine inserita: {name}
ja: 画像挿入: {name}
ka: ჩასმულია სურათი: {name}
km: បានបញ្ចូលរូបភាព៖ {name}
kn: ಚಿತ್ರ ಸೇರಿಸಲಾಯಿತು: {name}
ko: 이미지 삽입됨: {name}
lo: ໃສ່ຮູບແລ້ວ: {name}
lt: Įterptas vaizdas: {name}
lv: Ievietots attēls: {name}
mk: Вметната слика: {name}
ml: ചിത്രം ചേർത്തു: {name}
mr: प्रतिमा घातली: {name}
ms: Imej disisipkan: {name}
my: ပုံထည့်သွင်းထားသည်- {name}
nb: Bilde satt inn: {name}
ne: तस्वीर सम्मिलित: {name}
nl: Afbeelding ingevoegd: {name}
pa: ਤਸਵੀਰ ਸ਼ਾਮਲ ਕੀਤੀ: {name}
pl: Obraz wstawiony: {name}
pt_br: Imagem inserida: {name}
ro: Imaginea inserată: {name}
ru: Изображение вставлено: {name}
si: පින්තූරය ඇතුළත් කරන ලදී: {name}
sk: Vložený obrázok: {name}
sl: Vstavljena slika: {name}
sq: Imazhi i futur: {name}
sv: Bild infogade: {name}
sw: Picha imeingizwa: {name}
ta: படம் செருகப்பட்டது: {name}
te: చిత్రం చొప్పించబడింది: {name}
th: แทรกรูปภาพแล้ว: {name}
tr: Resim eklendi: {name}
uk: Зображення вставлено: {name}
ur: تصویر داخل کی گئی: {name}
vi: Đã chèn hình ảnh: {name}
xh: Umfanekiso ufakiwe: {name}
zh: 已插入图片: {name}
zh_hant: 已插入圖片: {name}
zu: Isithombe sifakiwe: {name}

# voiceError
source: Voice error: {error}
af: Stemfout: {error}
am: የድምጽ ስህተት፡ _PH_0__
ar: خطأ صوتي: {error}
bg: Гласова грешка: {error}
bn: ভয়েস ত্রুটি: {error}
ca: Error de veu: {error}
ckb: Çewtiya deng: {error}
cs: Chyba hlasu: {error}
cy: Gwall llais: _PH_0__
da: Stemmefejl: {error}
de: Sprachfehler: {error}
el: Σφάλμα φωνής: {error}
et: Hääleviga: {error}
eu: Ahots-errorea: {error}
fa: خطای صدا: {error}
fi: Äänivirhe: {error}
fil: Error sa boses: {error}
fr_ca: Erreur vocale : {error}
ga: Earráid ghutha: _PH_0__
gl: Erro de voz: {error}
gu: વોઇસ ભૂલ: {error}
he: שגיאת קול: {error}
hi: वॉइस त्रुटि: {error}
hr: Glasovna pogreška: {error}
hu: Hanghiba: {error}
hy: Ձայնային սխալ՝ {error}
id: Kesalahan suara: {error}
is: Raddvilla: {error}
it: Errore vocale: {error}
ja: 音声エラー: {error}
ka: ხმის შეცდომა: {error}
km: កំហុសសំឡេង៖ {error}
kn: ಧ್ವನಿ ದೋಷ: {error}
ko: 음성 오류: {error}
lo: ຄວາມຜິດພາດທາງສຽງ: {error}
lt: Balso klaida: {error}
lv: Balss kļūda: {error}
mk: Гласовна грешка: {error}
ml: ശബ്ദ പിശക്: {error}
mr: व्हॉइस त्रुटी: {error}
ms: Ralat suara: {error}
my: အသံအမှား- {error}
nb: Stemmefeil: {error}
ne: भ्वाइस त्रुटि: {error}
nl: Spraakfout: {error}
pa: ਵੌਇਸ ਗਲਤੀ: {error}
pl: Błąd głosu: {error}
pt_br: Erro de voz: {error}
ro: Eroare de voce: {error}
ru: Ошибка голоса: {error}
si: හඬ දෝශය: {error}
sk: Chyba hlasu: {error}
sl: Glasovna napaka: {error}
sq: Gabim zëri: {error}
sv: Röstfel: {error}
sw: Hitilafu ya sauti: {error}
ta: Voice பிழை: {error}
te: వాయిస్ లోపం: {error}
th: ข้อผิดพลาดเสียง: {error}
tr: Ses hatası: {error}
uk: Помилка голосу: {error}
ur: ووائس ارر: {error}
vi: Lỗi giọng nói: {error}
xh: Impazamo yelizwi: {error}
zh: 语音错误: {error}
zh_hant: 語音錯誤: {error}
zu: Iphutha lezwi: {error}

# aiServiceUnavailable
source: Sorry, AI service is currently unavailable: {error}
af: Jammer, KI-diens is tans nie beskikbaar nie: {error}
am: ይቅርታ፣ የAI አገልግሎት በአሁኑ ጊዜ የለም፡ {error}
ar: عذراً، خدمة الذكاء الاصطناعي غير متوفرة حالياً: {error}
bg: За съжаление услугата AI в момента не е налична: {error}
bn: দুঃখিত, AI সার্ভিস এখন উপলব্ধ নেই: {error}
ca: Ho sentim, el servei d'IA no està disponible actualment: {error}
ckb: Bibore, karûbarê AI-ê niha ne berdest e: {error}
cs: Omlouváme se, služba AI je momentálně nedostupná: {error}
cy: Mae'n ddrwg gennym, nid yw gwasanaeth AI ar gael ar hyn o bryd: {error}
da: Beklager, AI-tjeneste er i øjeblikket ikke tilgængelig: {error}
de: Entschuldigung, KI-Dienst ist momentan nicht verfügbar: {error}
el: Λυπούμαστε, η υπηρεσία AI δεν είναι διαθέσιμη αυτήν τη στιγμή: {error}
et: Kahjuks pole AI teenus praegu saadaval: {error}
eu: Barkatu, AI zerbitzua ez dago erabilgarri une honetan: {error}
fa: متأسفانه سرویس هوش مصنوعی در حال حاضر در دسترس نیست: {error}
fi: Anteeksi, tekoälypalvelu ei ole tällä hetkellä saatavilla: {error}
fil: Paumanhin, kasalukuyang hindi available ang serbisyo ng AI: {error}
fr_ca: Désolé, le service AI est actuellement indisponible : {error}
ga: Ár leithscéal, níl seirbhís AI ar fáil faoi láthair: {error}
gl: O servizo de intelixencia artificial non está dispoñible actualmente: {error}
gu: માફ કરશો, AI સેવા હાલમાં ઉપલબ્ધ નથી: {error}
he: מצטערים, שירות AI אינו זמין כרגע: {error}
hi: क्षमा करें, AI सेवा वर्तमान में अनुपलब्ध है: {error}
hr: Nažalost, AI usluga trenutno nije dostupna: {error}
hu: Sajnáljuk, az AI szolgáltatás jelenleg nem érhető el: {error}
hy: Ներողություն, AI ծառայությունը ներկայումս անհասանելի է. {error}
id: Maaf, layanan AI saat ini tidak tersedia: {error}
is: Því miður er gervigreind þjónusta ekki tiltæk eins og er: {error}
it: Spiacenti, il servizio AI non e' attualmente disponibile: {error}
ja: 申し訳ありませんが、AIサービスは現在利用できません: {error}
ka: უკაცრავად, AI სერვისი ამჟამად მიუწვდომელია: {error}
km: សូមអភ័យទោស សេវាកម្ម AI បច្ចុប្បន្នមិនអាចប្រើបានទេ៖ {error}
kn: ಕ್ಷಮಿಸಿ, AI ಸೇವೆ ಪ್ರಸಕ್ತ ಲಭ್ಯವಿಲ್ಲ: {error}
ko: 죄송합니다. AI 서비스가 현재 사용할 수 없습니다: {error}
lo: ຂໍອະໄພ, ບໍລິການ AI ບໍ່ສາມາດໃຊ້ໄດ້ໃນຂະນະນີ້: {error}
lt: Atsiprašome, AI paslauga šiuo metu nepasiekiama: {error}
lv: Diemžēl AI pakalpojums pašlaik nav pieejams: {error}
mk: За жал, услугата за вештачка интелигенција моментално е недостапна: {error}
ml: ക്ഷമിക്കണം, AI സേവനം നിലവിൽ ലഭ്യമല്ല: {error}
mr: माफ करा, AI सेवा सध्या उपलब्ध नाही: {error}
ms: Maaf, perkhidmatan AI tidak tersedia pada masa ini: {error}
my: ဝမ်းနည်းပါသည်၊ AI ဝန်ဆောင်မှုကို လောလောဆယ် မရရှိနိုင်ပါ- {error}
nb: Beklager, AI-tjenesten er for øyeblikket utilgjengelig: {error}
ne: माफ गर्नुहोस्, AI सेवा हाल उपलब्ध छैन: {error}
nl: Sorry, AI-service is momenteel niet beschikbaar: {error}
pa: ਮਾਫ਼ ਕਰਨਾ, AI ਸੇਵਾ ਇਸ ਵੇਲੇ ਉਪਲਬਧ ਨਹੀਂ: {error}
pl: Przepraszamy, usługa AI jest obecnie niedostępna: {error}
pt_br: Desculpe, servico de IA indisponivel no momento: {error}
ro: Ne pare rău, serviciul AI este momentan indisponibil: {error}
ru: К сожалению, ИИ-сервис сейчас недоступен: {error}
si: සමාවෙන්න, AI සේවාව මේ අවස්ථාවේදී නොලබේ: {error}
sk: Ľutujeme, služba AI je momentálne nedostupná: {error}
sl: Žal storitev AI trenutno ni na voljo: {error}
sq: Na vjen keq, shërbimi i AI nuk është aktualisht i disponueshëm: {error}
sv: Tyvärr, AI-tjänsten är inte tillgänglig för närvarande: {error}
sw: Samahani, huduma ya AI haipatikani kwa sasa: {error}
ta: மன்னிக்கவும், AI சேவை தற்போது கிடைக்கவில்லை: {error}
te: క్షమించండి, AI సేవ ప్రస్తుతం అందుబాటులో లేదు: {error}
th: ขออภัย บริการ AI ขณะนี้ไม่พร้อมใช้งาน: {error}
tr: Üzgünüz, AI hizmeti şu anda kullanılamıyor: {error}
uk: Вибачте, AI сервіс наразі недоступний: {error}
ur: معذرت، AI سروس فی الوقت دستیاب نہیں ہے: {error}
vi: Xin lỗi, dịch vụ AI tạm thời không khả dụng: {error}
xh: Uxolo, inkonzo ye-AI ayifumaneki okwangoku: {error}
zh: 抱歉，AI 服务暂时不可用: {error}
zh_hant: 抱歉，AI 服務暫時不可用: {error}
zu: Uxolo, isevisi ye-AI ayitholakali okwamanje: {error}
