Repository: hhhaiai/Shiguang
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bg, bn, ca, ckb, cs, cy, da, de, el, et, eu, fa, fi, fil, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, vi, xh, zh, zh_hant, zu

# generateVectorEmbedding
source: Generate vector embedding for search
af: Genereer vektor-inbedding vir soek
am: ለፍለጋ የቬክተር መክተትን ይፍጠሩ
ar: توليد تضمين متجهي للبحث
bg: Генериране на векторно вграждане за търсене
bn: সার্চের জন্য ভেক্টর এমবেডিং জেনারেট করুন
ca: Generar incrustació vectorial per a la cerca
ckb: Ji bo lêgerînê vektora vektorê biafirînin
cs: Vygenerujte vektorové vkládání pro vyhledávání
cy: Cynhyrchu mewnosod fector ar gyfer chwilio
da: Generer vektorindlejring til søgning
de: Vektor-Embedding für Suche generieren
el: Δημιουργία διανυσματικής ενσωμάτωσης για αναζήτηση
et: Genereerige otsinguks vektormanustus
eu: Sortu txertaketa bektoriala bilaketarako
fa: تعبیه برداری برای جستجو تولید کن
fi: Luo vektori upotus hakua varten
fil: Bumuo ng pag-embed ng vector para sa paghahanap
fr_ca: Générer une intégration vectorielle pour la recherche
ga: Gin leabú veicteora le haghaidh cuardaigh
gl: Xerar incrustación de vectores para a busca
gu: Search માટે vector embedding generate કરો
he: צור הטמעה וקטורית לחיפוש
hi: सर्च के लिए वेक्टर एम्बेडिंग जेनरेंट करें
hr: Generirajte ugrađivanje vektora za pretraživanje
hu: Vektoros beágyazás létrehozása kereséshez
hy: Ստեղծեք վեկտորի ներդրում որոնման համար
id: Buat embedding vektor untuk pencarian
is: Búðu til vektorinnfellingu fyrir leit
it: Genera embedding vettoriale per la ricerca
ja: 検索用のベクトルEmbeddingを生成
ka: შექმენით ვექტორული ჩაშენება საძიებლად
km: បង្កើតការបង្កប់វ៉ិចទ័រសម្រាប់ការស្វែងរក
kn: ಹುಟ್ಟಿಗೆ ವೆಕ್ಟರ್ ಎಂಬೆಡಿಂಗ್ ರಚಿಸು
ko: 검색용 벡터 임베딩 생성
lo: ສ້າງການຝັງ vector ສໍາລັບການຊອກຫາ
lt: Sukurkite vektorinį įterpimą paieškai
lv: Ģenerējiet vektora iegulšanu meklēšanai
mk: Генерирајте векторско вградување за пребарување
ml: തിരയലിനായി വെക്റ്റർ എംബെഡിംഗ് സൃഷ്ടിക്കുക
mr: शोधासाठी वेक्टर एम्बेडिंग निर्माण करा
ms: Hasilkan pembenaman vektor untuk carian
my: ရှာဖွေမှုအတွက် ထည့်သွင်းထားသော vector ကို ဖန်တီးပါ။
nb: Generer vektorinnbygging for søk
ne: खोजको लागि भेक्टर एम्बेडिङ उत्पादन गर्नुहोस्
nl: Vector embedding genereren voor zoeken
pa: ਖੋਜ ਲਈ ਵੈਕਟਰ ਐਂਬੈਡਿੰਗ ਬਣਾਓ
pl: Generuj osadzanie wektorowe do wyszukiwania
pt_br: Gerar embedding vetorial para busca
ro: Generați încorporare vectorială pentru căutare
ru: Генерировать векторный эмбеддинг для поиска
si: සෙවීම සඳහා Vector Embedding උත්පාදනය කරන්න
sk: Vytvorte vektorové vkladanie pre vyhľadávanie
sl: Ustvarite vdelavo vektorja za iskanje
sq: Krijo ngulitje vektoriale për kërkim
sv: Generera vektorinbäddning för sökning
sw: Tengeneza upachikaji wa vekta kwa utafutaji
ta: தேடலுக்கு Vector Embedding உருவாக்கு
te: శోధన కోసం వెక్టార్ ఎంబెడ్డింగ్‌ని రూపొందించండి
th: สร้าง vector embedding สำหรับการค้นหา
tr: Arama için vektör embedding oluştur
uk: Генерувати векторний embedding для пошуку
ur: سرچ کے لیے ویکٹر ایمبیڈنگ جنریٹ کریں
vi: Tạo vector embedding để tìm kiếm
xh: Veza ukufakela iVector kukhangelo
zh: 生成向量 Embedding 用于搜索
zh_hant: 生成向量 Embedding 用於搜尋
zu: Khiqiza ukushumeka kwe-vector ukuze useshe

source: Enable Network Search
af: Aktiveer netwerksoektog
am: የአውታረ መረብ ፍለጋን አንቃ
ar: تفعيل البحث عبر الشبكة
bg: Активирайте мрежовото търсене
bn: নেটওয়ার্ক সার্চ চালু করুন
ca: Activa la cerca a la xarxa
ckb: Lêgerîna torê çalak bike
cs: Povolit vyhledávání v síti
cy: Galluogi Chwiliad Rhwydwaith
da: Aktiver netværkssøgning
de: Netzwerksuche aktivieren
el: Ενεργοποιήστε την Αναζήτηση δικτύου
et: Luba võrguotsing
eu: Gaitu sareko bilaketa
fa: جستجوی شبکه را فعال کن
fi: Ota verkkohaku käyttöön
fil: Paganahin ang Network Search
fr_ca: Activer la recherche sur le réseau
ga: Cumasaigh Cuardach Líonra
gl: Activar a busca en rede
gu: Network Search Enable કરો
he: אפשר חיפוש ברשת
hi: नेटवर्क सर्च सक्षम करें
hr: Omogući pretraživanje mreže
hu: Hálózati keresés engedélyezése
hy: Միացնել ցանցի որոնումը
id: Aktifkan Pencarian Jaringan
is: Virkja netleit
it: Abilita ricerca di rete
ja: ネットワーク検索を有効にする
ka: ჩართეთ ქსელის ძებნა
km: បើកការស្វែងរកបណ្តាញ
kn: ನೆಟ್ವರ್ಕ್ ಹುಟ್ಟಿಗೆ ಸಕ್ರಿಯಗೊಳಿಸು
ko: 네트워크 검색 활성화
lo: ເປີດໃຊ້ການຊອກຫາເຄືອຂ່າຍ
lt: Įgalinti tinklo paiešką
lv: Iespējot tīkla meklēšanu
mk: Овозможете мрежно пребарување
ml: നെറ്റ്‌വർക്ക് തിരയൽ പ്രവർത്തനക്ഷമമാക്കുക
mr: नेटवर्क शोध सक्षम करा
ms: Dayakan Carian Rangkaian
my: ကွန်ရက်ရှာဖွေမှုကို ဖွင့်ပါ။
nb: Aktiver nettverkssøk
ne: नेटवर्क खोज सक्षम पार्नुहोस्
nl: Netwerkzoeken inschakelen
pa: ਨੈੱਟਵਰਕ ਖੋਜ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz wyszukiwanie sieciowe
pt_br: Habilitar Busca na Rede
ro: Activați căutarea în rețea
ru: Включить сетевой поиск
si: ජාල සෙවීම ක්‍රියාත්මක කරන්න
sk: Povoliť vyhľadávanie v sieti
sl: Omogoči iskanje omrežja
sq: Aktivizo Kërkimin në Rrjet
sv: Aktivera nätverkssökning
sw: Washa Utafutaji wa Mtandao
ta: Network Search ஐ இயக்கு
te: నెట్‌వర్క్ శోధనను ప్రారంభించండి
th: เปิดใช้งานการค้นหาออนไลน์
tr: Ağ Aramasını Etkinleştir
uk: Увімкнути мережевий пошук
ur: نیٹ ورک سرچ فعال کریں
vi: Bật tìm kiếm mạng
xh: Vula uPhando lweNethiwekhi
zh: 启用网络搜索
zh_hant: 啟用網路搜尋
zu: Nika amandla Usesho Lwenethiwekhi

# allowOnlineRetrieval
source: Allow online retrieval for search and AI chat (off by default)
af: Laat aanlyn herwinning toe vir soektog en KI-klets (by verstek af)
am: ለፍለጋ እና AI ውይይት በመስመር ላይ ሰርስሮ ለማውጣት ፍቀድ (በነባሪ ጠፍቷል)
ar: السماح بالاسترداد عبر الإنترنت للبحث ودردشة الذكاء الاصطناعي (معطل افتراضياً)
bg: Разрешаване на онлайн извличане за търсене и AI чат (изключено по подразбиране)
bn: সার্চ এবং AI চ্যাটের জন্য অনলাইন রিট্রিভাল অনুমতি দিন (ডিফল্টে বন্ধ)
ca: Permet la recuperació en línia per a la cerca i el xat AI (desactivat per defecte)
ckb: Destûrê bide vegerandina serhêl ji bo lêgerîn û sohbeta AI (ji hêla xwerû veqetandî)
cs: Povolit online načítání pro vyhledávání a chat AI (ve výchozím nastavení vypnuto)
cy: Caniatáu adalw ar-lein ar gyfer chwilio a sgwrsio AI (i ffwrdd yn ddiofyn)
da: Tillad online-hentning til søgning og AI-chat (deaktiveret som standard)
de: Online-Abruf für Suche und KI-Chat erlauben (standardmäßig aus)
el: Να επιτρέπεται η ηλεκτρονική ανάκτηση για αναζήτηση και συνομιλία AI (απενεργοποιημένη από προεπιλογή)
et: Otsingu ja tehisintellekti vestluse jaoks võrgust toomise lubamine (vaikimisi väljas)
eu: Onartu bilaketak eta AI txatak lineako berreskurapena (desaktibatuta lehenespenez)
fa: بازیابی آنلاین برای جستجو و چت هوش مصنوعی مجاز کن (به طور پیش‌فرض خاموش)
fi: Salli online-haku haulle ja tekoälykeskusteluille (oletuksena pois päältä)
fil: Payagan ang online retrieval para sa paghahanap at AI chat (naka-off bilang default)
fr_ca: Autoriser la récupération en ligne pour la recherche et le chat AI (désactivé par défaut)
ga: Ceadaigh aisghabháil ar líne le haghaidh cuardaigh agus comhrá AI (mídhleathach de réir réamhshocraithe)
gl: Permitir a recuperación en liña para a busca e o chat AI (desactivado por defecto)
gu: Search અને AI Chat માટે online retrieval ની મંજૂરી આપો (default off)
he: אפשר שליפה מקוונת לחיפוש וצ'אט AI (כבוי כברירת מחדל)
hi: सर्च और AI चैट के लिए ऑनलाइन रिट्रीवल की अनुमति दें (डिफ़ॉल्ट बंद)
hr: Dopusti online dohvaćanje za pretraživanje i AI chat (isključeno prema zadanim postavkama)
hu: Online visszakeresés engedélyezése a kereséshez és az AI-csevegéshez (alapértelmezés szerint ki van kapcsolva)
hy: Թույլատրել առցանց որոնումը որոնման և AI զրույցի համար (կանխադրված անջատված է)
id: Izinkan pengambilan online untuk pencarian dan obrolan AI (default mati)
is: Leyfa sókn á netinu fyrir leit og gervigreind spjall (slökkt sjálfgefið)
it: Consenti recupero online per ricerca e chat AI (disattivato per impostazione predefinita)
ja: 検索とAIチャットのオンライン取得を許可（デフォルトではオフ）
ka: ძიების და AI ჩეთისთვის ონლაინ მოძიების დაშვება (ნაგულისხმევად გამორთულია)
km: អនុញ្ញាតឱ្យទាញយកតាមអ៊ីនធឺណិតសម្រាប់ការស្វែងរក និងការជជែកតាម AI (បិទតាមលំនាំដើម)
kn: ಹುಟ್ಟಿಗೆ ಮತ್ತು AI ಚ್ಯಾಟ್'ಗೆ ಆನ್ಲೈನ್ ಮರುಪಡೆಯಲು ಅನುಮತಿಸು (ಡಿಫಾಲ್ಟ್ ಆಫ್)
ko: 검색 및 AI 채팅을 위한 온라인 검색 허용 (기본적으로 꺼짐)
lo: ອະ​ນຸ​ຍາດ​ໃຫ້​ການ​ດຶງ​ຂໍ້​ມູນ​ອອນ​ໄລ​ນ​໌​ສໍາ​ລັບ​ການ​ຊອກ​ຫາ​ແລະ AI ສົນ (ປິດ​ເປັນ​ຄ່າ​ເລີ່ມ​ຕົ້ນ​)
lt: Leisti paieškai ir AI pokalbiams gauti internete (išjungta pagal numatytuosius nustatymus)
lv: Atļaut tiešsaistes izgūšanu meklēšanai un AI tērzēšanai (pēc noklusējuma izslēgts)
mk: Дозволете онлајн преземање за пребарување и разговор со вештачка интелигенција (исклучено стандардно)
ml: തിരയലിനും AI ചാറ്റിനും ഓൺലൈൻ വീണ്ടെടുക്കൽ അനുവദിക്കുക (സ്ഥിരസ്ഥിതിയായി ഓഫ്)
mr: शोध आणि AI चैटसाठी ऑनलाइन पुनर्प्राप्ती करण्याची अनुमती द्या (डिफॉल्ट बंद)
ms: Benarkan mendapatkan semula dalam talian untuk carian dan sembang AI (dimatikan secara lalai)
my: ရှာဖွေမှုနှင့် AI ချတ်အတွက် အွန်လိုင်းပြန်လည်ရယူခွင့်ပြုပါ (မူလအားဖြင့် ပိတ်သည်)
nb: Tillat henting på nettet for søk og AI-chat (av som standard)
ne: खोज र AI च्याटको लागि अनलाइन पुनर्प्राप्तिको अनुमति दिनुहोस् (पूर्वानुमान बंद)
nl: Online ophalen toestaan voor zoeken en AI-chat (standaard uit)
pa: ਖੋਜ ਅਤੇ AI ਚੈਟ ਲਈ ਆਨਲਾਈਨ ਮੁੜ-ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿਓ (ਡਿਫਾਲਟ ਆਫ)
pl: Zezwól na pobieranie online do wyszukiwania i czatu AI (domyślnie wyłączone)
pt_br: Permitir recuperacao online para busca e chat de IA (desligado por padrao)
ro: Permiteți preluarea online pentru căutare și chat AI (dezactivat în mod prestabilit)
ru: Разрешить онлайн-поиск для поиска и ИИ-чата (выключено по умолчанию)
si: සෙවීම සහ AI කතාබස් සඳහා මාර්ගයෙන් ලබා ගැනීමට ඉඩ දෙන්න (පෙරනිමියෙන් ක්‍රියා නොකරයි)
sk: Povoliť online získavanie pre vyhľadávanie a chat AI (predvolene vypnuté)
sl: Dovoli spletno iskanje za iskanje in klepet z umetno inteligenco (privzeto izklopljeno)
sq: Lejo rikthimin në internet për kërkimin dhe bisedën me AI (i çaktivizuar si parazgjedhje)
sv: Tillåt hämtning online för sökning och AI-chatt (av som standard)
sw: Ruhusu urejeshaji mtandaoni kwa utafutaji na gumzo la AI (zimwa kwa chaguomsingi)
ta: Search மற்றும் AI Chatக்கு Online Retrievalக்கு அனுமதி கொடு (இயல்புநிலையில் முடக்கம்)
te: శోధన మరియు AI చాట్ కోసం ఆన్‌లైన్ రిట్రీవల్‌ను అనుమతించండి (డిఫాల్ట్‌గా ఆఫ్)
th: อนุญาตการค้นหาออนไลน์สำหรับการค้นหาและแชท AI (ปิดตามค่าเริ่มต้น)
tr: Arama ve AI sohbet için çevrimiçi alma izni (varsayılan olarak kapalı)
uk: Дозволити онлайн пошук для пошуку та AI чату (за замовчуванням вимкнено)
ur: سرچ اور AI چیٹ کے لیے آن لائن ریٹریول کی اجازت دیں (طے شدہ طور پر بند)
vi: Cho phép truy xuất trực tuyến để tìm kiếm và chat AI (mặc định tắt)
xh: Vumela ukufunyanwa kwi-intanethi kukhangelo kunye nencoko ye-AI (icinywe ngokuzenzekelayo)
zh: 允许在线检索用于搜索和 AI 对话（默认关闭）
zh_hant: 允許線上檢索用於搜尋和 AI 對話（預設關閉）
zu: Vumela ukubuyiswa ku-inthanethi kokusesha kanye nengxoxo ye-AI (ivaliwe ngokuzenzakalelayo)

source: About
af: Oor
am: ስለ
ar: حول
bg: За
bn: সম্পর্কে
ca: Sobre
ckb: Ji dor
cs: O
cy: Ynghylch
da: Om
de: Über
el: Για
et: Umbes
eu: Buruz
fa: درباره
fi: Noin
fil: Tungkol sa
fr_ca: À propos
ga: Maidir
gl: Sobre
gu: વિશે
he: אודות
hi: के बारे में
hr: Oko
hu: Körülbelül
hy: Մոտ
id: Tentang
is: Um
it: Info
ja: について
ka: შესახებ
km: អំពី
kn: ಬಗ್ಗೆ
ko: 정보
lo: ກ່ຽວກັບ
lt: Apie
lv: Par
mk: За
ml: കുറിച്ച്
mr: बद्दल
ms: Tentang
my: အကြောင်း
nb: Om
ne: बारेमा
nl: Over
pa: ਬਾਰੇ
pl: Informacje
pt_br: Sobre
ro: Despre
ru: О приложении
si: පිළිබඳ
sk: O
sl: O tem
sq: Rreth
sv: Om
sw: Kuhusu
ta: பற்றி
te: గురించి
th: เกี่ยวกับ
tr: Hakkında
uk: Про додаток
ur: کے بارے میں
vi: Giới thiệu
xh: Malunga
zh: 关于
zh_hant: 關於
zu: Mayelana

# version
source: Version {version}
af: Weergawe {version}
am: ስሪት {version}
ar: الإصدار {version}
bg: Версия {version}
bn: সংস্করণ {version}
ca: Versió {version}
ckb: Guhertoya {version}
cs: Verze {version}
cy: Fersiwn _PH_0__
el: Έκδοση {version}
et: Versioon {version}
eu: {version} bertsioa
fa: نسخه {version}
fi: Versio {version}
fil: Bersyon {version}
ga: Leagan _PH_0__
gl: Versión {version}
gu: સંસ્કરણ {version}
he: גרסה {version}
hi: संस्करण {version}
hr: Verzija {version}
hu: {version} verzió
hy: Տարբերակ {version}
id: Versi {version}
is: Útgáfa {version}
it: Versione {version}
ja: バージョン {version}
ka: ვერსია {version}
km: កំណែ {version}
kn: ಆವೃತ್ತಿ {version}
ko: 버전 {version}
lo: ລຸ້ນ {version}
lt: {version} versija
lv: Versija {version}
mk: Верзија {version}
ml: പതിപ്പ് {version}
mr: आवृत्ती {version}
ms: Versi {version}
my: ဗားရှင်း {version}
nb: Versjon {version}
ne: संस्करण {version}
nl: Versie {version}
pa: ਵਰਜ਼ਨ {version}
pl: Wersja {version}
pt_br: Versao {version}
ro: Versiunea {version}
ru: Версия {version}
si: අනුපිටපත් {version}
sk: Verzia {version}
sl: Različica {version}
sq: Versioni {version}
sw: Toleo la {version}
ta: பதிப்பு {version}
te: వెర్షన్ {version}
th: เวอร์ชัน {version}
tr: Sürüm {version}
uk: Версія {version}
ur: ورژن {version}
vi: Phiên bản {version}
xh: Inguqulelo {version}
zh: 版本 {version}
zh_hant: 版本 {version}
zu: Inguqulo {version}

source: Database
af: Databasis
am: የውሂብ ጎታ
ar: قاعدة البيانات
bg: База данни
bn: ডেটাবেস
ca: Base de dades
cs: Databáze
cy: Cronfa Ddata
de: Datenbank
el: Βάση δεδομένων
et: Andmebaas
eu: Datu-basea
fa: پایگاه داده
fi: Tietokanta
fr_ca: Base de données
ga: Bunachar Sonraí
gl: Base de datos
gu: ડેટાબેઝ
he: מסד נתונים
hi: डेटाबेस
hr: Baza podataka
hu: Adatbázis
hy: Տվյալների բազա
id: Basis data
is: Gagnagrunnur
it: Banca dati
ja: データベース
ka: მონაცემთა ბაზა
km: មូលដ្ឋានទិន្នន័យ
kn: ಡೇಟಾಬೇಸ್
ko: 데이터베이스
lo: ຖານຂໍ້ມູນ
lt: Duomenų bazė
lv: Datu bāze
mk: База на податоци
ml: ഡാറ്റാബേസ്
mr: डेटाबेस
ms: Pangkalan data
my: ဒေတာဘေ့စ်
ne: डेटाबेस
pa: ਡੇਟਾਬੇਸ
pl: Baza danych
pt_br: Banco de Dados
ro: Baza de date
ru: База данных
si: දත්ත ගබඩාව
sk: Databáza
sl: Baza podatkov
sq: Baza e të dhënave
sv: Databas
sw: Hifadhidata
ta: தரவுத்தளம்
te: డేటాబేస్
th: ฐานข้อมูล
tr: Veritabanı
uk: База даних
ur: ڈیٹابیس
vi: Cơ sở dữ liệu
xh: Uvimba weenkcukacha
zh: 数据库
zh_hant: 資料庫
zu: Isizindalwazi

# objectBoxWithHnsw
source: ObjectBox with HNSW index
af: ObjectBox met HNSW-indeks
am: ObjectBox ከHNSW መረጃ ጠቋሚ ጋር
ar: ObjectBox مع فهرس HNSW
bg: ObjectBox с HNSW индекс
bn: HNSW ইনডেক্স সহ ObjectBox
ca: ObjectBox amb índex HNSW
ckb: ObjectBox bi index HNSW
cs: ObjectBox s indexem HNSW
cy: ObjectBox gyda mynegai HNSW
da: ObjectBox med HNSW indeks
de: ObjectBox mit HNSW-Index
el: ObjectBox με ευρετήριο HNSW
et: ObjectBox HNSW indeksiga
eu: ObjectBox HNSW indizearekin
fa: ObjectBox با ایندکس HNSW
fi: ObjectBox HNSW-indeksillä
fil: ObjectBox na may HNSW index
fr_ca: ObjectBox avec index HNSW
ga: ObjectBox le hinnéacs HNSW
gl: ObjectBox con índice HNSW
gu: HNSW ઇન્ડેક્સ સાથે ObjectBox
he: ObjectBox עם אינדקס HNSW
hi: HNSW इंडेक्स के साथ ObjectBox
hr: ObjectBox s HNSW indeksom
hu: ObjectBox HNSW indexszel
hy: ObjectBox HNSW ինդեքսով
id: ObjectBox dengan indeks HNSW
is: ObjectBox með HNSW vísitölu
it: ObjectBox con indice HNSW
ja: HNSWインデックス付きObjectBox
ka: ObjectBox HNSW ინდექსით
km: ObjectBox ជាមួយសន្ទស្សន៍ HNSW
kn: HNSW ಇಂಡೆಕ್'ನೊಂದಿಗೆ ObjectBox
ko: HNSW 인덱스가 있는 ObjectBox
lo: ObjectBox ທີ່ມີດັດຊະນີ HNSW
lt: ObjectBox su HNSW indeksu
lv: ObjectBox ar HNSW indeksu
mk: ObjectBox со индекс HNSW
ml: HNSW സൂചികയുള്ള ഒബ്ജക്റ്റ്ബോക്സ്
mr: HNSW इंडेक्ससह ObjectBox
ms: ObjectBox dengan indeks HNSW
my: HNSW အညွှန်းပါရှိသော ObjectBox
nb: ObjectBox med HNSW-indeks
ne: HNSW इन्डेक्स सहित ObjectBox
nl: ObjectBox met HNSW-index
pa: HNSW ਇੰਡੈਕਸ ਨਾਲ ObjectBox
pl: ObjectBox z indeksem HNSW
pt_br: ObjectBox com indice HNSW
ro: ObjectBox cu index HNSW
ru: ObjectBox с HNSW индексом
si: HNSW දර්ශකය සමග ObjectBox
sk: ObjectBox s indexom HNSW
sl: ObjectBox z indeksom HNSW
sq: ObjectBox me indeks HNSW
sv: ObjectBox med HNSW-index
sw: ObjectBox na HNSW index
ta: HNSW குறியீட்டுடன் ObjectBox
te: HNSW సూచికతో ఆబ్జెక్ట్‌బాక్స్
th: ObjectBox พร้อมดัชนี HNSW
tr: HNSW indeksli ObjectBox
uk: ObjectBox з індексом HNSW
ur: HNSW انڈیکس کے ساتھ ObjectBox
vi: ObjectBox với chỉ mục HNSW
xh: ObjectBox kunye HNSW index
zh: ObjectBox with HNSW 索引
zh_hant: ObjectBox with HNSW 索引
zu: ObjectBox nge HNSW index

source: Log Out
af: Teken uit
am: ውጣ
ar: تسجيل الخروج
bg: Излезте
bn: লগ আউট
ca: Tanca la sessió
ckb: Derkeve
cs: Odhlásit se
cy: Allgofnodi
da: Log ud
de: Abmelden
el: Αποσύνδεση
et: Logi välja
eu: Amaitu saioa
fa: خروج
fi: Kirjaudu ulos
fr_ca: Se déconnecter
ga: Logáil Amach
gl: Pechar sesión
gu: લૉગ આઉટ
he: התנתק
hi: लॉग आउट
hr: Odjava
hu: Jelentkezzen ki
hy: Դուրս գալ
id: Keluar
is: Skráðu þig út
it: Esci
ja: ログアウト
ka: გასვლა
km: ចេញ
kn: ಲಾಗ್ ಔಟ್
ko: 로그아웃
lo: ອອກຈາກລະບົບ
lt: Atsijungti
lv: Iziet
mk: Одјавете се
ml: ലോഗ് ഔട്ട് ചെയ്യുക
mr: लॉग आउट
ms: Log Keluar
my: Log Out လုပ်ပါ။
nb: Logg ut
ne: लग आउट
nl: Uitloggen
pa: ਲਾਗ ਆਉਟ
pl: Wyloguj
pt_br: Sair
ro: Deconectați-vă
ru: Выйти
si: පිටවීම
sk: Odhlásiť sa
sl: Odjava
sq: Dilni
sv: Logga ut
sw: Toka nje
ta: வெளியேறு
te: లాగ్ అవుట్ చేయండి
th: ออกจากระบบ
tr: Çıkış Yap
uk: Вийти
ur: لاگ آؤٹ
vi: Đăng xuất
xh: Phuma
zh: 退出登录
zh_hant: 登出
zu: Phuma

source: Custom
af: Pasgemaak
am: ብጁ
ar: مخصص
bg: По поръчка
bn: কাস্টম
ca: Personalitzat
ckb: Hûnbunî
cs: Zvyk
da: Skik
de: Benutzerdefiniert
el: Εθιμο
et: Kohandatud
eu: Pertsonalizatua
fa: سفارشی
fi: Mukautettu
fr_ca: Coutume
ga: Saincheaptha
gl: Personalizado
gu: કસ્ટમ
he: מותאם
hi: कस्टम
hr: Običaj
hu: Szokás
hy: Պատվերով
id: Kustom
is: Sérsniðin
it: Personalizzato
ja: カスタム
ka: საბაჟო
km: ផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್
ko: 사용자 정의
lo: ກຳນົດເອງ
lt: Pasirinktinis
lv: Pielāgots
mk: Прилагодено
ml: കസ്റ്റം
mr: कस्टम
ms: Adat
my: စိတ်ကြိုက်
nb: Skikk
ne: कस्टम
nl: Aangepast
pa: ਕਸਟਮ
pl: Niestandardowy
pt_br: Personalizado
ro: Personalizat
ru: Свой
si: අභිරුචි
sk: Vlastné
sl: Po meri
sq: Me porosi
sv: Beställnings
sw: Desturi
ta: தனிப்பயன்
te: కస్టమ్
th: กำหนดเอง
tr: Özel
uk: Власний
ur: اکثری
vi: Tùy chỉnh
xh: Isiko
zh: 自定义
zh_hant: 自訂
zu: Ngokwezifiso

source: OpenAI Compatible
af: OpenAI-versoenbaar
am: ክፍት AI ተኳሃኝ
ar: متوافق مع OpenAI
bg: Съвместим с OpenAI
bn: OpenAI সামঞ্জস্যপূর্ণ
ca: Compatible amb OpenAI
cs: Kompatibilní s OpenAI
cy: Yn gydnaws ag OpenAI
da: OpenAI-kompatibel
de: OpenAI-kompatibel
el: Συμβατό με OpenAI
et: OpenAI-ga ühilduv
eu: OpenAI bateragarria
fa: سازگار با OpenAI
fi: OpenAI-yhteensopiva
fr_ca: Compatible avec OpenAI
ga: Comhoiriúnach le OpenAI
gl: Compatible con OpenAI
gu: OpenAI સુસંગત
he: תואם OpenAI
hi: OpenAI कम्पैटिबल
hr: OpenAI kompatibilan
hu: OpenAI kompatibilis
hy: OpenAI Համատեղելի
id: Kompatibel OpenAI
is: OpenAI samhæft
it: Compatibile con OpenAI
ja: OpenAI互換
ka: OpenAI თავსებადი
km: OpenAI ឆបគ្នា។
kn: OpenAI ಹೊಂದಿಕೆಯಾದ
ko: OpenAI 호환
lo: OpenAI ເຂົ້າກັນໄດ້
lt: Suderinamas su OpenAI
lv: OpenAI savietojams
mk: Компатибилен со OpenAI
ml: OpenAI അനുയോജ്യമാണ്
mr: OpenAI सुसंगत
ms: Serasi OpenAI
my: OpenAI နှင့်လိုက်ဖက်သည်။
nb: OpenAI-kompatibel
ne: OpenAI अनुकूल
nl: OpenAI-compatibel
pa: OpenAI ਅਨੁਕੂਲ
pl: Kompatybilny z OpenAI
pt_br: Compativel com OpenAI
ro: Compatibil cu OpenAI
ru: OpenAI совместимый
si: OpenAI අනුකූල
sk: Kompatibilné s OpenAI
sl: Združljiv z OpenAI
sq: E përputhshme me OpenAI
sv: OpenAI-kompatibel
sw: OpenAI Sambamba
ta: OpenAI ஒத்துப்போகிற
te: OpenAI అనుకూలమైనది
th: เข้ากันได้กับ OpenAI
tr: OpenAI Uyumlu
uk: OpenAI сумісний
ur: OpenAI موافق
vi: Tương thích OpenAI
xh: I-OpenAI iyahambelana
zh: OpenAI 兼容
zh_hant: OpenAI 相容
zu: I-OpenAI Iyahambisana

source: Not set
af: Nie gestel nie
am: አልተዘጋጀም።
ar: غير محدد
bg: Не е зададено
bn: সেট করা হয়নি
ca: No configurat
cs: Nenastaveno
cy: Heb ei osod
da: Ikke indstillet
de: Nicht festgelegt
el: Δεν έχει οριστεί
et: Pole määratud
eu: Ezarrita
fa: تنظیم نشده
fi: Ei asetettu
fil: Hindi nakatakda
fr_ca: Non défini
ga: Gan socraithe
gl: Non definido
gu: Set નથી
he: לא הוגדר
hi: सेट नहीं है
hr: Nije postavljeno
hu: Nincs beállítva
hy: Սահմանված չէ
id: Belum diatur
is: Ekki stillt
it: Non impostato
ja: 未設定
ka: არ არის დაყენებული
km: មិនបានកំណត់
kn: ಸೆಟ್ ಆಗಿಲ್ಲ
ko: 설정되지 않음
lo: ບໍ່ໄດ້ຕັ້ງ
lt: Nenustatyta
lv: Nav iestatīts
mk: Не е поставено
ml: സജ്ജമാക്കിയിട്ടില്ല
mr: सेट केलेले नाही
ms: Tidak ditetapkan
my: မသတ်မှတ်ထားဘူး။
nb: Ikke satt
ne: सेट गरिएको छैन
nl: Niet ingesteld
pa: ਸੈਟ ਨਹੀਂ
pl: Nie ustawiono
pt_br: Nao configurado
ro: Nu setat
ru: Не установлено
si: සැකසා නැත
sk: Nie je nastavené
sl: Ni nastavljeno
sq: Nuk është vendosur
sv: Inte inställt
sw: Haijawekwa
ta: அமைக்கப்படவில்லை
te: సెట్ కాలేదు
th: ยังไม่ตั้งค่า
tr: Ayarlanmadı
uk: Не встановлено
ur: سیٹ نہیں کیا گیا
vi: Chưa đặt
xh: Akumiselwanga
zh: 未设置
zh_hant: 未設定
zu: Akusethiwe

# supportsLocalLanPublic
source: Supports local/LAN/public endpoints
af: Ondersteun plaaslike/LAN/publieke eindpunte
am: የአካባቢ/ላን/የሕዝብ የመጨረሻ ነጥቦችን ይደግፋል
ar: يدعم نقاط النهاية المحلية/LAN/العامة
bg: Поддържа локални/LAN/публични крайни точки
bn: লোকাল/LAN/পাবলিক এন্ডপয়েন্ট সমর্থন করে
ca: Admet punts finals locals/LAN/públics
ckb: Xalên dawî yên herêmî / LAN / gelemperî piştgirî dike
cs: Podporuje místní/LAN/veřejné koncové body
cy: Yn cefnogi pwyntiau terfyn lleol/LAN/cyhoeddus
da: Understøtter lokale/LAN/offentlige endepunkter
de: Unterstützt lokale/LAN/öffentliche Endpunkte
el: Υποστηρίζει τοπικά/LAN/δημόσια τελικά σημεία
et: Toetab kohalikke/LAN/avalikke lõpp-punkte
eu: Tokiko/LAN/amaiera publikoak onartzen ditu
fa: نقاط پایان محلی/LAN/عمومی را پشتیبانی می‌کند
fi: Tukee paikallisia/LAN/julkisia päätepisteitä
fil: Sinusuportahan ang mga lokal/LAN/pampublikong endpoint
fr_ca: Prend en charge les points de terminaison locaux/LAN/publics
ga: Tacaíonn críochphointí áitiúla/LAN/poiblí
gl: Admite puntos finais locais/LAN/públicos
gu: Local/LAN/public endpoints ને સપોર્ટ કરે છે
he: תומך בנקודות קצה מקומיות/LAN/ציבוריות
hi: लोकल/LAN/पब्लिक एंडपॉइंट सपोर्ट करता है
hr: Podržava lokalne/LAN/javne krajnje točke
hu: Támogatja a helyi/LAN/nyilvános végpontokat
hy: Աջակցում է տեղական / LAN / հանրային վերջնակետերին
id: Mendukung endpoint lokal/LAN/public
is: Styður staðbundna/LAN/opinbera endapunkta
it: Supporta endpoint locali/LAN/pubblici
ja: ローカル/LAN/パブリックエンドポイントをサポート
ka: მხარს უჭერს ლოკალურ/LAN/საჯარო ბოლო წერტილებს
km: គាំទ្រចំណុចបញ្ចប់ក្នុងស្រុក/LAN/សាធារណៈ
kn: ಲೋಕಲ್/LAN/ಪಬ್ಲಿಕ್ ಎಂಡ್'ಪಾಯಿಂಟ್'ಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ
ko: 로컬/LAN/공용 엔드포인트 지원
lo: ຮອງຮັບຈຸດສິ້ນສຸດທ້ອງຖິ່ນ/LAN/ສາທາລະນະ
lt: Palaiko vietinius / LAN / viešuosius galinius taškus
lv: Atbalsta vietējos/LAN/publiskos galapunktus
mk: Поддржува локални/LAN/јавни крајни точки
ml: ലോക്കൽ/ലാൻ/പബ്ലിക് എൻഡ് പോയിൻ്റുകൾ പിന്തുണയ്ക്കുന്നു
mr: लोकल/LAN/पब्लिक एंडपॉइंट्सना समर्थन देतो
ms: Menyokong titik akhir tempatan/LAN/awam
my: ဒေသတွင်း/LAN/အများပြည်သူဆိုင်ရာ အဆုံးမှတ်များကို ပံ့ပိုးပေးသည်။
nb: Støtter lokale/LAN/offentlige endepunkter
ne: स्थानीय/LAN/सार्वजनिक एन्डपोइन्टहरूलाई समर्थन गर्दछ
nl: Ondersteunt lokale/LAN/openbare eindpunten
pa: ਲੋਕਲ/LAN/ਪਬਲਿਕ ਐਂਡਪੁਆਂਟਾਂ ਨੂੰ ਸਮਰਥਨ ਦਿੰਦਾ ਹੈ
pl: Obsługuje punkty końcowe lokalne/LAN/publiczne
pt_br: Suporta endpoints locais/LAN/publicos
ro: Suportă puncte finale locale/LAN/publice
ru: Поддерживает локальные/LAN/публичные endpoints
si: දේශීය/LAN/පොදු අවසාන ලක්ෂවලට සහාය දක්වයි
sk: Podporuje lokálne/LAN/verejné koncové body
sl: Podpira lokalne/LAN/javne končne točke
sq: Mbështet pikat fundore lokale/LAN/publike
sv: Stöder lokala/LAN/publika slutpunkter
sw: Inaauni miisho ya ndani/LAN/ya umma
ta: உள்ளூர்/LAN/பொதுவான முனையங்களை ஆதரிக்கிறது
te: స్థానిక/LAN/పబ్లిక్ ఎండ్ పాయింట్‌లకు మద్దతు ఇస్తుంది
th: รองรับปลายทางในเครื่อง/LAN/สาธารณะ
tr: Yerel/LAN/ umumî uç noktaları destekler
uk: Підтримує локальні/LAN/публічні endpoints
ur: لوکل/LAN/پبلک اینڈپوائنٹس کی حمایت کرتا ہے
vi: Hỗ trợ điểm cuối cục bộ/LAN/công cộng
xh: Ixhasa isiphelo sendawo/yeLAN/soluntu
zh: 支持本地/LAN/公网端点
zh_hant: 支援本地/LAN/公網端點
zu: Isekela iziphetho zendawo/LAN/zomphakathi
