Repository: hhhaiai/Shiguang
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bg, bn, ca, ckb, cs, cy, da, de, el, et, eu, fa, fi, fil, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, vi, xh, zh, zh_hant, zu

source: OpenAI Endpoint
af: OpenAI Eindpunt
am: ክፍት AI የመጨረሻ ነጥብ
ar: نقطة نهاية OpenAI
bg: Крайна точка на OpenAI
bn: OpenAI এন্ডপয়েন্ট
ca: Punt final d'OpenAI
cy: Diweddbwynt OpenAI
da: OpenAI-endepunkt
de: OpenAI-Endpunkt
et: OpenAI lõpp-punkt
fa: نقطه پایان OpenAI
fi: OpenAI-päätepiste
fr_ca: Point de terminaison OpenAI
ga: Críochphointe OpenAI
gl: Punto final de OpenAI
gu: OpenAI એન્ડપોઈન્ટ
he: נקודת קצה OpenAI
hi: OpenAI एंडपॉइंट
hr: Krajnja točka OpenAI
hu: OpenAI végpont
hy: OpenAI վերջնակետ
id: Endpoint OpenAI
is: OpenAI endapunktur
it: Endpoint OpenAI
ja: OpenAIエンドポイント
ka: OpenAI საბოლოო წერტილი
kn: OpenAI ಎಂಡ್'ಪಾಯಿಂಟ್
ko: OpenAI 엔드포인트
lt: OpenAI galutinis taškas
lv: OpenAI galapunkts
mk: OpenAI крајна точка
ml: OpenAI എൻഡ്‌പോയിൻ്റ്
mn: OpenAI төгсгөлийн цэг
mr: OpenAI एंडपॉइंट
ms: Titik Akhir OpenAI
my: OpenAI အဆုံးမှတ်
nb: OpenAI-endepunkt
ne: OpenAI एन्डपोइन्ट
nl: OpenAI-eindpunt
pa: OpenAI ਐਂਡਪੁਆਂਟ
pl: Punkt końcowy OpenAI
pt_br: Endpoint OpenAI
ru: Конечная точка OpenAI
si: OpenAI අවසාන ලක්ෂය
sk: Koncový bod OpenAI
sl: Končna točka OpenAI
sq: OpenAI Fundpoint
sw: Mwisho wa OpenAI
ta: OpenAI முனையம்
te: OpenAI ఎండ్ పాయింట్
th: ปลายทาง OpenAI
tr: OpenAI Uç Noktası
uk: Кінцева точка OpenAI
ur: OpenAI اینڈپوائنٹ
vi: Điểm cuối OpenAI
xh: I-OpenAI Endpoint
zh: OpenAI 端点
zh_hant: OpenAI 端點
zu: Iphoyinti lokugcina le-OpenAI

source: OpenAI API Key
af: OpenAI API-sleutel
am: ኤፒአይ ቁልፍን ክፈት
ar: مفتاح API الخاص بـ OpenAI
bg: OpenAI API ключ
bn: OpenAI API কী
ca: Clau de l'API OpenAI
ckb: Mifteya API-ya OpenAI
cs: Klíč API OpenAI
cy: Allwedd API OpenAI
da: OpenAI API nøgle
de: OpenAI API-Schlüssel
el: Κλειδί OpenAI API
et: OpenAI API võti
eu: OpenAI API gakoa
fa: کلید API OpenAI
fi: OpenAI API-avain
fr_ca: Clé API OpenAI
ga: Eochair OpenAI API
gl: Clave API OpenAI
gu: OpenAI API કી
he: מפתח API OpenAI
hi: OpenAI API कुंजी
hr: OpenAI API ključ
hu: OpenAI API kulcs
hy: OpenAI API բանալի
id: Kunci API OpenAI
is: OpenAI API lykill
it: Chiave API OpenAI
ja: OpenAI APIキー
ka: OpenAI API გასაღები
km: សោ OpenAI API
kn: OpenAI API ಕೀ
ko: OpenAI API 키
lt: OpenAI API raktas
lv: OpenAI API atslēga
mk: OpenAI API клуч
ml: OpenAI API കീ
mn: OpenAI API түлхүүр
mr: OpenAI API की
my: OpenAI API သော့
nb: OpenAI API-nøkkel
ne: OpenAI API कुञ्जी
nl: OpenAI API-sleutel
pa: OpenAI API ਕੁੰਜੀ
pl: Klucz API OpenAI
pt_br: Chave API OpenAI
ro: Cheia API OpenAI
ru: OpenAI API ключ
si: OpenAI API යතුර
sk: OpenAI API kľúč
sl: OpenAI API ključ
sq: Çelësi OpenAI API
sv: OpenAI API-nyckel
sw: Kitufe cha OpenAI API
ta: OpenAI API விசை
te: OpenAI API కీ
th: รหัส API OpenAI
tr: OpenAI API Anahtarı
uk: OpenAI API ключ
ur: OpenAI API کلید
vi: Khóa API OpenAI
xh: I-OpenAI API Key
zh: OpenAI API 密钥
zh_hant: OpenAI API 金鑰
zu: Ukhiye we-OpenAI API

source: OpenAI Model
am: ክፍት AI ሞዴል
ar: نموذج OpenAI
bg: Модел OpenAI
bn: OpenAI মডেল
ca: Model OpenAI
ckb: Modela OpenAI
cs: Model OpenAI
cy: Model OpenAI
de: OpenAI-Modell
el: Μοντέλο OpenAI
et: OpenAI mudel
eu: OpenAI eredua
fa: مدل OpenAI
fi: OpenAI malli
fil: Modelo ng OpenAI
fr_ca: Modèle OpenAI
ga: Múnla OpenAI
gl: Modelo OpenAI
gu: OpenAI મોડેલ
he: מודל OpenAI
hi: OpenAI मॉडल
hr: Model OpenAI
hu: OpenAI modell
hy: OpenAI մոդել
id: Model OpenAI
is: OpenAI líkan
it: Modello OpenAI
ja: OpenAIモデル
ka: OpenAI მოდელი
km: ម៉ូដែល OpenAI
kn: OpenAI ಮಾಡೆಲ್
ko: OpenAI 모델
lo: ແບບ OpenAI
lt: OpenAI modelis
lv: OpenAI modelis
mk: OpenAI модел
ml: OpenAI മോഡൽ
mn: OpenAI загвар
mr: OpenAI मॉडेल
my: OpenAI မော်ဒယ်
nb: OpenAI-modell
ne: OpenAI मोडल
pa: OpenAI ਮਾਡਲ
pl: Model OpenAI
pt_br: Modelo OpenAI
ro: Model OpenAI
ru: OpenAI модель
si: OpenAI ආකෘතිය
sk: Model OpenAI
sl: Model OpenAI
sq: Modeli OpenAI
sv: OpenAI-modell
sw: Mfano wa OpenAI
ta: OpenAI மாடல்
te: OpenAI మోడల్
th: โมเดล OpenAI
tr: OpenAI Modeli
uk: OpenAI модель
ur: OpenAI ماڈل
vi: Mô hình OpenAI
xh: Imodeli ye-OpenAI
zh: OpenAI 模型
zh_hant: OpenAI 模型
zu: Imodeli ye-OpenAI

source: Gemini Endpoint
af: Tweeling eindpunt
am: ጀሚኒ የመጨረሻ ነጥብ
ar: نقطة نهاية Gemini
bg: Крайна точка Близнаци
bn: Gemini এন্ডপয়েন্ট
ca: Punt final Gemini
cs: Koncový bod Gemini
cy: Diweddbwynt Gemini
da: Gemini-endepunkt
de: Gemini-Endpunkt
el: Τελικό σημείο Διδύμων
et: Kaksikute lõpp-punkt
fa: نقطه پایان Gemini
fi: Gemini päätepiste
fr_ca: Point de terminaison Gémeaux
ga: Críochphointe Cúpla
gl: Punto final Gemini
gu: Gemini એન્ડપોઈન્ટ
he: נקודת קצה Gemini
hi: Gemini एंडपॉइंट
hr: Krajnja točka Gemini
hu: Gemini végpont
hy: Երկվորյակների վերջնակետ
id: Endpoint Gemini
is: Gemini endapunktur
it: Endpoint Gemini
ja: Geminiエンドポイント
ka: ტყუპების ბოლო წერტილი
km: ចំណុចបញ្ចប់ Gemini
kn: Gemini ಎಂಡ್'ಪಾಯಿಂಟ್
ko: Gemini 엔드포인트
lt: Dvynių galutinis taškas
lv: Gemini galapunkts
mk: Крајна точка Близнаци
ml: ജെമിനി എൻഡ് പോയിൻ്റ്
mn: Gemini төгсгөлийн цэг
mr: Gemini एंडपॉइंट
ms: Titik Akhir Gemini
nb: Gemini-endepunkt
ne: Gemini एन्डपोइन्ट
nl: Gemini-eindpunt
pa: Gemini ਐਂਡਪੁਆਂਟ
pl: Punkt końcowy Gemini
pt_br: Endpoint Gemini
ro: Punctul final Gemeni
ru: Конечная точка Близнецов
si: Gemini අවසාන ලක්ෂය
sk: Koncový bod Gemini
sl: Končna točka Gemini
sq: Pika fundore e Binjakëve
sw: Mwisho wa Gemini
ta: Gemini முனையம்
te: జెమిని ఎండ్ పాయింట్
th: ปลายทาง Gemini
tr: Gemini Uç Noktası
uk: Кінцева точка Gemini
ur: Gemini اینڈپوائنٹ
vi: Điểm cuối Gemini
xh: Isiphelo seGemini
zh: Gemini 端点
zh_hant: Gemini 端點
zu: I-Gemini Endpoint

source: Gemini API Key
af: Tweeling API-sleutel
am: የጌሚኒ ኤፒአይ ቁልፍ
ar: مفتاح API الخاص بـ Gemini
bg: Gemini API ключ
bn: Gemini API কী
ca: Clau de l'API Gemini
ckb: Bişkojka API-ê ya Gemini
cs: Gemini API klíč
cy: Allwedd Gemini API
da: Gemini API nøgle
de: Gemini API-Schlüssel
el: Κλειδί API Gemini
et: Gemini API võti
eu: Gemini API gakoa
fa: کلید API Gemini
fi: Gemini API-avain
fr_ca: Clé API Gémeaux
ga: Eochair Gemini API
gl: Chave da API Gemini
gu: Gemini API કી
he: מפתח API Gemini
hi: Gemini API कुंजी
hr: Gemini API ključ
hu: Gemini API kulcs
hy: Gemini API բանալի
id: Kunci API Gemini
is: Gemini API lykill
it: Chiave API Gemini
ja: Gemini APIキー
ka: Gemini API გასაღები
km: គន្លឹះ API Gemini
kn: Gemini API ಕೀ
ko: Gemini API 키
lt: Gemini API raktas
lv: Gemini API atslēga
mk: Gemini API клуч
ml: ജെമിനി API കീ
mn: Gemini API түлхүүр
mr: Gemini API की
ms: Kunci API Gemini
my: Gemini API သော့
nb: Gemini API-nøkkel
ne: Gemini API कुञ्जी
nl: Gemini API-sleutel
pa: Gemini API ਕੁੰਜੀ
pl: Klucz API Gemini
pt_br: Chave API Gemini
ro: Cheia API Gemini
ru: Gemini API ключ
si: Gemini API යතුර
sk: Gemini API kľúč
sl: Gemini API ključ
sq: Çelësi i API-së Gemini
sv: Gemini API-nyckel
sw: Ufunguo wa API ya Gemini
ta: Gemini API விசை
te: జెమిని API కీ
th: รหัส API Gemini
tr: Gemini API Anahtarı
uk: Gemini API ключ
ur: Gemini API کلید
vi: Khóa API Gemini
zh: Gemini API 密钥
zh_hant: Gemini API 金鑰
zu: Ukhiye we-Gemini API

source: Gemini Model
af: Tweeling modelle
am: የጌሚኒ ሞዴሎች
ar: نموذج Gemini
bg: Модели Близнаци
bn: Gemini মডেল
ca: Models Bessons
ckb: Modelên Gemini
cs: Modely Blíženců
cy: Modelau Gemini
de: Gemini-Modell
el: Μοντέλα Gemini
et: Kaksikute mudelid
eu: Gemini ereduak
fa: مدل Gemini
fi: Gemini mallit
fil: Mga Modelong Gemini
fr_ca: Modèles Gémeaux
ga: Múnla Gemini
gl: Modelos Gemini
gu: Gemini મોડેલ
he: מודל Gemini
hi: Gemini मॉडल
hr: Modeli Blizanci
hu: Gemini modellek
hy: Երկվորյակ մոդելներ
id: Model Gemini
is: Gemini líkan
it: Modello Gemini
ja: Geminiモデル
ka: ტყუპების მოდელები
km: ម៉ូដែល Gemini
kn: Gemini ಮಾಡೆಲ್
ko: Gemini 모델
lo: ຕົວແບບ Gemini
lt: Dvynių modeliai
lv: Dvīņu modeļi
mk: Модели на Близнаци
ml: ജെമിനി മോഡലുകൾ
mn: Gemini загварууд
mr: Gemini मॉडेल
ms: Model Gemini
my: Gemini မော်ဒယ်များ
nb: Gemini modeller
ne: Gemini मोडल
pa: Gemini ਮਾਡਲ
pl: Model Gemini
pt_br: Modelo Gemini
ro: Modele Gemeni
ru: Gemini модель
si: Gemini ආකෘතිය
sk: Modely Blížencov
sl: Modeli Gemini
sq: Modelet e Binjakëve
sv: Gemini modeller
sw: Mifano ya Gemini
ta: Gemini மாடல்
te: జెమిని మోడల్స్
th: โมเดล Gemini
tr: Gemini Modeli
uk: Gemini модель
ur: Gemini ماڈل
vi: Mô hình Gemini
xh: Iimodeli zeGemini
zh: Gemini 模型
zh_hant: Gemini 模型
zu: Amamodeli weGemini

source: Anthropic Endpoint
af: Antropiese eindpunt
am: አንትሮፖኒክ የመጨረሻ ነጥብ
ar: نقطة نهاية Anthropic
bg: Антропна крайна точка
bn: Anthropic এন্ডপয়েন্ট
ca: Punt final antròpic
cs: Antropický koncový bod
cy: Diweddbwynt Anthropig
da: Antropisk endepunkt
de: Anthropic-Endpunkt
et: Antroopiline lõpp-punkt
eu: Amaiera Antropikoa
fa: نقطه پایان Anthropic
fi: Antrooppinen päätepiste
fr_ca: Point final anthropique
ga: Críochphointe Antraipeach
gl: Punto final antrópico
gu: Anthropic એન્ડપોઈન્ટ
he: נקודת קצה Anthropic
hi: Anthropic एंडपॉइंट
hr: Antropska krajnja točka
hu: Antropikus végpont
hy: Անտրոպիկ վերջնակետ
id: Endpoint Anthropic
is: Antropískur endapunktur
it: Endpoint Anthropic
ja: Anthropicエンドポイント
ka: ანთროპიული საბოლოო წერტილი
km: ចំណុចបញ្ចប់ Anthropic
kn: Anthropic ಎಂಡ್'ಪಾಯಿಂಟ್
ko: Anthropic 엔드포인트
lt: Antropinis galutinis taškas
lv: Antropiskais galapunkts
mk: Антропска крајна точка
ml: ആന്ത്രോപിക് എൻഡ് പോയിൻ്റ്
mn: Антропик төгсгөлийн цэг
mr: Anthropic एंडपॉइंट
ms: Titik Akhir Antropik
my: မနုဿအဆုံးမှတ်
nb: Antropisk endepunkt
ne: Anthropic एन्डपोइन्ट
nl: Anthropic-eindpunt
pa: Anthropic ਐਂਡਪੁਆਂਟ
pl: Punkt końcowy Anthropic
pt_br: Endpoint Anthropic
ro: Punctul final antropic
ru: Антропная конечная точка
si: Anthropic අවසාන ලක්ෂය
sk: Antropický koncový bod
sl: Antropična končna točka
sq: Pika përfundimtare antropike
sv: Antropisk slutpunkt
sw: Mwisho wa Anthropic
ta: Anthropic முனையம்
te: ఆంత్రోపిక్ ఎండ్ పాయింట్
th: ปลายทาง Anthropic
tr: Anthropic Uç Noktası
uk: Антропна кінцева точка
ur: Anthropic اینڈپوائنٹ
vi: Điểm cuối Anthropic
xh: I-Anthropic Endpoint
zh: Anthropic 端点
zh_hant: Anthropic 端點
zu: I-Anthropic Endpoint

source: Anthropic API Key
af: Antropiese API-sleutel
am: አንትሮፒክ ኤፒአይ ቁልፍ
ar: مفتاح API الخاص بـ Anthropic
bg: Anthropic API ключ
bn: Anthropic API কী
ca: Clau de l'API antròpica
ckb: Mifteya API-ya Antropîk
cs: Antropický klíč API
cy: Allwedd API Anthropig
da: Antropisk API-nøgle
de: Anthropic API-Schlüssel
el: Κλειδί API Anthropic
et: Antroopiline API võti
eu: Anthropic API gakoa
fa: کلید API Anthropic
fi: Antrooppinen API-avain
fr_ca: Clé API anthropique
ga: Eochair Anthropic API
gl: Clave de API antrópica
gu: Anthropic API કી
he: מפתח API Anthropic
hi: Anthropic API कुंजी
hr: Anthropic API ključ
hu: Antropikus API kulcs
hy: Anthropic API բանալի
id: Kunci API Anthropic
is: Anthropic API lykill
it: Chiave API Anthropic
ja: Anthropic APIキー
ka: Anthropic API გასაღები
kn: Anthropic API ಕೀ
ko: Anthropic API 키
lt: Antropinis API raktas
lv: Antropiskā API atslēga
mk: Anthropic API клуч
ml: ആന്ത്രോപിക് API കീ
mn: Антропик API түлхүүр
mr: Anthropic API की
ms: Kunci API Anthropic
my: မနုဿ API သော့
nb: Antropisk API-nøkkel
ne: Anthropic API कुञ्जी
nl: Anthropic API-sleutel
pa: Anthropic API ਕੁੰਜੀ
pl: Klucz API Anthropic
pt_br: Chave API Anthropic
ro: Cheie API antropică
ru: Anthropic API ключ
si: Anthropic API යතුර
sk: Antropický kľúč API
sl: Anthropic API ključ
sq: Çelësi Antropik API
sv: Antropisk API-nyckel
sw: Ufunguo wa API ya Anthropic
ta: Anthropic API விசை
te: ఆంత్రోపిక్ API కీ
th: รหัส API Anthropic
tr: Anthropic API Anahtarı
uk: Anthropic API ключ
ur: Anthropic API کلید
vi: Khóa API Anthropic
xh: I-Anthropic API Key
zh: Anthropic API 密钥
zh_hant: Anthropic API 金鑰
zu: Ukhiye we-Anthropic API

source: Anthropic Model
af: Antropiese model
am: አንትሮፖክ ሞዴል
ar: نموذج Anthropic
bg: Антропен модел
bn: Anthropic মডেল
ca: Model antròpic
ckb: Modela Antropîk
cs: Antropický model
cy: Model Anthropig
da: Antropisk model
de: Anthropic-Modell
et: Antroopiline mudel
eu: Eredu Antropikoa
fa: مدل Anthropic
fi: Antrooppinen malli
fil: Modelong Antropiko
fr_ca: Modèle anthropique
ga: Múnla Antraipeach
gl: Modelo antrópico
gu: Anthropic મોડેલ
he: מודל Anthropic
hi: Anthropic मॉडल
hr: Antropički model
hu: Antropikus modell
hy: Անթրոպիկ մոդել
id: Model Anthropic
is: Mannræn fyrirmynd
it: Modello Anthropic
ja: Anthropicモデル
ka: ანთროპიული მოდელი
km: គំរូអរូបី
kn: Anthropic ಮಾಡೆಲ್
ko: Anthropic 모델
lo: ຕົວແບບ Anthropic
lt: Antropinis modelis
lv: Antropiskais modelis
mk: Антропски модел
ml: ആന്ത്രോപിക് മോഡൽ
mn: Антроп загвар
mr: Anthropic मॉडेल
ms: Model Antropik
my: မနုဿစံပြ
nb: Antropisk modell
ne: Anthropic मोडल
pa: Anthropic ਮਾਡਲ
pl: Model Anthropic
pt_br: Modelo Anthropic
ro: Model antropic
ru: Anthropic модель
si: Anthropic ආකෘතිය
sk: Antropický model
sl: Antropični model
sq: Modeli Antropik
sv: Antropisk modell
sw: Mfano wa Anthropic
ta: Anthropic மாடல்
te: ఆంత్రోపిక్ మోడల్
th: โมเดล Anthropic
tr: Anthropic Modeli
uk: Anthropic модель
ur: Anthropic ماڈل
vi: Mô hình Anthropic
xh: Umzekelo we-Anthropic
zh: Anthropic 模型
zh_hant: Anthropic 模型
zu: Imodeli ye-Anthropic

source: Custom Protocol
af: Pasgemaakte protokol
am: ብጁ ፕሮቶኮል
ar: بروتوكول مخصص
bg: Персонализиран протокол
bn: কাস্টম প্রোটোকল
ca: Protocol personalitzat
ckb: Protokola Custom
cs: Vlastní protokol
cy: Protocol Personol
da: Brugerdefineret protokol
de: Benutzerdefiniertes Protokoll
el: Προσαρμοσμένο πρωτόκολλο
et: Kohandatud protokoll
eu: Protokolo pertsonalizatua
fa: پروتکل سفارشی
fi: Mukautettu protokolla
fil: Custom na Protocol
fr_ca: Protocole personnalisé
ga: Prótacal Saincheaptha
gl: Protocolo personalizado
gu: કસ્ટમ પ્રોટોકોલ
he: פרוטוקול מותאם
hi: कस्टम प्रोटोकॉल
hr: Prilagođeni protokol
hu: Egyéni protokoll
hy: Պատվերով արձանագրություն
id: Protokol Kustom
is: Sérsniðin bókun
it: Protocollo personalizzato
ja: カスタムプロトコル
ka: მორგებული პროტოკოლი
km: ពិធីការផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್ ಪ್ರೋಟೋಕಾಲ್
ko: 사용자 정의 프로토콜
lo: ພິທີການກຳນົດເອງ
lt: Pasirinktinis protokolas
lv: Pielāgots protokols
mk: Прилагоден протокол
ml: കസ്റ്റം പ്രോട്ടോക്കോൾ
mn: Захиалгат протокол
mr: कस्टम प्रोटोकॉल
ms: Protokol Tersuai
my: စိတ်ကြိုက်ပရိုတိုကော
nb: Egendefinert protokoll
ne: कस्टम प्रोटोकल
nl: Aangepast protocol
pa: ਕਸਟਮ ਪ੍ਰੋਟੋਕੌਲ
pl: Protokół niestandardowy
pt_br: Protocolo Personalizado
ro: Protocol personalizat
ru: Свой протокол
si: අභිරුචි ප්‍රොටොකෝලය
sl: Protokol po meri
sq: Protokolli i personalizuar
sv: Anpassat protokoll
sw: Itifaki Maalum
ta: தனிப்பயன் நெறிமுறை
te: కస్టమ్ ప్రోటోకాల్
th: โปรโตคอลที่กำหนดเอง
tr: Özel Protokol
uk: Власний протокол
ur: اکثری پروٹوکول
vi: Giao thức tùy chỉnh
xh: Umgaqo weSiko
zh: 自定义协议
zh_hant: 自訂協定
zu: Iphrothokholi Yangokwezifiso

source: Protocol
af: Protokol
am: ፕሮቶኮል
ar: البروتوكول
bg: протокол
bn: প্রোটোকল
ckb: Protokol
cs: Protokol
da: Protokol
de: Protokoll
el: Πρωτόκολλο
et: Protokoll
eu: Protokoloa
fa: پروتکل
fi: pöytäkirja
fr_ca: Protocole
ga: Prótacal
gl: Protocolo
gu: પ્રોટોકોલ
he: פרוטוקול
hi: प्रोटोकॉल
hr: Protokol
hu: Jegyzőkönyv
hy: Արձանագրություն
id: Protokol
is: Bókun
it: Protocollo
ja: プロトコル
ka: პროტოკოლი
km: ពិធីការ
kn: ಪ್ರೋಟೋಕಾಲ್
ko: 프로토콜
lo: ພິທີການ
lt: protokolas
lv: Protokols
mk: Протокол
ml: പ്രോട്ടോക്കോൾ
mn: Протокол
mr: प्रोटोकॉल
ms: Protokol
my: ပရိုတိုကော
nb: Protokoll
ne: प्रोटोकल
pa: ਪ੍ਰੋਟੋਕੌਲ
pl: Protokół
pt_br: Protocolo
ru: Протокол
si: ප්‍රොටොකෝලය
sk: Protokol
sl: Protokol
sq: Protokolli
sv: Protokoll
sw: Itifaki
ta: நெறிமுறை
te: ప్రోటోకాల్
th: โปรโตคอล
tr: Protokol
uk: Протокол
ur: پروٹوکول
vi: Giao thức
xh: Umgaqo-nkqubo
zh: 协议
zh_hant: 協定
zu: Iphrothokholi

source: Custom Endpoint
af: Pasgemaakte eindpunt
am: ብጁ የመጨረሻ ነጥብ
ar: نقطة نهاية مخصصة
bg: Персонализирана крайна точка
bn: কাস্টম এন্ডপয়েন্ট
ca: Punt final personalitzat
ckb: Endpoint Custom
cs: Vlastní koncový bod
cy: Diweddbwynt Personol
da: Brugerdefineret slutpunkt
de: Benutzerdefinierter Endpunkt
el: Προσαρμοσμένο τελικό σημείο
et: Kohandatud lõpp-punkt
eu: Amaiera pertsonalizatua
fa: نقطه پایان سفارشی
fi: Mukautettu päätepiste
fil: Custom na Endpoint
fr_ca: Point de terminaison personnalisé
ga: Críochphointe Saincheaptha
gl: Punto final personalizado
gu: કસ્ટમ એન્ડપોઈન્ટ
he: נקודת קצה מותאמת
hi: कस्टम एंडपॉइंट
hr: Prilagođena krajnja točka
hu: Egyéni végpont
hy: Պատվերով վերջնակետ
id: Endpoint Kustom
is: Sérsniðinn endapunktur
it: Endpoint personalizzato
ja: カスタムエンドポイント
ka: მორგებული საბოლოო წერტილი
km: ចំណុចបញ្ចប់ផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್ ಎಂಡ್'ಪಾಯಿಂಟ್
ko: 사용자 정의 엔드포인트
lo: ຈຸດສິ້ນສຸດແບບກຳນົດເອງ
lt: Pasirinktinis galutinis taškas
lv: Pielāgots galapunkts
mk: Прилагодена крајна точка
ml: കസ്റ്റം എൻഡ്‌പോയിൻ്റ്
mn: Захиалгат төгсгөлийн цэг
mr: कस्टम एंडपॉइंट
ms: Titik Akhir Tersuai
my: စိတ်ကြိုက်အဆုံးမှတ်
nb: Egendefinert endepunkt
ne: कस्टम एन्डपोइन्ट
nl: Aangepast eindpunt
pa: ਕਸਟਮ ਐਂਡਪੁਆਂਟ
pl: Punkt końcowy niestandardowy
pt_br: Endpoint Personalizado
ro: Punct final personalizat
ru: Свой endpoint
si: අභිරුචි අවසාන ලක්ෂය
sk: Vlastný koncový bod
sl: Končna točka po meri
sq: Pika përfundimtare e personalizuar
sv: Anpassad slutpunkt
sw: Sehemu Maalum ya Mwisho
ta: தனிப்பயன் முனையம்
te: కస్టమ్ ఎండ్ పాయింట్
th: ปลายทางที่กำหนดเอง
tr: Özel Uç Nokta
uk: Власний Endpoint
ur: اکثری اینڈپوائنٹ
vi: Điểm cuối tùy chỉnh
xh: Isiphelo seSiko
zh: 自定义端点
zh_hant: 自訂端點
zu: Iphoyinti lokugcina langokwezifiso

source: Custom API Key
af: Pasgemaakte API-sleutel
am: ብጁ የኤፒአይ ቁልፍ
ar: مفتاح API مخصص
bg: Персонализиран API ключ
bn: কাস্টম API কী
ca: Clau d'API personalitzada
ckb: Mifteya API-ê ya Xweser
cs: Vlastní klíč API
cy: Allwedd API Custom
da: Brugerdefineret API-nøgle
de: Benutzerdefinierter API-Schlüssel
el: Προσαρμοσμένο κλειδί API
et: Kohandatud API võti
eu: API gako pertsonalizatua
fa: کلید API سفارشی
fi: Mukautettu API-avain
fil: Custom na API Key
fr_ca: Clé API personnalisée
ga: Eochair Saincheaptha API
gl: Chave de API personalizada
gu: કસ્ટમ API કી
he: מפתח API מותאם
hi: कस्टम API कुंजी
hr: Prilagođeni API ključ
hu: Egyéni API-kulcs
hy: Հատուկ API բանալի
id: Kunci API Kustom
is: Sérsniðinn API lykill
it: Chiave API personalizzata
ja: カスタムAPIキー
ka: მორგებული API გასაღები
km: សោ API ផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್ API ಕೀ
ko: 사용자 정의 API 키
lo: ລະຫັດ API ແບບກຳນົດເອງ
lt: Pasirinktinis API raktas
lv: Pielāgota API atslēga
mk: Приспособен клуч за API
ml: ഇഷ്‌ടാനുസൃത API കീ
mn: Тусгай API түлхүүр
mr: कस्टम API की
ms: Kunci API Tersuai
my: စိတ်ကြိုက် API သော့
nb: Egendefinert API-nøkkel
ne: कस्टम API कुञ्जी
nl: Aangepaste API-sleutel
pa: ਕਸਟਮ API ਕੁੰਜੀ
pl: Klucz API niestandardowy
pt_br: Chave API Personalizada
ro: Cheie API personalizată
ru: Свой API ключ
si: අභිරුචි API යතුර
sk: Vlastný kľúč API
sl: Ključ API po meri
sq: Çelësi i personalizuar API
sv: Anpassad API-nyckel
sw: Ufunguo Maalum wa API
ta: தனிப்பயன் API விசை
te: అనుకూల API కీ
th: รหัส API ที่กำหนดเอง
tr: Özel API Anahtarı
uk: Власний API ключ
ur: اکثری API کلید
vi: Khóa API tùy chỉnh
zh: 自定义 API 密钥
zh_hant: 自訂 API 金鑰
zu: Ukhiye we-API wangokwezifiso

source: Custom Model
af: Pasgemaakte model
am: ብጁ ሞዴል
ar: نموذج مخصص
bg: Персонализиран модел
bn: কাস্টম মডেল
ca: Model personalitzat
ckb: Model Custom
cs: Vlastní model
cy: Model Custom
da: Brugerdefineret model
de: Benutzerdefiniertes Modell
el: Προσαρμοσμένο μοντέλο
et: Kohandatud mudel
eu: Eredu pertsonalizatua
fa: مدل سفارشی
fi: Mukautettu malli
fil: Custom na Modelo
fr_ca: Modèle personnalisé
ga: Múnla Saincheaptha
gl: Modelo personalizado
gu: કસ્ટમ મોડેલ
he: מודל מותאם
hi: कस्टम मॉडल
hr: Prilagođeni model
hu: Egyedi modell
hy: Պատվերով մոդել
id: Model Kustom
is: Sérsniðin líkan
it: Modello personalizzato
ja: カスタムモデル
ka: მორგებული მოდელი
km: ម៉ូដែលផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್ ಮಾಡೆಲ್
ko: 사용자 정의 모델
lo: ຮູບແບບທີ່ກໍາຫນົດເອງ
lt: Individualus modelis
lv: Pielāgots modelis
mk: Прилагоден модел
ml: ഇഷ്ടാനുസൃത മോഡൽ
mn: Захиалгат загвар
mr: कस्टम मॉडेल
ms: Model Tersuai
my: စိတ်ကြိုက်ပုံစံ
nb: Egendefinert modell
ne: कस्टम मोडल
nl: Aangepast model
pa: ਕਸਟਮ ਮਾਡਲ
pl: Model niestandardowy
pt_br: Modelo Personalizado
ro: Model personalizat
ru: Своя модель
si: අභිරුචි ආකෘතිය
sk: Vlastný model
sl: Model po meri
sq: Modeli i personalizuar
sv: Anpassad modell
sw: Muundo Maalum
ta: தனிப்பயன் மாடல்
te: కస్టమ్ మోడల్
th: โมเดลที่กำหนดเอง
tr: Özel Model
uk: Власна модель
ur: اکثری ماڈل
vi: Mô hình tùy chỉnh
xh: Imodeli yesiko
zh: 自定义模型
zh_hant: 自訂模型
zu: Imodeli Yangokwezifiso

# optionalForLocalServers
source: Optional for local/custom servers
af: Opsioneel vir plaaslike/pasgemaakte bedieners
am: ለአካባቢያዊ/ብጁ አገልጋዮች አማራጭ
ar: اختياري للخوادم المحلية/المخصصة
bg: По избор за локални/персонализирани сървъри
bn: লোকাল/কাস্টম সার্ভারের জন্য ঐচ্ছিক
ca: Opcional per a servidors locals/personalitzats
ckb: Ji bo pêşkêşkerên herêmî / xwerû vebijarkî
cs: Volitelné pro místní/vlastní servery
cy: Dewisol ar gyfer gweinyddwyr lleol/custom
da: Valgfrit for lokale/brugerdefinerede servere
de: Optional für lokale/benutzerdefinierte Server
el: Προαιρετικό για τοπικούς/προσαρμοσμένους διακομιστές
et: Kohalike/kohandatud serverite jaoks valikuline
eu: Zerbitzari lokal/pertsonalizatuetarako aukerakoa
fa: اختیاری برای سرورهای محلی/سفارشی
fi: Valinnainen paikallisille/muokatuille palvelimille
fil: Opsyonal para sa mga lokal/custom na server
fr_ca: Facultatif pour les serveurs locaux/personnalisés
ga: Roghnach do fhreastalaithe áitiúla/saincheaptha
gl: Opcional para servidores locais/personalizados
gu: લોકલ/કસ્ટમ સર્વર્સ માટે વૈકલ્પિક
he: אופציונלי עבור שרתים מקומיים/מותאמים
hi: लोकल/कस्टम सर्वर के लिए वैकल्पिक
hr: Izborno za lokalne/prilagođene poslužitelje
hu: Opcionális helyi/egyéni szerverekhez
hy: Լոկալ/մաքսային սերվերների համար կամընտիր
id: Opsional untuk server lokal/kustom
is: Valfrjálst fyrir staðbundna/sérsniðna netþjóna
it: Opzionale per server locali/personalizzati
ja: ローカル/カスタムサーバーは任意
ka: არჩევითი ლოკალური/საბაჟო სერვერებისთვის
km: ជាជម្រើសសម្រាប់ម៉ាស៊ីនមេក្នុងស្រុក/ផ្ទាល់ខ្លួន
kn: ಲೋಕಲ್/ಕಸ್ಟಮ್ ಸರ್ವರ್'ಗಳಿಗೆ ಐಚ್ಛಿಕ
ko: 로컬/사용자 정의 서버는 선택사항
lo: ທາງເລືອກສຳລັບເຊີບເວີທ້ອງຖິ່ນ/ແບບກຳນົດເອງ
lt: Neprivaloma vietiniams / pasirinktiniams serveriams
lv: Pēc izvēles vietējiem/pielāgotiem serveriem
mk: Изборно за локални/прилагодени сервери
ml: പ്രാദേശിക/ഇഷ്‌ടാനുസൃത സെർവറുകൾക്ക് ഓപ്‌ഷണൽ
mn: Орон нутгийн/захиалгат серверүүдэд нэмэлт
mr: लोकल/कस्टम सर्वरसाठी ऐच्छिक
ms: Pilihan untuk pelayan tempatan/tersuai
my: ဒေသတွင်း/စိတ်ကြိုက်ဆာဗာများအတွက် ရွေးချယ်နိုင်သည်။
nb: Valgfritt for lokale/tilpassede servere
ne: स्थानीय/कस्टम सर्भरहरूको लागि वैकल्पिक
nl: Optioneel voor lokale/aangepaste servers
pa: ਲੋਕਲ/ਕਸਟਮ ਸਰਵਰਾਂ ਲਈ ਵਿਕਲਪਿਕ
pl: Opcjonalne dla serwerów lokalnych/niestandardowych
pt_br: Opcional para servidores locais/personalizados
ro: Opțional pentru serverele locale/personalizate
ru: Опционально для локальных/своих серверов
si: දේශීය/අභිරුචි සේවාදායකයන් සඳහා විකල්ප
sk: Voliteľné pre lokálne/vlastné servery
sl: Izbirno za lokalne strežnike/strežnike po meri
sq: Opsionale për serverët lokalë/me porosi
sv: Valfritt för lokala/anpassade servrar
sw: Hiari kwa seva za kawaida/maalum
ta: உள்ளூர்/தனிப்பயன் சேவகங்களுக்கு விருப்பமானது
te: స్థానిక/కస్టమ్ సర్వర్‌ల కోసం ఐచ్ఛికం
th: ไม่บังคับสำหรับเซิร์ฟเวอร์ในเครื่อง/ที่กำหนดเอง
tr: Yerel/özel sunucular için isteğe bağlı
uk: Опціонально для локальних/власних серверів
ur: لوکل/اکثری سرورز کے لیے اخیتیاری
vi: Tùy chọn cho máy chủ cục bộ/tùy chỉnh
xh: Ukhetho lwasekuhlaleni/abancedisi besiko
zh: 本地/自定义服务器可选
zh_hant: 本地/自訂伺服器可選
zu: Ongakukhetha kumaseva endawo/angokwezifiso
