Repository: hhhaiai/Shiguang
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bg, bn, ca, ckb, cs, cy, da, de, el, et, eu, fa, fi, fil, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, vi, xh, zh, zh_hant, zu

# languageName
source: English
af: Afrikaans
am: አማርኛ
ar: العربية
bg: Български
bn: বাংলা
ca: Català
ckb: کوردی سۆرانی
cs: Čeština
cy: Cymraeg
da: Dansk
de: Deutsch
el: Ελληνικά
et: Eesti
eu: Euskara
fa: فارسی
fi: Suomi
fil: Filipino
fr_ca: Français (Canada)
ga: Gaeilge
gl: Galego
gu: ગુજરાતી
he: עברית
hi: हिन्दी
hr: Hrvatski
hu: Magyar
hy: Հայերեն
id: Bahasa Indonesia
is: Íslenska
it: Italiano
ja: 日本語
ka: ქართული
km: ខ្មែរ
kn: ಕನ್ನಡ
ko: 한국어
lo: ລາວ
lt: Lietuvių
lv: Latviešu
mk: Македонски
ml: മലയാളം
mn: Монгол
mr: मराठी
ms: Bahasa Melayu
my: မြန်မာ
nb: Norsk bokmål
ne: नेपाली
nl: Nederlands
pa: ਪੰਜਾਬੀ
pl: Polski
pt_br: PortuguÃªs (Brasil)
ro: Română
ru: Русский
si: සිංහල
sk: Slovenčina
sl: Slovenščina
sq: Shqip
sv: Svenska
sw: Kiswahili
ta: தமிழ்
te: తెలుగు
th: ไทย
tr: Türkçe
uk: Українська
ur: اردو
vi: Tiếng Việt
xh: isiXhosa
zh: 简体中文
zu: isiZulu

# languageNameEn
source: English
af: Afrikaans
am: Amharic
ar: Arabic
bg: Bulgarian
bn: Bengali
ca: Catalan
ckb: Kurdish (Sorani)
cs: Czech
cy: Welsh
da: Danish
de: German
el: Greek
et: Estonian
eu: Basque
fa: Persian
fi: Finnish
fil: Filipino
fr_ca: French (Canada)
ga: Irish
gl: Galician
gu: Gujarati
he: Hebrew
hi: Hindi
hr: Croatian
hu: Hungarian
hy: Armenian
id: Indonesian
is: Icelandic
it: Italian
ja: Japanese
ka: Georgian
km: Khmer
kn: Kannada
ko: Korean
lo: Lao
lt: Lithuanian
lv: Latvian
mk: Macedonian
ml: Malayalam
mn: Mongolian
mr: Marathi
ms: Malay
my: Burmese
nb: Norwegian Bokmal
ne: Nepali
nl: Dutch
pa: Punjabi
pl: Polish
pt_br: Portuguese (Brazil)
ro: Romanian
ru: Russian
si: Sinhala
sk: Slovak
sl: Slovenian
sq: Albanian
sv: Swedish
sw: Swahili
ta: Tamil
te: Telugu
th: Thai
tr: Turkish
uk: Ukrainian
ur: Urdu
vi: Vietnamese
xh: Xhosa
zh: Chinese (Simplified)
zu: Zulu

source: ws://127.0.0.1:8008/... or http://127.0.0.1:11434
ar: ws://127.0.0.1:8008/... أو http://127.0.0.1:11434
bg: ws://127.0.0.1:8008/... или http://127.0.0.1:11434
bn: ws://127.0.0.1:8008/... অথবা http://127.0.0.1:11434
ca: ws://127.0.0.1:8008/... o http://127.0.0.1:11434
cs: ws://127.0.0.1:8008/... nebo http://127.0.0.1:11434
cy: ws://127.0.0.1:8008/... neu http://127.0.0.1:11434
da: ws://127.0.0.1:8008/... eller http://127.0.0.1:11434
de: ws://127.0.0.1:8008/... oder http://127.0.0.1:11434
el: ws://127.0.0.1:8008/... ή http://127.0.0.1:11434
et: ws://127.0.0.1:8008/... või http://127.0.0.1:11434
fa: ws://127.0.0.1:8008/... یا http://127.0.0.1:11434
fi: ws://127.0.0.1:8008/... tai http://127.0.0.1:11434
ga: ws://127.0.0.1:8008/… nó http://127.0.0.1:11434
gu: ws://127.0.0.1:8008/... અથવા http://127.0.0.1:11434
he: ws://127.0.0.1:8008/... או http://127.0.0.1:11434
hi: ws://127.0.0.1:8008/... या http://127.0.0.1:11434
hr: ws://127.0.0.1:8008/... ili http://127.0.0.1:11434
hu: ws://127.0.0.1:8008/... vagy http://127.0.0.1:11434
id: ws://127.0.0.1:8008/... atau http://127.0.0.1:11434
is: ws://127.0.0.1:8008/... eða http://127.0.0.1:11434
it: ws://127.0.0.1:8008/... oppure http://127.0.0.1:11434
ja: ws://127.0.0.1:8008/... または http://127.0.0.1:11434
kn: ws://127.0.0.1:8008/... ಅಥವಾ http://127.0.0.1:11434
ko: ws://127.0.0.1:8008/... 또는 http://127.0.0.1:11434
lt: ws://127.0.0.1:8008/... arba http://127.0.0.1:11434
lv: ws://127.0.0.1:8008/... vai http://127.0.0.1:11434
mr: ws://127.0.0.1:8008/... किंवा http://127.0.0.1:11434
nb: ws://127.0.0.1:8008/... eller http://127.0.0.1:11434
ne: ws://127.0.0.1:8008/... वा http://127.0.0.1:11434
nl: ws://127.0.0.1:8008/... of http://127.0.0.1:11434
pa: ws://127.0.0.1:8008/... ਜਾਂ http://127.0.0.1:11434
pl: ws://127.0.0.1:8008/... lub http://127.0.0.1:11434
pt_br: ws://127.0.0.1:8008/... ou http://127.0.0.1:11434
ro: ws://127.0.0.1:8008/... sau http://127.0.0.1:11434
ru: ws://127.0.0.1:8008/... или http://127.0.0.1:11434
si: ws://127.0.0.1:8008/... හෝ http://127.0.0.1:11434
sk: ws://127.0.0.1:8008/... alebo http://127.0.0.1:11434
sl: ws://127.0.0.1:8008/... ali http://127.0.0.1:11434
sv: ws://127.0.0.1:8008/... eller http://127.0.0.1:11434
ta: ws://127.0.0.1:8008/... அல்லது http://127.0.0.1:11434
th: ws://127.0.0.1:8008/... หรือ http://127.0.0.1:11434
tr: ws://127.0.0.1:8008/... veya http://127.0.0.1:11434
uk: ws://127.0.0.1:8008/... або http://127.0.0.1:11434
ur: ws://127.0.0.1:8008/... یا http://127.0.0.1:11434
vi: ws://127.0.0.1:8008/... hoặc http://127.0.0.1:11434
zh: ws://127.0.0.1:8008/... 或 http://127.0.0.1:11434
zh_hant: ws://127.0.0.1:8008/... 或 http://127.0.0.1:11434

# appTitle
source: Shiguang
am: ሽጉዋንግ
ar: شيكوانغ
bg: Шигуанг
bn: শিগুয়াং
el: Σιγκουάνγκ
fa: شیگوانگ
gu: શિગુઆંગ
hi: शिगुआंग
hy: Շիգուանգ
ka: შიგუანგი
km: ស៊ីក្វាង
lo: ຊິ່ງກວາງ
lt: Šiguangas
mk: Шигуанг
ml: ഷിഗുവാങ്
mn: Шигуан
ta: சிகுவாங்
te: షిగువాంగ్
th: ชิกวาง
ur: شگوانگ
vi: Thời Gian
zh: 拾光
zh_hant: 拾光

source: Settings
af: Instellings
am: ቅንብሮች
ar: الإعدادات
bg: Настройки
bn: সেটিংস
ca: Configuració
cs: Nastavení
cy: Gosodiadau
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
et: Seaded
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
fil: Mga setting
fr_ca: Paramètres
ga: Socruithe
gl: Configuración
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
hr: postavke
hu: Beállítások elemre
hy: Կարգավորումներ
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
ka: პარამეტრები
km: ការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್'ಗಳು
ko: 설정
lo: ການຕັ້ງຄ່າ
lt: Nustatymai
lv: Iestatījumi
mk: Поставки
ml: ക്രമീകരണങ്ങൾ
mn: Тохиргоо
mr: सेटिंग्ज
ms: tetapan
my: ဆက်တင်များ
nb: Innstillinger
ne: सेटिङ
nl: Instellingen
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
pt_br: Configuracoes
ro: Setări
ru: Настройки
si: සැකසුම්
sk: Nastavenia
sl: nastavitve
sq: Cilësimet
sv: Inställningar
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
vi: Cài đặt
xh: Iisetingi
zh: 设置
zh_hant: 設定
zu: Izilungiselelo

source: Account
af: Rekening
am: መለያ
ar: الحساب
bg: акаунт
bn: অ্যাকাউন্ট
ca: Compte
ckb: Konto
cs: Účet
cy: Cyfrif
da: Konto
de: Konto
el: Λογαριασμός
et: konto
eu: Kontua
fa: حساب
fi: Tili
fr_ca: Compte
ga: Cuntas
gl: Conta
gu: એકાઉન્ટ
he: חשבון
hi: खाता
hr: Račun
hu: fiók
hy: Հաշիվ
id: Akun
is: Reikningur
ja: アカウント
ka: ანგარიში
km: គណនី
kn: ಖಾತೆ
ko: 계정
lo: ບັນຊີ
lt: sąskaita
lv: Konts
mk: Сметка
ml: അക്കൗണ്ട്
mn: Данс
mr: खाते
ms: Akaun
my: အကောင့်
nb: Konto
ne: खाता
nl: Rekening
pa: ਖਾਤਾ
pl: Konto
pt_br: Conta
ro: Cont
ru: Аккаунт
si: ගිණුම
sk: účtu
sl: Račun
sq: Llogaria
sv: Konto
sw: Akaunti
ta: கணக்கு
te: ఖాతా
th: บัญชี
tr: Hesap
uk: Обліковий запис
ur: اکاؤنٹ
vi: Tài khoản
xh: Iakhawunti
zh: 账户
zh_hant: 帳戶
zu: I-akhawunti

source: Reminders
af: Herinneringe
am: አስታዋሾች
ar: التذكيرات
bg: Напомняния
bn: মনে করিয়ে দেওয়া
ca: Recordatoris
cs: Připomenutí
cy: Atgofion
da: Påmindelser
de: Erinnerungen
el: Υπενθυμίσεις
et: Meeldetuletused
eu: Oroigarriak
fa: یادآوری‌ها
fi: Muistutukset
fil: Mga paalala
fr_ca: Rappels
ga: Meabhrúcháin
gl: Recordatorios
gu: રિમાઇન્ડર્સ
he: תזכורות
hi: रिमाइंडर
hr: Podsjetnici
hu: Emlékeztetők
hy: Հիշեցումներ
id: Pengingat
is: Áminningar
it: Promemoria
ja: リマインダー
ka: შეხსენებები
km: ការរំលឹក
kn: ಜ್ಞಾಪನೆಗಳು
ko: 알림
lo: ການແຈ້ງເຕືອນ
lt: Priminimai
lv: Atgādinājumi
mk: Потсетници
ml: ഓർമ്മപ്പെടുത്തലുകൾ
mn: Сануулга
mr: स्मरणपत्रे
ms: Peringatan
my: သတိပေးချက်များ
nb: Påminnelser
ne: रिमाइन्डरहरू
nl: Herinneringen
pa: ਰੀਮਾਈਂਡਰ
pl: Przypomnienia
pt_br: Lembretes
ro: Mementouri
ru: Напоминания
si: මතක් කිරීම්
sk: Pripomienky
sl: Opomniki
sq: Përkujtues
sv: Påminnelser
sw: Vikumbusho
ta: நினைவூட்டல்கள்
te: రిమైండర్‌లు
th: การแจ้งเตือน
tr: Hatırlatmalar
uk: Нагадування
ur: یاد دہانیاں
vi: Nhắc nhở
xh: Izikhumbuzo
zh: 提醒
zh_hant: 提醒
zu: Izikhumbuzi

source: Language
af: Taal
am: ቋንቋ
ar: اللغة
bg: език
bn: ভাষা
ca: Llengua
ckb: Ziman
cs: Jazyk
cy: Iaith
da: Sprog
de: Sprache
el: Γλώσσα
et: Keel
eu: Hizkuntza
fa: زبان
fi: Kieli
fil: Wika
fr_ca: Langue
ga: Teanga
gl: Linguaxe
gu: ભાષા
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
hy: Լեզու
id: Bahasa
is: Tungumál
it: Lingua
ja: 言語
ka: ენა
km: ភាសា
kn: ಭಾಷೆ
ko: 언어
lo: ພາສາ
lt: Kalba
lv: Valoda
mk: Јазик
ml: ഭാഷ
mn: Хэл
mr: भाषा
ms: Bahasa
my: ဘာသာစကား
nb: Språk
ne: भाषा
nl: Taal
pa: ਭਾਸ਼ਾ
pl: Język
pt_br: Idioma
ro: Limbă
ru: Язык
si: භාෂාව
sk: Jazyk
sl: Jezik
sq: Gjuha
sv: Språk
sw: Lugha
ta: மொழி
te: భాష
th: ภาษา
tr: Dil
uk: Мова
ur: زبان
vi: Ngôn ngữ
xh: Ulwimi
zh: 语言
zh_hant: 語言
zu: Ulimi

source: App Language
af: App Taal
am: የመተግበሪያ ቋንቋ
ar: لغة التطبيق
bg: Език на приложението
bn: অ্যাপ ভাষা
ca: Idioma de l'aplicació
ckb: Ziman App
cs: Jazyk aplikace
cy: Iaith Ap
da: App sprog
de: App-Sprache
el: Γλώσσα εφαρμογής
et: Rakenduse keel
eu: Aplikazioaren hizkuntza
fa: زبان برنامه
fi: Sovelluksen kieli
fil: Wika ng App
fr_ca: Langue de l'application
ga: Teanga App
gl: Idioma da aplicación
gu: એપ ભાષા
he: שפת האפליקציה
hi: ऐप भाषा
hr: Jezik aplikacije
hu: Alkalmazás nyelve
hy: Հավելվածի լեզուն
id: Bahasa Aplikasi
is: Tungumál apps
it: Lingua dell'app
ja: アプリの言語
ka: აპლიკაციის ენა
km: ភាសាកម្មវិធី
kn: ಅಪ್ಲಿಕೇಶನ್ ಭಾಷೆ
ko: 앱 언어
lo: ພາສາແອັບ
lt: Programos kalba
lv: Lietotnes valoda
mk: Јазик на апликацијата
ml: അപ്ലിക്കേഷൻ ഭാഷ
mn: Програмын хэл
mr: अॅप भाषा
ms: Bahasa Apl
my: အက်ပ်ဘာသာစကား
nb: App-språk
ne: एप भाषा
nl: App-taal
pa: ਐਪ ਭਾਸ਼ਾ
pl: Język aplikacji
pt_br: Idioma do Aplicativo
ro: Limba aplicației
ru: Язык приложения
si: යෙදුම් භාෂාව
sk: Jazyk aplikácie
sl: Jezik aplikacije
sq: Gjuha e aplikacionit
sv: Appens språk
sw: Lugha ya Programu
ta: ஆப் மொழி
te: యాప్ భాష
th: ภาษาแอป
tr: Uygulama Dili
uk: Мова додатку
ur: ایپ زبان
vi: Ngôn ngữ ứng dụng
xh: Ulwimi Losetyenziso
zh: 应用语言
zh_hant: 應用程式語言
zu: Ulimi Lokusebenza

source: Appearance
af: Voorkoms
am: መልክ
ar: المظهر
bg: Външен вид
bn: প্রকাশ
ca: Aparença
ckb: Xuyabûnî
cs: Vzhled
cy: Ymddangosiad
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
et: Välimus
eu: Itxura
fa: ظاهر
fi: Ulkonäkö
fil: Hitsura
fr_ca: Apparence
ga: Dealramh
gl: Aparición
gu: દેખાવ
he: מראה
hi: दिखावट
hr: Izgled
hu: Megjelenés
hy: Արտաքին տեսք
id: Tampilan
is: Útlit
it: Aspetto
ja: 外観
ka: გარეგნობა
km: រូបរាង
kn: ಗೋಚರತೆ
ko: 외관
lo: ຮູບລັກສະນະ
lt: Išvaizda
lv: Izskats
mk: Изглед
ml: രൂപഭാവം
mn: Гадаад төрх
mr: दिसणे
ms: Penampilan
my: အသွင်အပြင်
nb: Utseende
ne: देखिने
nl: Uiterlijk
pa: ਦਿੱਖ
pl: Wygląd
pt_br: Aparencia
ro: Aspect
ru: Внешний вид
si: පෙනුම
sk: Vzhľad
sl: Videz
sq: Pamja e jashtme
sv: Utseende
sw: Muonekano
ta: தோற்றம்
te: స్వరూపం
th: รูปลักษณ์
tr: Görünüm
uk: Зовнішній вигляд
ur: ظہور
vi: Giao diện
xh: Imbonakalo
zh: 外观
zh_hant: 外觀
zu: Ukubukeka

source: Theme Mode
af: Tema-modus
am: ገጽታ ሁነታ
ar: وضع السمة
bg: Тематичен режим
bn: থিম মোড
ca: Mode de tema
ckb: Moda Mijarê
cs: Režim motivu
cy: Modd Thema
da: Tematilstand
de: Designmodus
el: Λειτουργία θέματος
et: Teema režiim
eu: Gaiaren modua
fa: حالت تم
fi: Teematila
fil: Mode ng Tema
fr_ca: Mode Thème
ga: Mód Téama
gl: Modo tema
gu: થીમ મોડ
he: מצב ערכת נושא
hi: थीम मोड
hr: Način rada teme
hu: Téma mód
hy: Թեմայի ռեժիմ
id: Mode Tema
is: Þemahamur
it: Modalita' tema
ja: テーマモード
ka: თემის რეჟიმი
km: របៀបស្បែក
kn: ಥೀಮ್ ಮೋಡ್
ko: 테마 모드
lo: ຮູບແບບສີສັນ
lt: Temos režimas
lv: Motīva režīms
mk: Режим на тема
ml: തീം മോഡ്
mn: Загварын горим
mr: थीम मोड
ms: Mod Tema
my: အပြင်အဆင် မုဒ်
nb: Temamodus
ne: थीम मोड
nl: Themamodus
pa: ਥੀਮ ਮੋਡ
pl: Tryb motywu
pt_br: Modo de Tema
ro: Modul Temă
ru: Режим темы
si: තේමා මාතෘකාව
sk: Režim témy
sl: Tematski način
sq: Modaliteti i temës
sv: Temaläge
sw: Hali ya Mandhari
ta: தீம் மோட்
te: థీమ్ మోడ్
th: โหมดธีม
tr: Tema Modu
uk: Тема
ur: تھیم موڈ
vi: Chế độ giao diện
xh: IMowudi yomxholo
zh: 主题模式
zh_hant: 主題模式
zu: Imodi yetimu

source: Dark
af: Donker
am: ጨለማ
ar: داكن
bg: Тъмно
bn: অন্ধকার
ca: Fosc
ckb: Tarî
cs: Tmavý
cy: Tywyll
da: Mørk
de: Dunkel
el: Σκοτάδι
et: Tume
eu: Iluna
fa: تاریک
fi: Tumma
fil: Madilim
fr_ca: Sombre
ga: Dorcha
gl: Escuro
gu: અંધારું
he: כהה
hi: डार्क
hr: tamno
hu: Sötét
hy: Մութ
id: Gelap
is: Myrkur
it: Scuro
ja: ダーク
ka: ბნელი
km: ងងឹត
kn: ಡಾರ್ಕ್
ko: 다크
lo: ມືດ
lt: Tamsus
lv: Tumšs
mk: Темно
ml: ഇരുട്ട്
mn: Харанхуй
mr: डार्क
ms: Gelap
my: အမှောင်
nb: Mørk
ne: डार्क
nl: Donker
pa: ਡਾਰਕ
pl: Ciemny
pt_br: Escuro
ro: Întuneric
ru: Тёмный
si: අඳුරු
sk: Tmavý
sl: Temno
sq: E errët
sv: Mörk
sw: Giza
ta: இருள்
te: చీకటి
th: มืด
tr: Karanlık
uk: Темна
ur: اندھرا
vi: Tối
xh: Mnyama
zh: 深色
zh_hant: 深色
zu: Kumnyama

source: Light
af: Lig
am: ብርሃን
ar: فاتح
bg: светлина
bn: আলো
ca: Llum
ckb: Sivik
cs: Světlo
cy: Ysgafn
da: Lys
de: Hell
el: Φως
et: Valgus
eu: Argia
fa: روشن
fi: Kevyt
fil: Liwanag
fr_ca: Lumière
ga: Solas
gl: Luz
gu: પ્રકાશ
he: בהיר
hi: लाइट
hr: Svjetlo
hu: Fény
hy: Լույս
id: Terang
is: Ljós
it: Chiaro
ja: ライト
ka: სინათლე
km: ពន្លឺ
kn: ಲೈಟ್
ko: 라이트
lo: ແສງສະຫວ່າງ
lt: Šviesa
lv: Gaisma
mk: Светлина
ml: വെളിച്ചം
mn: Гэрэл
mr: लाइट
ms: Cahaya
my: အလင်း
nb: Lys
ne: लाइट
nl: Licht
pa: ਲਾਈਟ
pl: Jasny
pt_br: Claro
ro: Aprinde
ru: Светлый
si: ආලෝක
sk: Svetlo
sl: Svetloba
sq: Drita
sv: Ljus
sw: Mwanga
ta: வெளிச்சம்
te: కాంతి
th: สว่าง
tr: Aydınlık
uk: Світла
ur: روشن
vi: Sáng
xh: Ukukhanya
zh: 浅色
zh_hant: 淺色
zu: Ukukhanya

source: System
af: Stelsel
am: ስርዓት
ar: النظام
bg: система
bn: সিস্টেম
ca: Sistema
ckb: Sîstem
cs: Systém
el: Σύστημα
et: Süsteem
eu: Sistema
fa: سیستم
fi: Järjestelmä
fil: Sistema
fr_ca: Système
ga: Córas
gl: Sistema
gu: સિસ્ટમ
he: מערכת
hi: सिस्टम
hr: sustav
hu: Rendszer
hy: Համակարգ
id: Sistem
is: Kerfi
it: Sistema
ja: システム
ka: სისტემა
km: ប្រព័ន្ធ
kn: ಸಿಸ್ಟಂ
ko: 시스템
lo: ລະບົບ
lt: Sistema
lv: Sistēma
mk: Систем
ml: സിസ്റ്റം
mn: Систем
mr: सिस्टम
ms: Sistem
my: စနစ်
ne: प्रणाली
nl: Systeem
pa: ਸਿਸਟਮ
pt_br: Sistema
ro: Sistem
ru: Системный
si: පද්ධතිය
sk: systém
sl: Sistem
sq: Sistemi
sw: Mfumo
ta: அமைப்பு
te: వ్యవస్థ
th: ระบบ
tr: Sistem
uk: Системна
ur: سسٹم
vi: Hệ thống
xh: Inkqubo
zh: 跟随系统
zh_hant: 跟隨系統
zu: Uhlelo

source: AI Service
af: KI diens
am: AI አገልግሎት
ar: خدمة الذكاء الاصطناعي
bg: AI услуга
bn: AI সার্ভিস
ca: Servei d'IA
cs: Služba AI
cy: Gwasanaeth AI
de: KI-Dienst
el: Υπηρεσία AI
et: AI teenus
eu: AI Zerbitzua
fa: سرویس هوش مصنوعی
fi: AI-palvelu
fil: Serbisyo ng AI
ga: Seirbhís AI
gl: Servizo de IA
gu: AI સેવા
he: שירות AI
hi: AI सेवा
hr: AI usluga
hu: AI szolgáltatás
hy: AI ծառայություն
id: Layanan AI
is: AI þjónusta
it: Servizio AI
ja: AIサービス
ka: AI სერვისი
km: សេវា AI
kn: AI ಸೇವೆ
ko: AI 서비스
lo: ບໍລິການ AI
lt: AI paslauga
lv: AI pakalpojums
mk: Услуга за вештачка интелигенција
ml: AI സേവനം
mn: AI үйлчилгээ
mr: AI सेवा
ms: Perkhidmatan AI
my: AI ဝန်ဆောင်မှု
nb: AI-tjeneste
ne: AI सेवा
pa: AI ਸੇਵਾ
pl: Usługa AI
pt_br: Servico de IA
ro: Serviciul AI
ru: ИИ-сервис
si: AI සේවාව
sk: Služba AI
sl: Storitev AI
sq: Shërbimi i AI
sv: AI-tjänst
sw: Huduma ya AI
ta: AI சேவை
te: AI సేవ
th: บริการ AI
tr: AI Hizmeti
uk: AI сервіс
ur: AI سروس
vi: Dịch vụ AI
xh: Inkonzo ye-AI
zh: AI 服务
zh_hant: AI 服務
zu: Isevisi ye-AI

source: AI Chat Provider
af: AI Chat Verskaffer
am: AI ውይይት አቅራቢ
ar: مزود دردشة الذكاء الاصطناعي
bg: Доставчик на AI чат
bn: AI চ্যাট প্রোভাইডার
ca: Proveïdor de xat AI
cs: Poskytovatel chatu AI
cy: Darparwr Sgwrs AI
da: AI-chatudbyder
de: KI-Chat-Anbieter
el: Πάροχος συνομιλίας AI
et: AI vestluse pakkuja
eu: AI Txat Hornitzailea
fa: ارائه‌دهنده چت هوش مصنوعی
ga: Soláthraí Comhrá AI
gl: Provedor de chat AI
gu: AI ચૅટ પ્રોવાઈડર
he: ספק צ'אט AI
hi: AI चैट प्रोवाइडर
hy: AI Chat մատակարար
id: Penyedia Obrolan AI
is: AI spjallveita
it: Provider di chat AI
ja: AIチャットプロバイダー
ka: AI ჩატის პროვაიდერი
km: អ្នកផ្តល់សេវាជជែកកំសាន្ត AI
kn: AI ಚ್ಯಾಟ್ ಪ್ರೊವೈಡರ್
ko: AI 채팅 제공자
lo: ຜູ້ໃຫ້ບໍລິການສົນທະນາ AI
lt: AI pokalbių teikėjas
lv: AI tērzēšanas nodrošinātājs
mk: Провајдер за разговор со вештачка интелигенција
ml: AI ചാറ്റ് ദാതാവ്
mn: AI чат үйлчилгээ үзүүлэгч
mr: AI चैट प्रोव्हाइडर
ms: Pembekal Sembang AI
my: AI Chat ပံ့ပိုးပေးသူ
nb: AI Chat-leverandør
ne: AI च्याट प्रदायक
pa: AI ਚੈਟ ਪ੍ਰੋਵਾਈਡਰ
pl: Dostawca czatu AI
pt_br: Provedor de Chat de IA
ro: Furnizor de chat AI
ru: ИИ-провайдер чата
si: AI කතාබස් සපයන්නා
sk: Poskytovateľ chatu AI
sl: Ponudnik klepeta z umetno inteligenco
sq: Ofruesi i bisedës AI
sv: AI-chattleverantör
sw: Mtoa Gumzo wa AI
ta: AI சாட் வழங்குநர்
te: AI చాట్ ప్రొవైడర్
th: ผู้ให้บริการ AI แชท
tr: AI Sohbet Sağlayıcı
uk: AI чат провайдер
ur: AI چیٹ فراہم کنندہ
vi: Nhà cung cấp AI Chat
xh: Umboneleli weNgxoxo ye-AI
zh: AI 对话提供商
zh_hant: AI 對話供應商
zu: I-AI Chat Provider

source: Chat Model
af: Kletsmodel
am: የውይይት ሞዴል
ar: نموذج الدردشة
bg: Модел на чат
bn: চ্যাট মডেল
ca: Model de xat
ckb: Modela Chat
cs: Model chatu
cy: Model Sgwrsio
de: Chat-Modell
el: Μοντέλο συνομιλίας
et: Vestlusmudel
eu: Txat eredua
fa: مدل چت
fi: Chat-malli
fil: Modelo ng Chat
fr_ca: Modèle de discussion
ga: Múnla Comhrá
gl: Modelo de chat
gu: ચૅટ મોડેલ
he: מודל צ'אט
hi: चैट मॉडल
hu: Chat modell
hy: Զրույցի մոդել
id: Model Obrolan
is: Spjall líkan
it: Modello di chat
ja: チャットモデル
ka: ჩატის მოდელი
km: ម៉ូដែលជជែក
kn: ಚ್ಯಾಟ್ ಮಾಡೆಲ್
ko: 채팅 모델
lo: ຮູບແບບການສົນທະນາ
lt: Pokalbių modelis
lv: Tērzēšanas modelis
mk: Модел за разговор
ml: ചാറ്റ് മോഡൽ
mn: Чатын загвар
mr: चैट मॉडेल
ms: Model Sembang
my: စကားပြောပုံစံ
nb: Chat modell
ne: च्याट मोडल
pa: ਚੈਟ ਮਾਡਲ
pl: Model czatu
pt_br: Modelo de Chat
ro: Model de chat
ru: Модель чата
si: කතාබස් ආකෘතිය
sk: Model chatu
sl: Model klepeta
sq: Modeli i bisedës
sv: Chattmodell
sw: Mfano wa Gumzo
ta: சாட் மாடல்
te: చాట్ మోడల్
th: โมเดลแชท
tr: Sohbet Modeli
uk: Чат модель
ur: چیٹ ماڈل
vi: Mô hình chat
xh: Ncokola iModeli
zh: 对话模型
zh_hant: 對話模型
zu: Imodeli Yengxoxo

source: Local Model
af: Plaaslike Model
am: የአካባቢ ሞዴል
ar: النموذج المحلي
bg: Местен модел
bn: লোকাল মডেল
ca: Model local
ckb: Modela Herêmî
cs: Místní model
cy: Model Lleol
da: Lokal model
de: Lokales Modell
el: Τοπικό μοντέλο
et: Kohalik mudel
eu: Tokiko Eredua
fa: مدل محلی
fi: Paikallinen malli
fil: Lokal na Modelo
fr_ca: Modèle local
ga: Múnla Áitiúil
gl: Modelo Local
gu: લોકલ મોડેલ
he: מודל מקומי
hi: लोकल मॉडल
hr: Lokalni model
hu: Helyi modell
hy: Տեղական մոդել
id: Model Lokal
is: Staðbundið líkan
it: Modello locale
ja: ローカルモデル
ka: ლოკალური მოდელი
km: ម៉ូដែលក្នុងស្រុក
kn: ಲೋಕಲ್ ಮಾಡೆಲ್
ko: 로컬 모델
lo: ຕົວແບບທ້ອງຖິ່ນ
lt: Vietinis modelis
lv: Vietējais modelis
mk: Локален модел
ml: പ്രാദേശിക മോഡൽ
mn: Орон нутгийн загвар
mr: लोकल मॉडेल
ms: Model Tempatan
nb: Lokal modell
ne: स्थानीय मोडल
nl: Lokaal model
pa: ਲੋਕਲ ਮਾਡਲ
pl: Model lokalny
pt_br: Modelo Local
ro: Model local
ru: Локальная модель
si: දේශීය ආකෘතිය
sk: Miestny model
sl: Lokalni model
sq: Modeli lokal
sv: Lokal modell
sw: Mfano wa Mitaa
ta: உள்ளூர் மாடல்
te: స్థానిక మోడల్
th: โมเดลในเครื่อง
tr: Yerel Model
uk: Локальна модель
ur: لوکل ماڈل
vi: Mô hình cục bộ
xh: Imodeli yasekuhlaleni
zh: 本地模型
zh_hant: 本地模型
zu: Imodeli Yasendaweni

source: Local Model (Default)
af: Plaaslike model (verstek)
am: የአካባቢ ሞዴል (ነባሪ)
ar: النموذج المحلي (افتراضي)
bg: Локален модел (по подразбиране)
bn: লোকাল মডেল (ডিফল্ট)
ca: Model local (predeterminat)
ckb: Modela Herêmî (Destpêk)
cs: Místní model (výchozí)
cy: Model Lleol (Diofyn)
da: Lokal model (standard)
de: Lokales Modell (Standard)
el: Τοπικό μοντέλο (Προεπιλογή)
et: Kohalik mudel (vaikimisi)
eu: Tokiko eredua (lehenetsia)
fa: مدل محلی (پیش‌فرض)
fi: Paikallinen malli (oletus)
fil: Lokal na Modelo (Default)
fr_ca: Modèle local (par défaut)
ga: Múnla Áitiúil (Réamhshocrú)
gl: Modelo local (predeterminado)
gu: લોકલ મોડેલ (ડિફોલ્ટ)
he: מודל מקומי (ברירת מחדל)
hi: लोकल मॉडल (डिफ़ॉल्ट)
hr: Lokalni model (zadano)
hu: Helyi modell (alapértelmezett)
hy: Տեղական մոդել (կանխադրված)
id: Model Lokal (Default)
is: Staðbundið líkan (sjálfgefið)
it: Modello locale (predefinito)
ja: ローカルモデル（デフォルト）
ka: ადგილობრივი მოდელი (ნაგულისხმევი)
km: ម៉ូដែលក្នុងស្រុក (លំនាំដើម)
kn: ಲೋಕಲ್ ಮಾಡೆಲ್ (ಡಿಫಾಲ್ಟ್)
ko: 로컬 모델 (기본)
lo: ຕົວແບບທ້ອງຖິ່ນ (ຄ່າເລີ່ມຕົ້ນ)
lt: Vietinis modelis (numatytasis)
lv: Vietējais modelis (noklusējums)
mk: Локален модел (стандардно)
ml: പ്രാദേശിക മോഡൽ (ഡിഫോൾട്ട്)
mn: Орон нутгийн загвар (Өгөгдмөл)
mr: लोकल मॉडेल (डिफॉल्ट)
ms: Model Setempat (Lalai)
my: Local Model (မူရင်း)
nb: Lokal modell (standard)
ne: स्थानीय मोडल (पूर्वानुमान)
nl: Lokaal model (Standaard)
pa: ਲੋਕਲ ਮਾਡਲ (ਡਿਫਾਲਟ)
pl: Model lokalny (domyślny)
pt_br: Modelo Local (Padrao)
ro: Model local (implicit)
ru: Локальная модель (по умолчанию)
si: දේශීය ආකෘතිය (පෙරනිමිය)
sk: Miestny model (predvolené)
sl: Lokalni model (privzeto)
sq: Modeli lokal (i parazgjedhur)
sv: Lokal modell (standard)
sw: Muundo wa Karibu (Chaguomsingi)
ta: உள்ளூர் மாடல் (இயல்புநிலை)
te: స్థానిక మోడల్ (డిఫాల్ట్)
th: โมเดลในเครื่อง (ค่าเริ่มต้น)
tr: Yerel Model (Varsayılan)
uk: Локальна модель (за замовчуванням)
ur: لوکل ماڈل (طے شدہ)
vi: Mô hình cục bộ (Mặc định)
xh: Imodeli yasekuhlaleni (Okuhlala kukho)
zh: 本地模型（默认）
zh_hant: 本地模型（預設）
zu: Imodeli Yasendaweni (Okuzenzakalelayo)

source: Ollama Endpoint
af: Ollama Eindpunt
am: ኦላማ የመጨረሻ ነጥብ
ar: نقطة نهاية Ollama
bg: Крайна точка Олама
bn: Ollama এন্ডপয়েন্ট
cs: Koncový bod Ollama
da: Ollama endepunkt
de: Ollama-Endpunkt
el: Τελικό σημείο Ollama
et: Ollama lõpp-punkt
fa: نقطه پایان Ollama
fi: Ollaman päätepiste
fr_ca: Point de terminaison Ollama
ga: Críochphointe Olama
gu: Ollama એન્ડપોઈન્ટ
he: נקודת קצה Ollama
hi: Ollama एंडपॉइंट
hr: Krajnja točka Ollame
hu: Ollama végpont
hy: Օլլամայի վերջնակետ
id: Endpoint Ollama
is: Ollama endapunktur
it: Endpoint Ollama
ja: Ollamaエンドポイント
ka: ოლამა ბოლო წერტილი
km: ចំណុចបញ្ចប់ Ollama
kn: Ollama ಎಂಡ್'ಪಾಯಿಂಟ್
ko: Ollama 엔드포인트
lt: Ollamos galutinis taškas
lv: Ollama galapunkts
mk: Крајна точка на Олама
ml: ഒല്ലമ എൻഡ്‌പോയിൻ്റ്
mn: Оллама төгсгөлийн цэг
mr: Ollama एंडपॉइंट
ms: Titik Akhir Ollama
my: Ollama အဆုံးမှတ်
nb: Ollama endepunkt
ne: Ollama एन्डपोइन्ट
nl: Ollama-eindpunt
pa: Ollama ਐਂਡਪੁਆਂਟ
pl: Punkt końcowy Ollama
pt_br: Endpoint Ollama
ru: Конечная точка Оллама
si: Ollama අවසාන ලක්ෂය
sk: Koncový bod Ollama
sl: Končna točka Ollama
sq: Ollama Fundpoint
sv: Ollama slutpunkt
sw: Mwisho wa Ollama
ta: Ollama முனையம்
te: ఒల్లమా ఎండ్ పాయింట్
th: ปลายทาง Ollama
tr: Ollama Uç Noktası
uk: Кінцева точка Оллама
ur: Ollama اینڈپوائنٹ
vi: Điểm cuối Ollama
zh: Ollama 端点
zh_hant: Ollama 端點
zu: I-Ollama Endpoint

source: Ollama Model
am: ኦላማ ሞዴል
ar: نموذج Ollama
bg: Модел Олама
bn: Ollama মডেল
ca: Model Ollama
ckb: Modela Olama
cs: Model Ollama
cy: Model Olama
de: Ollama-Modell
el: Μοντέλο Olama
et: Ollama mudel
eu: Ollama eredua
fa: مدل Ollama
fi: Ollama malli
fr_ca: Modèle Ollama
ga: Múnla Olama
gl: Modelo Ollama
gu: Ollama મોડેલ
he: מודל Ollama
hi: Ollama मॉडल
hr: Model Ollama
hu: Ollama modell
hy: Օլլամա մոդել
id: Model Ollama
is: Ollama fyrirmynd
it: Modello Ollama
ja: Ollamaモデル
ka: ოლამა მოდელი
km: ម៉ូដែល Ollama
kn: Ollama ಮಾಡೆಲ್
ko: Ollama 모델
lt: Ollama modelis
lv: Ollama modelis
mk: Моделот Олама
ml: ഒല്ലമ മോഡൽ
mn: Оллама загвар
mr: Ollama मॉडेल
ms: Model Ollama
my: Ollama မော်ဒယ်
nb: Ollama modell
ne: Ollama मोडल
pa: Ollama ਮਾਡਲ
pl: Model Ollama
pt_br: Modelo Ollama
ro: Modelul Ollama
ru: Ollama модель
si: Ollama ආකෘතිය
sk: Model Olama
sl: Model Ollama
sq: Modeli Olama
sv: Ollama modell
sw: Mfano wa Ollama
ta: Ollama மாடல்
te: ఒల్లమా మోడల్
th: โมเดล Ollama
tr: Ollama Modeli
uk: Ollama модель
ur: Ollama ماڈل
vi: Mô hình Ollama
xh: Umzekelo kaOllama
zh: Ollama 模型
zh_hant: Ollama 模型
