Repository: hhhaiai/Shiguang
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bg, bn, ca, ckb, cs, cy, da, de, el, et, eu, fa, fi, fil, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, vi, xh, zh, zh_hant, zu

# shareFailed
source: Failed to share: {error}
af: Kon nie deel nie: {error}
am: ማጋራት አልተሳካም፦ _PH_0__
ar: فشل المشاركة: {error}
bg: Неуспешно споделяне: {error}
bn: শেয়ার করতে ব্যর্থ: {error}
ca: No s'ha pogut compartir: {error}
ckb: Parvekirin têkçû: {error}
cs: Sdílení se nezdařilo: {error}
cy: Wedi methu rhannu: _PH_0__
da: Kunne ikke dele: {error}
de: Teilen fehlgeschlagen: {error}
el: Αποτυχία κοινοποίησης: {error}
et: Jagamine ebaõnnestus: {error}
eu: Ezin izan da partekatu: {error}
fa: اشتراک‌گذاری ناموفق بود: {error}
fi: Jakaminen epäonnistui: {error}
fil: Nabigong ibahagi: {error}
fr_ca: Échec du partage : {error}
ga: Theip ar roinnt: _PH_0__
gl: Produciuse un erro ao compartir: {error}
gu: શેર કરવામાં નિષ્ફળ: {error}
he: נכשל בשיתוף: {error}
hi: शेयर करने में विफल: {error}
hr: Dijeljenje nije uspjelo: {error}
hu: Nem sikerült megosztani: {error}
hy: Չհաջողվեց կիսվել՝ {error}
id: Gagal berbagi: {error}
is: Mistókst að deila: {error}
it: Condivisione fallita: {error}
ja: 共有に失敗しました: {error}
ka: გაზიარება ვერ მოხერხდა: {error}
km: បរាជ័យក្នុងការចែករំលែក៖ {error}
kn: ಹಂಚಲು ವಿಫಲವಾಗಿದೆ: {error}
ko: 공유 실패: {error}
lo: ແບ່ງປັນບໍ່ສຳເລັດ: {error}
lt: Nepavyko bendrinti: {error}
lv: Neizdevās kopīgot: {error}
mk: Не успеа да се сподели: {error}
ml: പങ്കിടുന്നതിൽ പരാജയപ്പെട്ടു: {error}
mr: शेअर करण्यात अयशस्वी: {error}
ms: Gagal berkongsi: {error}
my: မျှဝေရန် မအောင်မြင်ပါ- {error}
nb: Kunne ikke dele: {error}
ne: शेयर गर्न असफल भयो: {error}
nl: Delen mislukt: {error}
pa: ਸ਼ੇਅਰ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: {error}
pl: Nie udało się udostępnić: {error}
pt_br: Falha ao compartilhar: {error}
ro: Partajarea eșuată: {error}
ru: Не удалось поделиться: {error}
si: බෙදා හැරීම අසාර්ථක විය: {error}
sk: Zdieľanie zlyhalo: {error}
sl: Skupna raba ni uspela: {error}
sq: Ndarja dështoi: {error}
sv: Det gick inte att dela: {error}
sw: Imeshindwa kushiriki: {error}
ta: பகிரத் தோல்வியுற்றது: {error}
te: భాగస్వామ్యం చేయడంలో విఫలమైంది: {error}
th: แชร์ไม่สำเร็จ: {error}
tr: Paylaşım başarısız: {error}
uk: Не вдалося поділитися: {error}
ur: شیئر کرنے میں ناکام: {error}
vi: Chia sẻ thất bại: {error}
xh: kusilele ukwabelana: {error}
zh: 分享失败: {error}
zh_hant: 分享失敗: {error}
zu: Yehlulekile ukwabelana: {error}

# searchMatchHits
source: {matchType} · {count} hits
af: {matchType} · {count} treffers
am: _PH_0__ · _PH_1__ መታ
ar: {matchType} · {count} نتيجة
bg: {matchType} · {count} посещения
bn: {matchType} · {count}টি হিট
ca: {matchType} · {count} visites
ckb: {matchType} · {count} lêdan
cs: {matchType} · {count} zásahů
cy: _PH_0__ · {count} hits
de: {matchType} · {count} Treffer
el: {matchType} · {count} επισκέψεις
et: {matchType} · {count} tabamust
fa: {matchType} · {count} نتیجه
fi: {matchType} · {count} osumaa
fil: {matchType} · {count} hit
fr_ca: {matchType} · {count} clics
ga: {matchType} · {count} amas
gl: {matchType} · {count} visitas
gu: {matchType} · {count} પરિણામો
he: {matchType} - {count} תוצאות
hi: {matchType} · {count} हिट्स
hr: {matchType} · {count} pogodaka
hu: {matchType} · {count} találat
hy: {matchType} · {count} հարվածներ
id: {matchType} · {count} hasil
it: {matchType} · {count} risultati
ja: {matchType} · {count}件
ka: {matchType} · {count} ჰიტები
km: {matchType} · {count} ទស្សនា
kn: {matchType} · {count} ಹಿಟ್'ಗಳು
ko: {matchType} · {count}개 일치
lt: {matchType} · {count} paspaudimų
lv: {matchType} · {count} trāpījumi
mk: {matchType} · {count} хитови
ml: {matchType} · {count} ഹിറ്റുകൾ
mr: {matchType} · {count} हिट्स
nb: {matchType} · {count} treff
ne: {matchType} · {count} हिटहरू
nl: {matchType} · {count} resultaten
pa: {matchType} · {count} ਹਿੱਟ
pl: {matchType} · {count} wyników
pt_br: {matchType} - {count} resultados
ro: {matchType} · {count} accesări
ru: {matchType} · {count} результатов
si: {matchType} · {count} හිමිකම්
sk: {matchType} · {count} prístupov
sl: {matchType} · {count} zadetkov
sq: {matchType} · {count} goditje
sv: {matchType} · {count} träffar
sw: {matchType} · {count} vibao
ta: {matchType}·{count}வெற்றி
te: {matchType} · {count} హిట్‌లు
th: {matchType} · {count} รายการ
tr: {matchType} · {count} sonuç
uk: {matchType} · {count} результатів
ur: {matchType} · {count} ہٹس
vi: {matchType} · {count} kết quả
zh: {matchType} · {count}处
zh_hant: {matchType} · {count}處
zu: {matchType} · {count} amahithi

source: Match: {count}
af: Pas: {count}
am: ተዛማጅ፡ _PH_0__
ar: التطابق: {count}
bg: Съвпадение: {count}
bn: মিল: {count}
ca: Coincidència: {count}
ckb: Maç: {count}
cs: Shoda: {count}
cy: Cyfateb: _PH_0__
de: Treffer: {count}
el: Ταίριασμα: {count}
et: Vaste: {count}
eu: Bat-etortzea: {count}
fa: تطابق: {count}
fi: Ottelu: {count}
fil: Tugma: {count}
fr_ca: Correspondance : {count}
ga: Meaitseáil: _PH_0__
gl: Coincidencia: {count}
gu: મેળ: {count}
he: התאמה: {count}
hi: मैच: {count}
hr: Podudaranje: {count}
hu: Egyezés: {count}
hy: Համընկնումը՝ {count}
id: Cocok: {count}
is: Samsvörun: {count}
it: Corrispondenza: {count}
ja: 一致: {count}
ka: მატჩი: {count}
km: ការប្រកួត៖ {count}
kn: ಹೊಂದಾಣಿಕೆ: {count}
ko: 일치: {count}
lo: ກົງກັນ: {count}
lt: Atitiktis: {count}
lv: Atbilstība: {count}
mk: Натпревар: {count}
ml: പൊരുത്തം: {count}
mr: जुळावे: {count}
ms: Padanan: {count}
my: ကိုက်ညီမှု- {count}
ne: मिल्ने: {count}
nl: Overeenkomst: {count}
pa: ਮੇਲ: {count}
pl: Dopasowanie: {count}
pt_br: Correspondencia: {count}
ro: Potrivire: {count}
ru: Совпадений: {count}
si: ගැලපීම: {count}
sk: Zhoda: {count}
sl: Ujemanje: {count}
sq: Ndeshja: {count}
sv: Matchning: {count}
sw: Inayolingana: {count}
ta: பொருத்தம்: {count}
te: మ్యాచ్: {count}
th: ตรง: {count}
tr: Eşleşme: {count}
uk: Збіг: {count}
ur: مطابقت: {count}
vi: Khớp: {count}
xh: Umdlalo: {count}
zh: 匹配:{count}
zh_hant: 匹配:{count}
zu: Fanisa: {count}

# sourceFromNetwork
source: Source: {source}
af: Bron: {source}
am: ምንጭ፡ _PH_0__
ar: المصدر: {source}
bg: Източник: {source}
bn: উৎস: {source}
ca: Font: {source}
ckb: Çavkanî: {source}
cs: Zdroj: {source}
cy: Ffynhonnell: _PH_0__
da: Kilde: {source}
de: Quelle: {source}
el: Πηγή: {source}
et: Allikas: {source}
eu: Iturria: {source}
fa: منبع: {source}
fi: Lähde: {source}
fil: Pinagmulan: {source}
ga: Foinse: _PH_0__
gl: Fonte: {source}
gu: સ્ત્રોત: {source}
he: מקור: {source}
hi: स्रोत: {source}
hr: Izvor: {source}
hu: Forrás: {source}
hy: Աղբյուր՝ {source}
id: Sumber: {source}
is: Heimild: {source}
it: Fonte: {source}
ja: ソース: {source}
ka: წყარო: {source}
km: ប្រភព៖ {source}
kn: ಮೂಲ: {source}
ko: 출처: {source}
lo: ທີ່ມາ: {source}
lt: Šaltinis: {source}
lv: Avots: {source}
mk: Извор: {source}
ml: ഉറവിടം: {source}
mr: स्रोत: {source}
ms: Sumber: {source}
my: အရင်းအမြစ်- {source}
nb: Kilde: {source}
ne: स्रोत: {source}
nl: Bron: {source}
pa: ਸਰੋਤਾ: {source}
pl: Źródło: {source}
pt_br: Fonte: {source}
ro: Sursa: {source}
ru: Источник: {source}
si: මූලාරම්යය: {source}
sk: Zdroj: {source}
sl: Vir: {source}
sq: Burimi: {source}
sv: Källa: {source}
sw: Chanzo: {source}
ta: மூலம்: {source}
te: మూలం: {source}
th: แหล่งที่มา: {source}
tr: Kaynak: {source}
uk: Джерело: {source}
ur: ذریعہ: {source}
vi: Nguồn: {source}
xh: Umthombo: {source}
zh: 来源: {source}
zh_hant: 來源: {source}
zu: Umthombo: {source}

# createNew
source: Create
af: Skep
am: ፍጠር
ar: إنشاء
bg: Създавайте
bn: তৈরি করুন
ca: Crear
ckb: Xûliqandin
cs: Vytvořit
cy: Creu
da: Skabe
de: Erstellen
el: Δημιουργώ
et: Loo
eu: Sortu
fa: ایجاد
fi: Luoda
fil: Lumikha
fr_ca: Créer
ga: Cruthaigh
gl: Crear
gu: બનાવો
he: צור
hi: बनाएं
hr: Stvoriti
hu: Teremt
hy: Ստեղծել
id: Buat
is: Búa til
it: Crea
ja: 作成
ka: შექმნა
km: បង្កើត
kn: ರಚಿಸು
ko: 만들기
lo: ສ້າງ
lt: Sukurti
lv: Izveidot
mk: Креирај
ml: സൃഷ്ടിക്കുക
mr: तयार करा
ms: Buat
my: ဖန်တီးပါ။
nb: Skape
ne: सिर्जना गर्नुहोस्
nl: Maken
pa: ਬਣਾਓ
pl: Utwórz
pt_br: Criar
ro: Crea
ru: Создать
si: සාදන්න
sk: Vytvorte
sl: Ustvari
sq: Krijo
sv: Skapa
sw: Unda
ta: உருவாக்கு
te: సృష్టించు
th: สร้างใหม่
tr: Oluştur
uk: Створити
ur: بنائیں
vi: Tạo mới
xh: Yenza
zh: 新建
zh_hant: 新增
zu: Dala

# micStartFailed
source: Mic start failed: {error}
af: Kon nie mikrofoon begin nie: {error}
am: የማይክሮፎን ጅምር አልተሳካም፦ _PH_0__
ar: فشل في بدء الميكروفون: {error}
bg: Неуспешно стартиране на микрофона: {error}
bn: মাইক শুরু করতে ব্যর্থ: {error}
ca: Ha fallat l'inici del micròfon: {error}
ckb: Destpêka mîkrofê têk çû: {error}
cs: Spuštění mikrofonu se nezdařilo: {error}
cy: Methodd cychwyn y meic: _PH_0__
da: Mikrofonstart mislykkedes: {error}
de: Mikrofon konnte nicht gestartet werden: {error}
el: Η εκκίνηση του μικροφώνου απέτυχε: {error}
et: Mikrofoni käivitamine ebaõnnestus: {error}
eu: Mikrofonoa abiarazteko huts egin du: {error}
fa: شروع میکروفون ناموفق بود: {error}
fi: Mikrofonin käynnistys epäonnistui: {error}
fil: Nabigo ang pagsisimula ng mikropono: {error}
fr_ca: Échec du démarrage du micro : {error}
ga: Theip ar thús an mhicreafóin: _PH_0__
gl: Fallou o inicio do micrófono: {error}
gu: માઇક શરૂ કરવામાં નિષ્ફળ: {error}
he: נכשל בהפעלת המיקרופון: {error}
hi: माइक शुरू करने में विफल: {error}
hr: Pokretanje mikrofona nije uspjelo: {error}
hu: A mikrofon indítása nem sikerült: {error}
hy: Խոսափողի գործարկումը ձախողվեց՝ {error}
id: Gagal memulai mikrofon: {error}
is: Ekki tókst að ræsa hljóðnema: {error}
it: Avvio microfono fallito: {error}
ja: マイクの起動に失敗しました: {error}
ka: მიკროფონის დაწყება ვერ მოხერხდა: {error}
km: ការចាប់ផ្តើមមីក្រូហ្វូនបរាជ័យ៖ {error}
kn: ಮೈಕ್ ಪ್ರಾರಂಭಿಸಲು ವಿಫಲವಾಗಿದೆ: {error}
ko: 마이크 시작 실패: {error}
lo: ເລີ່ມໄມບໍ່ສຳເລັດ: {error}
lt: Nepavyko paleisti mikrofono: {error}
lv: Mikrofona palaišana neizdevās: {error}
mk: Почетокот на микрофонот не успеа: {error}
ml: മൈക്ക് സ്റ്റാർട്ട് പരാജയപ്പെട്ടു: {error}
mr: माइक सुरू करण्यात अयशस्वी: {error}
ms: Permulaan mikrofon gagal: {error}
my: မိုက်ကို စတင်ခြင်း မအောင်မြင်ပါ- {error}
nb: Mikrofonstart mislyktes: {error}
ne: माइक सुरू गर्न असफल भयो: {error}
nl: Microfoon starten mislukt: {error}
pa: ਮਾਈਕ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: {error}
pl: Nie udało się uruchomić mikrofonu: {error}
pt_br: Falha ao iniciar microfone: {error}
ro: Pornirea microfonului a eșuat: {error}
ru: Не удалось запустить микрофон: {error}
si: මයික් ආරම්භ කිරීමට අපොහොසත් විය: {error}
sk: Spustenie mikrofónu zlyhalo: {error}
sl: Zagon mikrofona ni uspel: {error}
sq: Nisja e mikrofonit dështoi: {error}
sv: Mikrofonstart misslyckades: {error}
sw: Kuanza kwa maikrofoni kumeshindwa: {error}
ta: Mic தொடங்கத் தோல்வியுற்றது: {error}
te: మైక్ ప్రారంభం విఫలమైంది: {error}
th: เริ่มไมค์ไม่สำเร็จ: {error}
tr: Mikrofon başlatılamadı: {error}
uk: Не вдалося запустити мікрофон: {error}
ur: مائک شروع کرنے میں ناکام: {error}
vi: Khởi động mic thất bại: {error}
xh: Ukuqala kombhobho kusilele: {error}
zh: 麦克风启动失败: {error}
zh_hant: 麥克風啟動失敗: {error}
zu: Ukuqala kwemakrofoni kuhlulekile: {error}

# importResultAccounts
source: Accounts: +{created} / updated {updated}
af: Rekeninge: +{created} / opgedateer {updated}
am: መለያዎች፡ +{created} / የዘመነ {updated}
ar: الحسابات: +{created} / تم التحديث {updated}
bg: Акаунти: +{created} / актуализиран {updated}
bn: অ্যাকাউন্ট: +{created} / আপডেট {updated}
ca: Comptes: +{created} / actualitzat {updated}
ckb: Hesab: +{created} / nûkirin {updated}
cs: Účty: +{created} / aktualizováno {updated}
cy: Cyfrifon: +{created} / diweddaru {updated}
da: Konti: +{created} / opdateret {updated}
de: Konten: +{created} / aktualisiert {updated}
el: Λογαριασμοί: +{created} / ενημερωμένος {updated}
et: Kontod: +{created} / värskendatud {updated}
eu: Kontuak: +{created} / eguneratua {updated}
fa: حساب‌ها: +{created} / به‌روز شده {updated}
fi: Tilit: +{created} / päivitetty {updated}
fil: Mga Account: +{created} / na-update {updated}
fr_ca: Comptes : +{created} / mis à jour {updated}
ga: Cuntais: +_PH_0__ / nuashonraithe {updated}
gl: Contas: +{created} / actualizadas {updated}
gu: એકાઉન્ટ્સ: +{created} / અપડેટ {updated}
he: חשבונות: +{created} / עודכנו {updated}
hi: खाते: +{created} / अपडेट किए गए {updated}
hr: Računi: +{created} / ažurirano {updated}
hu: Fiókok: +{created} / frissítve {updated}
hy: Հաշիվներ՝ +{created} / թարմացված {updated}
id: Akun: +{created} / diperbarui {updated}
is: Reikningar: +{created} / uppfært {updated}
it: Account: +{created} / aggiornati {updated}
ja: アカウント: +{created} / 更新 {updated}
ka: ანგარიშები: +{created} / განახლებულია {updated}
km: គណនី៖ +{created} / បានធ្វើបច្ចុប្បន្នភាព {updated}
kn: ಖಾತೆಗಳು: +{created} / ನವೀಕರಿಸಲಾಗಿದೆ {updated}
ko: 계정: +{created} / 업데이트 {updated}
lo: ບັນຊີ: +{created} / ອັບເດດ {updated}
lt: Paskyros: +{created} / atnaujinta {updated}
lv: Konti: +{created} / atjaunināts {updated}
mk: Сметки: +{created} / ажурирани {updated}
ml: അക്കൗണ്ടുകൾ: +{created} / അപ്ഡേറ്റ് {updated}
mr: खाती: +{created} / अपडेट केले {updated}
ms: Akaun: +{created} / dikemas kini {updated}
my: အကောင့်များ- +{created} / အပ်ဒိတ်လုပ်ထားသော {updated}
nb: Kontoer: +{created} / oppdatert {updated}
ne: खाताहरू: +{created} / अपडेट {updated}
nl: Accounts: +{created} / bijgewerkt {updated}
pa: ਖਾਤੇ: +{created} / ਅੱਪਡੇਟ {updated}
pl: Konta: +{created} / zaktualizowano {updated}
pt_br: Contas: +{created} / atualizados {updated}
ro: Conturi: +{created} / actualizat {updated}
ru: Аккаунты: +{created} / обновлено {updated}
si: ගිණුම්: +{created} / යාවත්කාලීන {updated}
sk: Účty: +{created} / aktualizované {updated}
sl: Računi: +{created} / posodobljeno {updated}
sq: Llogaritë: +{created} / përditësuar {updated}
sv: Konton: +{created} / uppdaterad {updated}
sw: Akaunti: +{created} / imesasishwa {updated}
ta: கணக்குகள்: +{created} / புதுப்பித்த {updated}
te: ఖాతాలు: +{created} / నవీకరించబడింది {updated}
th: บัญชี: +{created} / อัปเดต {updated}
tr: Hesaplar: +{created} / güncellendi {updated}
uk: Облікові записи: +{created} / оновлено {updated}
ur: اکاؤنٹس: +{created} / اپڈیٹ {updated}
vi: Tài khoản: +{created} / cập nhật {updated}
xh: Iiakhawunti: +{created} / zihlaziywe {updated}
zh: 账号: +{created} / 更新 {updated}
zh_hant: 帳號: +{created} / 更新 {updated}
zu: Ama-akhawunti: +{created} / abuyekeziwe {updated}

# importResultDiaries
source: Diaries: +{created} / updated {updated}
af: Dagboeke: +{created} / opgedateer {updated}
am: ማስታወሻ ደብተር፦ +{created} / የዘመነ {updated}
ar: اليومية: +{created} / تم التحديث {updated}
bg: Дневници: +{created} / актуализиран {updated}
bn: ডায়ারি: +{created} / আপডেট {updated}
ca: Diaris: +{created} / actualitzat {updated}
ckb: Rojnivîsk: +{created} / nûkirin {updated}
cs: Deníky: +{created} / aktualizováno {updated}
cy: Dyddiaduron: +{created} / diweddaru {updated}
da: Dagbøger: +{created} / opdateret {updated}
de: Tagebücher: +{created} / aktualisiert {updated}
el: Ημερολόγια: +{created} / ενημερώθηκε {updated}
et: Päevikud: +{created} / uuendatud {updated}
eu: Egunkariak: +{created} / eguneratua {updated}
fa: دفترچه‌ها: +{created} / به‌روز شده {updated}
fi: Päiväkirjat: +{created} / päivitetty {updated}
fil: Diary: +{created} / na-update {updated}
fr_ca: Agendas : +{created} / mis à jour {updated}
ga: Dialanna: +_PH_0__ / nuashonraithe {updated}
gl: Diarios: +{created} / actualizado {updated}
gu: ડાયરીઓ: +{created} / અપડેટ {updated}
he: יומנים: +{created} / עודכנו {updated}
hi: डायरी: +{created} / अपडेट किए गए {updated}
hr: Dnevnici: +{created} / ažurirano {updated}
hu: Naplók: +{created} / frissítve {updated}
hy: Օրագրեր՝ +{created} / թարմացված {updated}
id: Diari: +{created} / diperbarui {updated}
is: Dagbækur: +{created} / uppfært {updated}
it: Diari: +{created} / aggiornati {updated}
ja: 日記: +{created} / 更新 {updated}
ka: დღიურები: +{created} / განახლებულია {updated}
km: កំណត់ហេតុប្រចាំថ្ងៃ៖ +{created} / បានធ្វើបច្ចុប្បន្នភាព {updated}
kn: ಡೈರಿಗಳು: +{created} / ನವೀಕರಿಸಲಾಗಿದೆ {updated}
ko: 다이어리: +{created} / 업데이트 {updated}
lo: Diaries: +{created} / ອັບເດດ {updated}
lt: Dienoraščiai: +{created} / atnaujinta {updated}
lv: Dienasgrāmatas: +{created} / atjaunināta {updated}
mk: Дневници: +{created} / ажурирани {updated}
ml: ഡയറിക്കുറിപ്പുകൾ: +{created} / അപ്ഡേറ്റ് {updated}
mr: डायरी: +{created} / अपडेट केले {updated}
ms: Diari: +{created} / dikemas kini {updated}
my: ဒိုင်ယာရီများ- +{created} / မွမ်းမံထားသော {updated}
nb: Dagbøker: +{created} / oppdatert {updated}
ne: डायरीहरू: +{created} / अपडेट {updated}
nl: Dagboeken: +{created} / bijgewerkt {updated}
pa: ਡਾਇਰੀਆਂ: +{created} / ਅੱਪਡੇਟ {updated}
pl: Dzienniki: +{created} / zaktualizowano {updated}
pt_br: Diarios: +{created} / atualizados {updated}
ro: Jurnale: +{created} / actualizat {updated}
ru: Дневники: +{created} / обновлено {updated}
si: ඩයරි: +{created} / යාවත්කාලීන {updated}
sk: Denníky: +{created} / aktualizované {updated}
sl: Dnevniki: +{created} / posodobljeno {updated}
sq: Ditarët: +{created} / përditësuar {updated}
sv: Dagböcker: +{created} / uppdaterad {updated}
sw: Shajara: +{created} / imesasishwa {updated}
ta: டைரிகள்: +{created} / புதுப்பித்த {updated}
te: డైరీలు: +{created} / నవీకరించబడింది {updated}
th: ไดอารี่: +{created} / อัปเดต {updated}
tr: Günlükler: +{created} / güncellendi {updated}
uk: Щоденники: +{created} / оновлено {updated}
ur: ڈائریز: +{created} / اپڈیٹ {updated}
vi: Nhật ký: +{created} / cập nhật {updated}
xh: Iidayari: +{created} / zihlaziywe {updated}
zh: 日记: +{created} / 更新 {updated}
zh_hant: 日記: +{created} / 更新 {updated}
zu: Idayari: +{created} / ibuyekeziwe {updated}

# importResultReminders
source: Reminders: +{created} / updated {updated}
af: Onthounotas: +{created} / opgedateer {updated}
am: አስታዋሾች፡ +{created} / የዘመነ {updated}
ar: التذكيرات: +{created} / تم التحديث {updated}
bg: Напомняния: +{created} / актуализирано {updated}
bn: রিমাইন্ডার: +{created} / আপডেট {updated}
ca: Recordatoris: +{created} / actualitzat {updated}
ckb: Bîranîn: +{created} / nûkirin {updated}
cs: Připomenutí: +{created} / aktualizováno {updated}
cy: Nodyn atgoffa: +_PH_0__ / diweddaru {updated}
da: Påmindelser: +{created} / opdateret {updated}
de: Erinnerungen: +{created} / aktualisiert {updated}
el: Υπενθυμίσεις: +{created} / ενημερώθηκε {updated}
et: Meeldetuletused: +{created} / uuendatud {updated}
eu: Abisuak: +{created} / eguneratua {updated}
fa: یادآوری‌ها: +{created} / به‌روز شده {updated}
fi: Muistutukset: +{created} / päivitetty {updated}
fil: Mga Paalala: +{created} / na-update {updated}
fr_ca: Rappels : +{created} / mis à jour {updated}
ga: Meabhrúcháin: +_PH_0__ / nuashonraithe {updated}
gl: Recordatorios: +{created} / actualizado {updated}
gu: રીમાઇન્ડર્સ: +{created} / અપડેટ {updated}
he: תזכורות: +{created} / עודכנו {updated}
hi: रिमाइंडर: +{created} / अपडेट किए गए {updated}
hr: Podsjetnici: +{created} / ažurirano {updated}
hu: Emlékeztetők: +{created} / frissítve {updated}
hy: Հիշեցումներ՝ +{created} / թարմացված {updated}
id: Pengingat: +{created} / diperbarui {updated}
is: Áminningar: +{created} / uppfært {updated}
it: Promemoria: +{created} / aggiornati {updated}
ja: リマインダー: +{created} / 更新 {updated}
ka: შეხსენებები: +{created} / განახლებულია {updated}
km: ការរំលឹក៖ +{created} / បានធ្វើបច្ចុប្បន្នភាព {updated}
kn: ಜ್ಞಾಪನೆಗಳು: +{created} / ನವೀಕರಿಸಲಾಗಿದೆ {updated}
ko: 알림: +{created} / 업데이트 {updated}
lo: ການແຈ້ງເຕືອນ: +{created} / ອັບເດດ {updated}
lt: Priminimai: +{created} / atnaujinta {updated}
lv: Atgādinājumi: +{created} / atjaunināts {updated}
mk: Потсетници: +{created} / ажурирано {updated}
ml: ഓർമ്മപ്പെടുത്തലുകൾ: +{created} / അപ്ഡേറ്റ് {updated}
mr: स्मरणपत्रे: +{created} / अपडेट केले {updated}
ms: Peringatan: +{created} / dikemas kini {updated}
my: သတိပေးချက်များ- +{created} / အပ်ဒိတ်လုပ်ထားသော {updated}
nb: Påminnelser: +{created} / oppdatert {updated}
ne: रिमाइन्डरहरू: +{created} / अपडेट {updated}
nl: Herinneringen: +{created} / bijgewerkt {updated}
pa: ਰੀਮਾਈਂਡਰ: +{created} / ਅੱਪਡੇਟ {updated}
pl: Przypomnienia: +{created} / zaktualizowano {updated}
pt_br: Lembretes: +{created} / atualizados {updated}
ro: Mementouri: +{created} / actualizat {updated}
ru: Напоминания: +{created} / обновлено {updated}
si: මතක් කිරීම්: +{created} / යාවත්කාලීන {updated}
sk: Pripomienky: +{created} / aktualizované {updated}
sl: Opomniki: +{created} / posodobljeno {updated}
sq: Përkujtues: +{created} / përditësuar {updated}
sv: Påminnelser: +{created} / uppdaterad {updated}
sw: Vikumbusho: +{created} / imesasishwa {updated}
ta: நினைவூட்டல்கள்: +{created} / புதுப்பித்த {updated}
te: రిమైండర్‌లు: +{created} / నవీకరించబడింది {updated}
th: การแจ้งเตือน: +{created} / อัปเดต {updated}
tr: Hatırlatmalar: +{created} / güncellendi {updated}
uk: Нагадування: +{created} / оновлено {updated}
ur: یاد دہانیاں: +{created} / اپڈیٹ {updated}
vi: Nhắc nhở: +{created} / cập nhật {updated}
xh: Izikhumbuzo: +{created} / ihlaziywe {updated}
zh: 提醒: +{created} / 更新 {updated}
zh_hant: 提醒: +{created} / 更新 {updated}
zu: Izikhumbuzi: +{created} / zibuyekeziwe {updated}

# importResultSkipped
source: Skipped: {count}
af: Oorgeslaan: {count}
am: ተዘሏል፡ _PH_0__
ar: تم التخطي: {count}
bg: Пропуснати: {count}
bn: এড়িয়ে যাওয়া: {count}
ca: S'ha omès: {count}
ckb: Derket: {count}
cs: Přeskočeno: {count}
cy: Wedi'i hepgor: _PH_0__
da: Sprang over: {count}
de: Übersprungen: {count}
el: Παράβλεψη: {count}
et: Vahele jäetud: {count}
eu: Saltatu egin da: {count}
fa: رد شده: {count}
fi: Ohitettu: {count}
fil: Nilaktawan: {count}
fr_ca: Ignoré : {count}
ga: Léimte: _PH_0__
gl: Omitido: {count}
gu: છોડી દીધેલ: {count}
he: דולגו: {count}
hi: छोड़े गए: {count}
hr: Preskočeno: {count}
hu: Kihagyva: {count}
hy: Բաց թողնված՝ {count}
id: Dilewati: {count}
is: Sleppt: {count}
it: Saltati: {count}
ja: スキップ: {count}
ka: გამოტოვებული: {count}
km: បានរំលង៖ {count}
kn: ಬಿಟ್ಟುಬಿಡಲಾಗಿದೆ: {count}
ko: 건너뛰기: {count}
lo: ຂ້າມ: {count}
lt: Praleista: {count}
lv: Izlaists: {count}
mk: Прескокнат: {count}
ml: ഒഴിവാക്കി: {count}
mr: वगळले: {count}
ms: Dilangkau: {count}
my: ကျော်သွားသည်- {count}
nb: Hoppet over: {count}
ne: छोडियो: {count}
nl: Overgeslagen: {count}
pa: ਛੱਡਿਆ ਗਿਆ: {count}
pl: Pominięto: {count}
pt_br: Ignorados: {count}
ro: Omis: {count}
ru: Пропущено: {count}
si: මග හැර යන ලදී: {count}
sk: Preskočené: {count}
sl: Preskočeno: {count}
sq: U anashkalua: {count}
sv: Hoppade över: {count}
sw: Imeruka: {count}
ta: தவிர்க்கப்பட்டது: {count}
te: దాటవేయబడింది: {count}
th: ข้าม: {count}
tr: Atlandı: {count}
uk: Пропущено: {count}
ur: چھوڑا گیا: {count}
vi: Bỏ qua: {count}
xh: Itsityiwe: {count}
zh: 跳过: {count}
zh_hant: 跳過: {count}
zu: Kweqiwe: {count}
