Repository: hhhaiai/Shiguang
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bg, bn, ca, ckb, cs, cy, da, de, el, et, eu, fa, fi, fil, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, vi, xh, zh, zh_hant, zu

source: Speech Recognition Engine
af: Spraakherkenningsenjin
am: የንግግር ማወቂያ ሞተር
ar: محرك التعرف على الكلام
bg: Механизъм за разпознаване на реч
bn: স্পিচ রিকগনিশন ইঞ্জিন
ca: Motor de reconeixement de veu
ckb: Motora naskirina axaftinê
cs: Engine pro rozpoznávání řeči
cy: Peiriant Adnabod Lleferydd
da: Talegenkendelsesmotor
de: Spracherkennungsmodul
el: Μηχανή αναγνώρισης ομιλίας
et: Kõnetuvastusmootor
eu: Ahotsa ezagutzeko motorra
fa: موتور تشخیص گفتار
fi: Puheentunnistusmoottori
fr_ca: Moteur de reconnaissance vocale
ga: Inneall Aitheanta Cainte
gl: Motor de recoñecemento de voz
gu: વાણી ઓળખાણ એન્જિન
he: מנוע זיהוי דיבור
hi: स्पीच रिकग्निशन इंजन
hr: Motor za prepoznavanje govora
hu: Beszédfelismerő motor
hy: Խոսքի ճանաչման շարժիչ
id: Mesin Pengenalan Suara
is: Talgreiningarvél
it: Motore di riconoscimento vocale
ja: 音声認識エンジン
ka: მეტყველების ამოცნობის ძრავა
km: ម៉ាស៊ីនទទួលស្គាល់ការនិយាយ
kn: ಭಾಷಣ ಗುರುತಿಸುವ ಎಂಜಿನ್
ko: 음성 인식 엔진
lo: ເຄື່ອງຈັກຮັບຮູ້ສຽງເວົ້າ
lt: Kalbos atpažinimo variklis
lv: Runas atpazīšanas dzinējs
mk: Мотор за препознавање говор
ml: സ്പീച്ച് റെക്കഗ്നിഷൻ എഞ്ചിൻ
mn: Яриа таних хөдөлгүүр
mr: वाक्य ओळख इंजिन
ms: Enjin Pengecaman Pertuturan
my: မိန့်ခွန်းအသိအမှတ်ပြုအင်ဂျင်
nb: Motor for talegjenkjenning
ne: भाषण पहिचान इन्जिन
nl: Spraakherkenningsengine
pa: ਸਪੀਚ ਰਿਕਗਨਿਸ਼ਨ ਇੰਜਿਨ
pl: Silnik rozpoznawania mowy
pt_br: Motor de Reconhecimento de Voz
ro: Motor de recunoaștere a vorbirii
ru: Движок распознавания речи
si: ස්ථානගත කිරීමේ එන්ජිනය
sk: Nástroj na rozpoznávanie reči
sl: Mehanizem za prepoznavanje govora
sq: Motori i njohjes së të folurit
sv: Taligenkänningsmotor
sw: Injini ya Utambuzi wa Hotuba
te: స్పీచ్ రికగ్నిషన్ ఇంజిన్
th: เครื่องมือจดจำเสียงพูด
tr: Konuşma Tanıma Motoru
uk: Рушій розпізнавання мовлення
ur: تقریر شناسی انجن
vi: Công cụ nhận dạng giọng nói
xh: I-Speech Recognition injini
zh: 语音识别引擎
zh_hant: 語音識別引擎
zu: Injini Yokuqaphela Inkulumo

source: Local
af: Plaaslik
am: አካባቢያዊ
ar: محلي
bg: Местен
bn: লোকাল
ckb: Herêmî
cs: Místní
cy: Lleol
da: Lokal
de: Lokal
el: Τοπικός
et: Kohalik
eu: Tokikoa
fa: محلی
fi: Paikallinen
fil: Lokal
fr_ca: Locale
ga: Áitiúil
gu: લોકલ
he: מקומי
hi: लोकल
hr: Lokalno
hu: Helyi
hy: Տեղական
id: Lokal
is: Staðbundið
it: Locale
ja: ローカル
ka: ადგილობრივი
km: ក្នុងស្រុក
kn: ಲೋಕಲ್
ko: 로컬
lo: ທ້ອງຖິ່ນ
lt: Vietinis
lv: Vietējais
mk: Локално
ml: പ്രാദേശിക
mn: Орон нутгийн
mr: लोकल
ms: Tempatan
my: ပြည်တွင်း
nb: Lokalt
ne: स्थानीय
nl: Lokaal
pa: ਲੋਕਲ
pl: Lokalny
ru: Локальный
si: දේශීය
sk: Miestne
sl: Lokalno
sq: Lokale
sv: Lokal
sw: Ndani
ta: உள்ளூர்
te: స్థానిక
th: ในเครื่อง
tr: Yerel
uk: Локальний
ur: لوکل
vi: Cục bộ
xh: Indawo
zh: 本地
zh_hant: 本地
zu: Indawo

source: Endpoint
af: Eindpunt
am: የመጨረሻ ነጥብ
ar: نقطة النهاية
bg: Крайна точка
bn: এন্ডপয়েন্ট
ca: Punt final
cs: Koncový bod
cy: Diweddbwynt
da: Slutpunkt
de: Endpunkt
el: Τελικό σημείο
et: Lõpp-punkt
eu: Amaiera
fa: نقطه پایان
fi: Päätepiste
fr_ca: Point de terminaison
ga: Críochphointe
gl: Punto final
gu: એન્ડપોઈન્ટ
he: נקודת קצה
hi: एंडपॉइंट
hr: Krajnja točka
hu: Végpont
hy: Վերջնակետ
id: Titik akhir
is: Endapunktur
it: Punto finale
ja: エンドポイント
ka: ბოლო წერტილი
km: ចំណុចបញ្ចប់
kn: ಎಂಡ್'ಪಾಯಿಂಟ್
ko: 엔드포인트
lo: ຈຸດສິ້ນສຸດ
lt: Galutinis taškas
lv: Gala punkts
mk: Крајна точка
ml: അവസാന പോയിൻ്റ്
mr: एंडपॉइंट
ms: Titik akhir
my: အဆုံးမှတ်
nb: Endepunkt
ne: एन्डपोइन्ट
nl: Eindpunt
pa: ਐਂਡਪੁਆਂਟ
pl: Punkt końcowy
pt_br: Ponto final
ro: Punct final
ru: Конечная точка
si: අවසාන ලක්ෂය
sk: Koncový bod
sl: Končna točka
sq: Pika përfundimtare
sv: Slutpunkt
sw: Mwisho
ta: முனையம்
te: ఎండ్ పాయింట్
th: ปลายทาง
tr: Uç Nokta
uk: Кінцева точка
ur: اینڈپوائنٹ
vi: Điểm cuối
xh: Isiphelo
zh: 端点
zh_hant: 端點
zu: Iphoyinti lokugcina

source: Local Speech Model
af: Plaaslike spraakmodel
am: የአካባቢ የንግግር ሞዴል
ar: نموذج الكلام المحلي
bg: Модел на местната реч
bn: লোকাল স্পিচ মডেল
ca: Model de parla local
ckb: Modela Axaftina Herêmî
cs: Model místní řeči
cy: Model Lleferydd Lleol
da: Lokal talemodel
de: Lokales Sprachmodell
el: Τοπικό μοντέλο λόγου
et: Kohalik kõnemudel
eu: Tokiko hizkera eredua
fa: مدل گفتار محلی
fi: Paikallinen puhemalli
fil: Lokal na Modelo ng Pagsasalita
fr_ca: Modèle de discours local
ga: Múnla Cainte Áitiúil
gl: Modelo de fala local
gu: લોકલ Speech મોડેલ
he: מודל דיבור מקומי
hi: लोकल स्पीच मॉडल
hr: Model lokalnog govora
hu: Helyi beszédmodell
hy: Տեղական խոսքի մոդել
id: Model Suara Lokal
is: Staðbundið tallíkan
it: Modello vocale locale
ja: ローカル音声モデル
ka: ლოკალური მეტყველების მოდელი
km: គំរូសុន្ទរកថាក្នុងស្រុក
kn: ಲೋಕಲ್ ಸ್ಪೀಚ್ ಮಾಡೆಲ್
ko: 로컬 음성 모델
lo: ຮູບແບບການປາກເວົ້າໃນທ້ອງຖິ່ນ
lt: Vietinis kalbos modelis
lv: Vietējais runas modelis
mk: Локален говорен модел
ml: പ്രാദേശിക സംഭാഷണ മാതൃക
mr: लोकल वाक्य मॉडेल
ms: Model Pertuturan Tempatan
nb: Lokal talemodell
ne: स्थानीय भाषण मोडल
nl: Lokaal spraakmodel
pa: ਲੋਕਲ ਸਪੀਚ ਮਾਡਲ
pl: Lokalny model mowy
pt_br: Modelo de Voz Local
ro: Model local de vorbire
ru: Локальная модель речи
si: දේශීය ස්ථානගත කිරීමේ ආකෘතිය
sk: Model lokálnej reči
sl: Model lokalnega govora
sq: Modeli lokal i të folurit
sv: Lokal talmodell
sw: Muundo wa Usemi wa Karibu
ta: உள்ளூர் Speech மாடல்
te: స్థానిక ప్రసంగ నమూనా
th: โมเดลเสียงในเครื่อง
tr: Yerel Konuşma Modeli
uk: Локальна мовленнєва модель
ur: لوکل تقریر ماڈل
vi: Mô hình giọng nói cục bộ
xh: Umzekelo weNtetho yasekuhlaleni
zh: 本地语音模型
zh_hant: 本地語音模型
zu: Imodeli Yenkulumo Yasendaweni

# senseVoiceOnnx
source: SenseVoice ONNX (on-device)
af: SenseVoice ONNX (op toestel)
am: SenseVoice ONNX (በመሣሪያ ላይ)
ar: SenseVoice ONNX (على الجهاز)
bg: SenseVoice ONNX (на устройството)
bn: SenseVoice ONNX (ডিভাইসে)
ca: SenseVoice ONNX (al dispositiu)
ckb: SenseVoice ONNX (li ser cîhazê)
cs: SenseVoice ONNX (na zařízení)
cy: SenseVoice ONNX (ar y ddyfais)
da: SenseVoice ONNX (på enheden)
de: SenseVoice ONNX (auf dem Gerät)
el: SenseVoice ONNX (σε συσκευή)
et: SenseVoice ONNX (seadmes)
eu: SenseVoice ONNX (gailuan)
fa: SenseVoice ONNX (روی دستگاه)
fi: SenseVoice ONNX (laitteessa)
fr_ca: SenseVoice ONNX (sur l'appareil)
ga: SenseVoice ONNX (ar an ngléas)
gl: SenseVoice ONNX (no dispositivo)
gu: SenseVoice ONNX (ડિવાઈસ પર)
he: SenseVoice ONNX (במכשיר)
hi: SenseVoice ONNX (ऑन-डिवाइस)
hr: SenseVoice ONNX (na uređaju)
hu: SenseVoice ONNX (eszközön)
hy: SenseVoice ONNX (սարքի վրա)
id: SenseVoice ONNX (di perangkat)
is: SenseVoice ONNX (í tæki)
it: SenseVoice ONNX (sul dispositivo)
ja: SenseVoice ONNX（デバイス上）
ka: SenseVoice ONNX (მოწყობილობაზე)
km: SenseVoice ONNX (នៅលើឧបករណ៍)
kn: SenseVoice ONNX (ಡಿವೈಸ್'ನಲ್ಲಿ)
ko: SenseVoice ONNX (장치 내)
lo: SenseVoice ONNX (ໃນອຸປະກອນ)
lt: „SenseVoice ONNX“ (įrenginyje)
lv: SenseVoice ONNX (ierīcē)
mk: SenseVoice ONNX (на уред)
ml: SenseVoice ONNX (ഉപകരണത്തിൽ)
mr: SenseVoice ONNX (डिव्हाइसवर)
ms: SenseVoice ONNX (pada peranti)
my: SenseVoice ONNX (စက်ပေါ်တွင်)
nb: SenseVoice ONNX (på enheten)
ne: SenseVoice ONNX (उपकरणमा)
nl: SenseVoice ONNX (op apparaat)
pa: SenseVoice ONNX (ਡਿਵਾਈਸ ਤੇ)
pl: SenseVoice ONNX (na urządzeniu)
pt_br: SenseVoice ONNX (no dispositivo)
ro: SenseVoice ONNX (pe dispozitiv)
ru: SenseVoice ONNX (на устройстве
si: SenseVoice ONNX (උපකරණයේ)
sk: SenseVoice ONNX (na zariadení)
sl: SenseVoice ONNX (v napravi)
sq: SenseVoice ONNX (në pajisje)
sv: SenseVoice ONNX (på enheten)
sw: SenseVoice ONNX (kwenye kifaa)
ta: SenseVoice ONNX (சாதனத்தில்)
te: SenseVoice ONNX (పరికరంలో)
th: SenseVoice ONNX (บนอุปกรณ์)
tr: SenseVoice ONNX (cihaz üzerinde)
uk: SenseVoice ONNX (на пристрої)
ur: SenseVoice ONNX (ڈیوائس پر)
vi: SenseVoice ONNX (trên thiết bị)
xh: SenseVoice ONNX (kwisixhobo)
zh: SenseVoice ONNX（设备端）
zh_hant: SenseVoice ONNX（設備端）
zu: I-SenseVoice ONNX (kudivayisi)

source: System Speech Recognition
af: Stelsel spraakherkenning
am: የስርዓት ንግግር እውቅና
ar: التعرف على الكلام للنظام
bg: Системно разпознаване на реч
bn: সিস্টেম স্পিচ রিকগনিশন
ca: Sistema de reconeixement de veu
ckb: Naskirina Axaftina Pergalê
cs: Systémové rozpoznávání řeči
cy: Cydnabod Lleferydd System
da: System talegenkendelse
de: System-Spracherkennung
el: Αναγνώριση ομιλίας συστήματος
et: Süsteemne kõnetuvastus
eu: Sistemaren ahots-ezagutza
fa: تشخیص گفتار سیستم
fi: Järjestelmän puheentunnistus
fr_ca: Système de reconnaissance vocale
ga: Aitheantas Urlabhra an Chórais
gl: Sistema de recoñecemento de voz
gu: સિસ્ટમ વાણી ઓળખાણ
he: זיהוי דיבור של המערכת
hi: सिस्टम स्पीच रिकग्निशन
hr: Sustav za prepoznavanje govora
hu: Rendszerbeszédfelismerés
hy: Համակարգի խոսքի ճանաչում
id: Pengenalan Suara Sistem
is: Kerfistalgreining
it: Riconoscimento vocale di sistema
ja: システム音声認識
ka: სისტემური მეტყველების ამოცნობა
km: ការទទួលស្គាល់ការនិយាយប្រព័ន្ធ
kn: ಸಿಸ್ಟಂ ಸ್ಪೀಚ್ ಗುರುತಿಸುವಿಕೆ
ko: 시스템 음성 인식
lo: ການຮັບຮູ້ສຽງເວົ້າຂອງລະບົບ
lt: Sistemos kalbos atpažinimas
lv: Sistēmas runas atpazīšana
mk: Системско препознавање на говор
ml: സിസ്റ്റം സ്പീച്ച് തിരിച്ചറിയൽ
mr: सिस्टम वाक्य ओळख
ms: Pengecaman Pertuturan Sistem
my: စနစ် စကားပြော အသိအမှတ်ပြုမှု
nb: System talegjenkjenning
ne: प्रणाली भाषण पहिचान
nl: Systeem spraakherkenning
pa: ਸਿਸਟਮ ਸਪੀਚ ਰਿਕਗਨਿਸ਼ਨ
pl: Systemowe rozpoznawanie mowy
pt_br: Reconhecimento de Voz do Sistema
ro: Sistem de recunoaștere a vorbirii
ru: Системное распознавание речи
si: පද්ධතියේ ස්ථානගත කිරීම
sk: Systémové rozpoznávanie reči
sl: Sistem za prepoznavanje govora
sq: Sistemi i njohjes së të folurit
sv: System taligenkänning
sw: Utambuzi wa Usemi wa Mfumo
ta: அமைப்பு Speech Recognition
te: సిస్టమ్ స్పీచ్ రికగ్నిషన్
th: การจดจำเสียงพูดของระบบ
tr: Sistem Konuşma Tanıma
uk: Системне розпізнавання мовлення
ur: سسٹم تقریر شناسی
vi: Nhận dạng giọng nói hệ thống
xh: UkuQatshelwa kweNtetho yeNkqubo
zh: 系统语音识别
zh_hant: 系統語音識別
zu: Ukuqashelwa Kwenkulumo Yesistimu

source: System Recognition (Android/iOS)
af: Stelselherkenning (Android/iOS)
am: የስርዓት እውቅና (አንድሮይድ/አይኦኤስ)
ar: التعرف على النظام (Android/iOS)
bg: Системно разпознаване (Android/iOS)
bn: সিস্টেম রিকগনিশন (Android/iOS)
ca: Reconeixement del sistema (Android/iOS)
ckb: Naskirina Pergalê (Android/iOS)
cs: Rozpoznávání systému (Android/iOS)
cy: Cydnabod System (Android/iOS)
da: Systemgenkendelse (Android/iOS)
de: Systemerkennung (Android/iOS)
el: Αναγνώριση συστήματος (Android/iOS)
et: Süsteemituvastus (Android/iOS)
eu: Sistemaren ezagutza (Android/iOS)
fa: تشخیص سیستم (Android/iOS)
fi: Järjestelmän tunnistus (Android/iOS)
fr_ca: Reconnaissance du système (Android/iOS)
ga: Aitheantas Córais (Android/iOS)
gl: Recoñecemento do sistema (Android/iOS)
gu: સિસ્ટમ ઓળખાણ (Android/iOS)
he: זיהוי מערכת (Android/iOS)
hi: सिस्टम रिकग्निशन (Android/iOS)
hr: Prepoznavanje sustava (Android/iOS)
hu: Rendszerfelismerés (Android/iOS)
hy: Համակարգի ճանաչում (Android/iOS)
id: Pengenalan Sistem (Android/iOS)
is: Kerfisþekking (Android/iOS)
it: Riconoscimento di sistema (Android/iOS)
ja: システム認識（Android/iOS）
ka: სისტემის ამოცნობა (Android/iOS)
km: ការទទួលស្គាល់ប្រព័ន្ធ (Android/iOS)
kn: ಸಿಸ್ಟಂ ಗುರುತಿಸುವಿಕೆ (Android/iOS)
ko: 시스템 인식 (Android/iOS)
lo: ການຮັບຮູ້ລະບົບ (Android/iOS)
lt: Sistemos atpažinimas („Android“ / „iOS“)
lv: Sistēmas atpazīšana (Android/iOS)
mk: Системско препознавање (Android/iOS)
ml: സിസ്റ്റം തിരിച്ചറിയൽ (Android/iOS)
mr: सिस्टम ओळख (Android/iOS)
ms: Pengecaman Sistem (Android/iOS)
my: စနစ်အသိအမှတ်ပြုမှု (Android/iOS)
nb: Systemgjenkjenning (Android/iOS)
ne: प्रणाली पहिचान (Android/iOS)
nl: Systeemherkenning (Android/iOS)
pa: ਸਿਸਟਮ ਰਿਕਗਨਿਸ਼ਨ (Android/iOS)
pl: Rozpoznawanie systemowe (Android/iOS)
pt_br: Reconhecimento do Sistema (Android/iOS)
ro: Recunoașterea sistemului (Android/iOS)
ru: Системное распознавание (Android/iOS)
si: පද්ධතියේ හඳුනාගැනීම (Android/iOS)
sk: Rozpoznávanie systému (Android/iOS)
sl: Sistemsko prepoznavanje (Android/iOS)
sq: Njohja e sistemit (Android/iOS)
sv: Systemigenkänning (Android/iOS)
sw: Utambuzi wa Mfumo (Android/iOS)
ta: அமைப்பு Recognition (Android/iOS)
te: సిస్టమ్ గుర్తింపు (Android/iOS)
th: การจดจำของระบบ
tr: Sistem Tanıma (Android/iOS)
uk: Системне розпізнавання (Android/iOS)
ur: سسٹم شناسی (Android/iOS)
vi: Nhận dạng hệ thống
xh: Uqwalaselo lweNkqubo (Android/iOS)
zh: 系统识别（Android/iOS）
zh_hant: 系統識別（Android/iOS）
zu: Ukuqashelwa Kwesistimu (Android/iOS)

source: Endpoint Recognition (Cloud/WS)
af: Eindpuntherkenning (Wolk/WS)
am: የመጨረሻ ነጥብ ማወቂያ (ክላውድ/ደብሊውኤስ)
ar: التعرف على نقطة النهاية (Cloud/WS)
bg: Разпознаване на крайна точка (облак/WS)
bn: এন্ডপয়েন্ট রিকগনিশন (ক্লাউড/WS)
ca: Reconeixement de punt final (núvol/WS)
ckb: Naskirina xala dawîn (Ewr/WS)
cs: Rozpoznávání koncových bodů (Cloud/WS)
cy: Cydnabod Diweddbwynt (Cloud/WS)
da: Endpoint-genkendelse (Cloud/WS)
de: Endpunkterkennung (Cloud/WS)
el: Αναγνώριση τελικού σημείου (Cloud/WS)
et: Lõpp-punkti tuvastamine (pilv/WS)
eu: Amaiera-puntuak hautematea (Hodeia/WS)
fa: تشخیص نقطه پایان (Cloud/WS)
fi: Päätepisteen tunnistus (pilvi/WS)
fr_ca: Reconnaissance des points de terminaison (Cloud/WS)
ga: Aitheantas Críochphointe (Scamall/WS)
gl: Recoñecemento de puntos finais (Cloud/WS)
gu: એન્ડપોઇન્ટ ઓળખાણ (Cloud/WS)
he: זיהוי נקודת קצה (Cloud/WS)
hi: एंडपॉइंट रिकग्निशन (क्लाउड/WS)
hr: Prepoznavanje krajnje točke (Cloud/WS)
hu: Végpont felismerés (felhő/WS)
hy: Վերջնական կետի ճանաչում (Cloud/WS)
id: Pengenalan Endpoint (Cloud/WS)
is: Endpunktagreining (ský/WS)
it: Riconoscimento endpoint (Cloud/WS)
ja: エンドポイント認識（Cloud/WS）
ka: ბოლო წერტილის ამოცნობა (Cloud/WS)
km: ការទទួលស្គាល់ចំណុចបញ្ចប់ (Cloud/WS)
kn: ಎಂಡ್'ಪಾಯಿಂಟ್ ಗುರುತಿಸುವಿಕೆ (Cloud/WS)
ko: 엔드포인트 인식 (Cloud/WS)
lo: ການຮັບຮູ້ຈຸດສິ້ນສຸດ (Cloud/WS)
lt: Galinio taško atpažinimas (debesis / WS)
lv: Galapunkta atpazīšana (mākonis/WS)
mk: Препознавање крајна точка (Cloud/WS)
ml: എൻഡ്‌പോയിൻ്റ് തിരിച്ചറിയൽ (ക്ലൗഡ്/ഡബ്ല്യുഎസ്)
mr: एंडपॉइंट ओळख (Cloud/WS)
ms: Pengecaman Titik Akhir (Cloud/WS)
my: အဆုံးမှတ် အသိအမှတ်ပြုမှု (Cloud/WS)
ne: एन्डपोइन्ट पहिचान (Cloud/WS)
nl: Eindpuntherkenning (Cloud/WS)
pa: ਐਂਡਪੁਆਂਟ ਰਿਕਗਨਿਸ਼ਨ (Cloud/WS)
pl: Rozpoznawanie punktu końcowego (Chmura/WS)
pt_br: Reconhecimento por Endpoint (Cloud/WS)
ro: Recunoaștere endpoint (Cloud/WS)
ru: Endpoint распознавание (Облако/WS)
si: අවසාන ලක්ෂය හඳුනාගැනීම (Cloud/WS)
sk: Rozpoznávanie koncových bodov (Cloud/WS)
sl: Prepoznavanje končne točke (oblak/WS)
sq: Njohja e pikës fundore (Cloud/WS)
sv: Slutpunktsigenkänning (moln/WS)
sw: Utambuzi wa sehemu ya mwisho (Wingu/WS)
ta: முனையம் Recognition (Cloud/WS)
te: ఎండ్‌పాయింట్ రికగ్నిషన్ (క్లౌడ్/డబ్ల్యుఎస్)
th: การจดจำปลายทาง (Cloud/WS)
tr: Uç Nokta Tanıma (Bulut/WS)
uk: Endpoint розпізнавання (Cloud/WS)
ur: اینڈپوائنٹ شناسی (کلاؤڈ/WS)
vi: Nhận dạng điểm cuối (Đám mây/WS)
xh: I-Endpoint Recognition (Mafu/WS)
zh: 端点识别（云/WS）
zh_hant: 端點識別（雲端/WS）
zu: I-Endpoint Recognition (Cloud/WS)

# useBuiltInRecognizer
source: Use built-in Android / iOS recognizer (may use cloud)
af: Gebruik ingeboude Android / iOS-herkenner (kan wolk gebruik)
am: አብሮ የተሰራ አንድሮይድ/iOS ማወቂያን ተጠቀም (ዳመናን ሊጠቀም ይችላል)
ar: استخدام أداة التعرف المدمجة في Android / iOS (قد تستخدم السحابة)
bg: Използвайте вградения разпознавач за Android / iOS (може да използва облак)
bn: বিল্ট-ইন Android / iOS রিকগনাইজার ব্যবহার করুন (ক্লাউড ব্যবহার করতে পারে)
ca: Utilitzeu el reconeixement integrat d'Android/iOS (pot utilitzar el núvol)
ckb: Nasnameya Android / iOS-ê ya çêkirî bikar bînin (dibe ku ewr bikar bînin)
cs: Použít vestavěný rozpoznávač Android / iOS (může používat cloud)
cy: Defnyddiwch adnabyddydd Android / iOS adeiledig (gall ddefnyddio cwmwl)
da: Brug indbygget Android / iOS-genkendelse (kan bruge cloud)
de: Integrierten Android/iOS-Recognizer verwenden (kann Cloud nutzen)
el: Χρησιμοποιήστε ενσωματωμένο αναγνωριστικό Android / iOS (μπορεί να χρησιμοποιήσετε σύννεφο)
et: Kasutage sisseehitatud Androidi / iOS-i tuvastajat (võib kasutada pilve)
eu: Erabili integratutako Android / iOS ezagutzailea (hodeia erabil daiteke)
fa: از تشخیص‌دهنده داخلی Android / iOS استفاده کنید (ممکن است از cloud استفاده کند)
fi: Käytä sisäänrakennettua Android/iOS-tunnistinta (voi käyttää pilvipalvelua)
fil: Gumamit ng built-in na Android / iOS na kinikilala (maaaring gumamit ng cloud)
fr_ca: Utiliser le système de reconnaissance Android/iOS intégré (peut utiliser le cloud)
ga: Úsáid aitheantóir ionsuite Android / iOS (is féidir scamall a úsáid)
gl: Usa o recoñecemento integrado de Android/iOS (pode usar a nube)
gu: Built-in Android / iOS recognizer નો ઉપયોગ કરો (cloud નો ઉપયોગ કરી શકે છે)
he: השתמש בזיהוי המובנה של Android/iOS (עשוי להשתמש בענן)
hi: बिल्ट-इन Android / iOS रिकग्निशन का उपयोग करें (क्लाउड का उपयोग कर सकता है)
hr: Koristite ugrađeni prepoznavač za Android / iOS (može koristiti oblak)
hu: Használja a beépített Android / iOS felismerőt (felhőt használhat)
hy: Օգտագործեք ներկառուցված Android / iOS ճանաչիչ (կարող է օգտագործել ամպը)
id: Gunakan pengenal bawaan Android/iOS (mungkin menggunakan cloud)
is: Notaðu innbyggða Android / iOS auðkenningu (má nota ský)
it: Usa il riconoscitore integrato di Android/iOS (puo' usare il cloud)
ja: Android/iOSの組み込み認識を使用（クラウド使用の可能性あり）
ka: გამოიყენეთ ჩაშენებული Android / iOS ამომცნობი (შეიძლება გამოიყენოთ ღრუბელი)
km: ប្រើឧបករណ៍សម្គាល់ Android / iOS ដែលមានស្រាប់ (អាចប្រើពពក)
kn: ಅಂತರ್ನಿರ್ಮಿತ Android / iOS ಗುರುತಿಸುವವನ್ನು ಬಳಸಿ (ಕ್ಲೌಡ್ ಬಳಸಬಹುದು)
ko: Android/iOS 내장 인식기 사용 (클라우드 사용 가능)
lo: ໃຊ້ຕົວຮັບຮູ້ Android / iOS ໃນຕົວ (ອາດຈະໃຊ້ຄລາວ)
lt: Naudokite įmontuotą Android / iOS atpažintuvą (gali naudoti debesį)
lv: Izmantojiet iebūvēto Android/iOS atpazinēju (var izmantot mākoni)
mk: Користете вграден препознавање на Android / iOS (може да користите облак)
ml: അന്തർനിർമ്മിത Android / iOS തിരിച്ചറിയൽ ഉപയോഗിക്കുക (ക്ലൗഡ് ഉപയോഗിക്കാം)
mr: अंतर्निहित Android / iOS ओळखक वापरा (क्लाउड वापरू शकतो)
ms: Gunakan pengecam Android / iOS terbina dalam (mungkin menggunakan awan)
my: built-in Android / iOS အသိအမှတ်ပြုသူကိုသုံးပါ (cloud ကိုသုံးနိုင်သည်)
nb: Bruk innebygd Android / iOS-gjenkjenner (kan bruke sky)
ne: निर्मित Android / iOS पहिचानकर्ता प्रयोग गर्नुहोस् (क्लाउड प्रयोग गर्न सक्छ)
nl: Gebruik ingebouwde Android/iOS-herkenner (kan cloud gebruiken)
pa: ਬਿਲਟ-ਇਨ Android / iOS ਰਿਕਗਨਾਈਜ਼ਰ ਦੀ ਵਰਤੋਂ ਕਰੋ (ਕਲਾਂਡ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦਾ ਹੈ)
pl: Użyj wbudowanego rozpoznawania Android/iOS (może używać chmury)
pt_br: Usar reconhecedor nativo do Android/iOS (pode usar cloud)
ro: Utilizați dispozitivul de recunoaștere Android / iOS încorporat (poate folosi cloud)
ru: Использовать встроенный распознаватель Android / iOS (может использовать облако)
si: අන්තර්ගත Android / iOS හඳුනාගැනීමේ උපකරණය භාවිතා කරන්න (cloud භාවිතා කළ හැක)
sk: Použiť vstavaný rozpoznávač Android / iOS (môže používať cloud)
sl: Uporaba vgrajenega prepoznavalnika za Android/iOS (lahko uporablja oblak)
sq: Përdorni njohësin e integruar të Android / iOS (mund të përdorni renë kompjuterike)
sv: Använd inbyggd Android / iOS-identifierare (kan använda moln)
sw: Tumia kitambuaji cha ndani cha Android / iOS (kinaweza kutumia wingu)
ta: உள்ளிடப்பட்ட Android / iOS recognizer ஐப் பயன்படுத்தவும் (Cloud ஐப் பயன்படுத்தக்கூடும்)
te: అంతర్నిర్మిత Android / iOS గుర్తింపును ఉపయోగించండి (క్లౌడ్‌ని ఉపయోగించవచ్చు)
th: ใช้เครื่องมือจดจำในตัว Android/iOS (อาจใช้ cloud)
tr: Yerleşik Android / iOS tanıyıcısını kullanın (bulut kullanabilir)
uk: Використовувати вбудований Android/iOS розпізнавач (може використовувати хмару)
ur: بِلٹ ان Android / iOS ریکگنائزر کااستعمال کریں (کلاؤڈ کااستعمال کرسکتا ہے)
vi: Sử dụng trình nhận dạng tích hợp Android/iOS (có thể sử dụng đám mây)
xh: Sebenzisa eyakhelwe-ngaphakathi i-Android / iOS isiqapheli (inokusebenzisa ilifu)
zh: 使用 Android/iOS 内置识别器（可能使用云）
zh_hant: 使用 Android/iOS 內建識別器（可能使用雲端）
zu: Sebenzisa isiboni se-Android/iOS esakhelwe ngaphakathi (singasebenzisa ifu)

source: Voice AI Endpoint
af: Stem AI Eindpunt
am: የድምጽ AI የመጨረሻ ነጥብ
ar: نقطة نهاية صوت الذكاء الاصطناعي
bg: Гласова крайна точка на AI
bn: ভয়েস AI এন্ডপয়েন্ট
ca: Punt final d'IA de veu
ckb: Deng AI Endpoint
cs: Koncový bod hlasové umělé inteligence
cy: Llais AI Diweddbwynt
da: Voice AI-endepunkt
de: Sprach-KI-Endpunkt
el: Τελικό σημείο τεχνητής νοημοσύνης φωνής
et: Voice AI lõpp-punkt
fa: نقطه پایان هوش مصنوعی صدا
fi: Voice AI -päätepiste
fil: Endpoint ng Voice AI
ga: Guth AI Críochphointe
gl: Punto final de IA de voz
gu: વોઇસ AI એન્ડપોઇન્ટ
he: נקודת קצה Voice AI
hi: Voice AI एंडपॉइंट
hr: Krajnja točka glasovne umjetne inteligencije
hu: Voice AI végpont
hy: Ձայնային AI վերջնակետ
id: Endpoint Voice AI
is: Rödd AI endapunktur
it: Endpoint Voice AI
ja: 音声AIエンドポイント
ka: ხმის AI ბოლო წერტილი
kn: ವಾಯ್ಸ್ AI ಎಂಡ್'ಪಾಯಿಂಟ್
ko: 음성 AI 엔드포인트
lt: Balso AI galutinis taškas
lv: Balss AI galapunkts
mk: Крајна точка со гласовна вештачка интелигенција
ml: വോയ്‌സ് AI എൻഡ്‌പോയിൻ്റ്
mr: व्हॉइस AI एंडपॉइंट
ms: Titik Akhir AI Suara
nb: Voice AI-endepunkt
ne: भ्वाइस AI एन्डपोइन्ट
nl: Voice AI-eindpunt
pa: ਵੌਇਸ AI ਐਂਡਪੁਆਂਟ
pl: Punkt końcowy Voice AI
pt_br: Endpoint de Voz IA
ru: Конечная точка голосового ИИ
si: හඬ AI අවසාන ලක්ෂය
sk: Koncový bod hlasovej AI
sl: Končna točka glasovne umetne inteligence
sq: Pika përfundimtare e inteligjencës artificiale zanore
sw: Sehemu ya Mwisho ya Sauti AI
ta: Voice AI முனையம்
te: వాయిస్ AI ఎండ్‌పాయింట్
th: ปลายทาง Voice AI
tr: Ses AI Uç Noktası
uk: Кінцева точка голосового штучного інтелекту
ur: ووائس AI اینڈپوائنٹ
vi: Điểm cuối Voice AI
xh: I-Voice AI Endpoint
zh: 语音 AI 端点
zh_hant: 語音 AI 端點
zu: I-Voice AI Endpoint

source: Embedding Model
af: Inbedding Model
am: መክተቻ ሞዴል
ar: نموذج التضمين
bg: Модел на вграждане
bn: এমবেডিং মডেল
ca: Model d'incrustació
ckb: Modela Embedding
cs: Model vkládání
cy: Model Ymgorffori
da: Indlejringsmodel
de: Embedding-Modell
el: Ενσωμάτωση μοντέλου
et: Mudeli manustamine
eu: Kapsulatzeko eredua
fa: مدل تعبیه
fi: Upotusmalli
fil: Pag-embed ng Modelo
fr_ca: Modèle d'intégration
ga: Múnla Leabú
gl: Modelo de incorporación
gu: એમ્બેડિંગ મોડેલ
he: מודל Embedding
hi: एम्बेडिंग मॉडल
hr: Model ugradnje
hu: Modell beágyazása
hy: Ներդրման մոդել
id: Model Embedding
is: Innfelling líkan
it: Modello di embedding
ja: Embeddingモデル
ka: ჩანერგვის მოდელი
km: ម៉ូដែលបង្កប់
kn: ಎಂಬೆಡಿಂಗ್ ಮಾಡೆಲ್
ko: 임베딩 모델
lo: ການຝັງຕົວແບບ
lt: Įdėjimo modelis
lv: Modeļa iegulšana
mk: Модел за вградување
ml: ഉൾച്ചേർക്കൽ മോഡൽ
mr: एम्बेडिंग मॉडेल
ms: Model Benam
my: တသားတည်းပုံစံ
nb: Innebyggingsmodell
ne: एम्बेडिङ मोडल
pa: ਐਂਬੈਡਿੰਗ ਮਾਡਲ
pl: Model osadzania
pt_br: Modelo de Embedding
ro: Model de încorporare
ru: Модель эмбеддинга
si: Embedding ආකෘතිය
sk: Model vkladania
sl: Model vdelave
sq: Modeli i ngulitjes
sv: Inbäddningsmodell
sw: Muundo wa Kupachika
ta: Embedding மாடல்
te: పొందుపరిచే మోడల్
th: โมเดล Embedding
tr: Embedding Modeli
uk: Embedding модель
ur: ایمبیڈنگ ماڈل
vi: Mô hình Embedding
xh: Imodeli yokufakela
zh: Embedding 模型
zh_hant: Embedding 模型
zu: Imodeli yokushumeka
