Repository: hhhaiai/Shiguang
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bg, bn, ca, ckb, cs, cy, da, de, el, et, eu, fa, fi, fil, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, vi, xh, zh, zh_hant, zu

source: Settings in backup were applied.
af: Instellings in rugsteun is toegepas.
am: በመጠባበቂያ ውስጥ ያሉ ቅንብሮች ተተግብረዋል።
ar: تم تطبيق الإعدادات في النسخة الاحتياطية.
bg: Настройките в резервното копие бяха приложени.
bn: ব্যাকআপের সেটিংস প্রয়োগ করা হয়েছে।
ca: S'ha aplicat la configuració de la còpia de seguretat.
ckb: Mîhengên di hilanînê de hatin sepandin.
cs: Nastavení v záloze byla použita.
cy: Gosodwyd gosodiadau wrth gefn.
da: Indstillinger i backup blev anvendt.
de: Einstellungen aus der Sicherung wurden angewendet.
el: Εφαρμόστηκαν ρυθμίσεις στο backup.
et: Varunduse sätted rakendati.
eu: Babeskopiako ezarpenak aplikatu dira.
fa: تنظیمات پشتیبان اعمال شدند.
fi: Varmuuskopion asetukset otettiin käyttöön.
fil: Inilapat ang mga setting sa backup.
fr_ca: Les paramètres de sauvegarde ont été appliqués.
ga: Cuireadh socruithe sa chúltaca i bhfeidhm.
gl: Aplicáronse a configuración na copia de seguranza.
gu: Backup માંથી settings apply થયા.
he: ההגדרות מהגיבוי הוחלו.
hi: बैकअप में सेटिंग्स लागू की गईं।
hr: Primijenjene su postavke u sigurnosnoj kopiji.
hu: A biztonsági mentés beállításai alkalmazva lettek.
hy: Կիրառվել են պահուստավորման կարգավորումները:
id: Pengaturan dalam cadangan telah diterapkan.
is: Stillingar í öryggisafriti voru notaðar.
it: Le impostazioni nel backup sono state applicate.
ja: バックアップの設定が適用されました。
ka: გამოყენებული იქნა სარეზერვო ასლის პარამეტრები.
km: ការកំណត់នៅក្នុងការបម្រុងទុកត្រូវបានអនុវត្ត។
kn: ಬ್ಯಾಕಪ್'ನಲ್ಲಿರುವ ಸೆಟ್ಟಿಂಗ್'ಗಳು ಅನ್ವಯಿಸಲಾಗಿದೆ.
ko: 백업의 설정이 적용되었습니다.
lo: ນຳໃຊ້ການຕັ້ງຄ່າໃນການສຳຮອງຂໍ້ມູນ.
lt: Buvo pritaikyti atsarginės kopijos nustatymai.
lv: Tika lietoti dublējuma iestatījumi.
mk: Применети се поставките во резервната копија.
ml: ബാക്കപ്പിലെ ക്രമീകരണങ്ങൾ പ്രയോഗിച്ചു.
mn: Нөөцлөлтийн тохиргоог ашигласан.
mr: बॅकअपमधील सेटिंग्ज लागू केल्या गेल्या.
ms: Tetapan dalam sandaran telah digunakan.
my: အရန်သိမ်းခြင်းရှိ ဆက်တင်များကို အသုံးပြုထားသည်။
nb: Innstillinger i sikkerhetskopiering ble brukt.
ne: ब्याकअपमा सेटिङहरू लागू गरियो।
nl: Instellingen in backup zijn toegepast.
pa: ਬੈਕਅੱਪ ਵਿੱਚ ਸੈਟਿੰਗਾਂ ਲਾਗੂ ਕੀਤੀਆਂ ਗਈਆਂ.
pl: Ustawienia z kopii zapasowej zostały zastosowane.
pt_br: Configuracoes do backup foram aplicadas.
ro: Au fost aplicate setările din backup.
ru: Настройки из резервной копии были применены.
si: උපකරණයේ සැකසුම් යොදන ලදී.
sk: Nastavenia v zálohe boli použité.
sl: Uporabljene so bile nastavitve v varnostni kopiji.
sq: Janë aplikuar cilësimet në kopje rezervë.
sv: Inställningar för säkerhetskopiering tillämpades.
sw: Mipangilio katika chelezo ilitumika.
ta: Backupல் உள்ள அமைப்புகள் பயன்படுத்தப்பட்டன.
te: బ్యాకప్‌లో సెట్టింగ్‌లు వర్తింపజేయబడ్డాయి.
th: การตั้งค่าในข้อมูลสำรองถูกนำไปใช้แล้ว
tr: Yedekteki ayarlar uygulandı.
uk: Налаштування з резервної копії застосовано.
ur: بیک اپ کی ترتیبات لاگو کی گئیں۔
vi: Cài đặt trong sao lưu đã được áp dụng.
xh: Iisetingi ezikwi-backup ziye zasetyenziswa.
zh: 备份中的设置已应用。
zh_hant: 備份中的設定已套用。
zu: Izilungiselelo eziyisipele zisetshenzisiwe.

source: Settings in backup were not applied.
af: Instellings in rugsteun is nie toegepas nie.
am: በመጠባበቂያ ውስጥ ያሉ ቅንብሮች አልተተገበሩም።
ar: لم يتم تطبيق الإعدادات في النسخة الاحتياطية.
bg: Настройките в резервното копие не бяха приложени.
bn: ব্যাকআপের সেটিংস প্রয়োগ করা হয়নি।
ca: La configuració de la còpia de seguretat no s'ha aplicat.
ckb: Mîhengên di hilanînê de nehatin sepandin.
cs: Nastavení v záloze nebyla použita.
cy: Ni weithredwyd gosodiadau wrth gefn.
da: Indstillinger i backup blev ikke anvendt.
de: Einstellungen aus der Sicherung wurden nicht angewendet.
el: Οι ρυθμίσεις στο αντίγραφο ασφαλείας δεν εφαρμόστηκαν.
et: Varunduse sätteid ei rakendatud.
eu: Babeskopiako ezarpenak ez dira aplikatu.
fa: تنظیمات پشتیبان اعمال نشدند.
fi: Varmuuskopion asetuksia ei käytetty.
fil: Hindi nailapat ang mga setting sa backup.
fr_ca: Les paramètres de sauvegarde n'ont pas été appliqués.
ga: Níor cuireadh socruithe sa chúltaca i bhfeidhm.
gl: Non se aplicou a configuración da copia de seguranza.
gu: Backup માંથી settings apply થયા નહીં.
he: ההגדרות מהגיבוי לא הוחלו.
hi: बैकअप में सेटिंग्स लागू नहीं की गईं।
hr: Postavke u sigurnosnoj kopiji nisu primijenjene.
hu: A biztonsági mentés beállításai nem lettek alkalmazva.
hy: Պահուստավորման կարգավորումները չեն կիրառվել:
id: Pengaturan dalam cadangan belum diterapkan.
is: Stillingar í öryggisafriti voru ekki notaðar.
it: Le impostazioni nel backup non sono state applicate.
ja: バックアップの設定は適用されませんでした。
ka: სარეზერვო ასლის პარამეტრები არ იყო გამოყენებული.
km: ការកំណត់នៅក្នុងការបម្រុងទុកមិនត្រូវបានអនុវត្តទេ។
kn: ಬ್ಯಾಕಪ್'ನಲ್ಲಿರುವ ಸೆಟ್ಟಿಂಗ್'ಗಳು ಅನ್ವಯಿಸಲಾಗಿಲ್ಲ.
ko: 백업의 설정이 적용되지 않았습니다.
lo: ການຕັ້ງຄ່າໃນການສຳຮອງຂໍ້ມູນບໍ່ໄດ້ນຳໃຊ້.
lt: Atsarginės kopijos nustatymai nebuvo pritaikyti.
lv: Dublējuma iestatījumi netika lietoti.
mk: Поставките во резервната копија не беа применети.
ml: ബാക്കപ്പിലെ ക്രമീകരണങ്ങൾ പ്രയോഗിച്ചില്ല.
mn: Нөөцлөлтийн тохиргоог ашиглаагүй.
mr: बॅकअपमधील सेटिंग्ज लागू केल्या गेल्या नाहीत.
ms: Tetapan dalam sandaran tidak digunakan.
my: အရန်သိမ်းခြင်းရှိ ဆက်တင်များကို အသုံးမပြုခဲ့ပါ။
nb: Innstillinger i sikkerhetskopiering ble ikke brukt.
ne: ब्याकअपमा सेटिङहरू लागू गरिएन।
nl: Instellingen in backup zijn niet toegepast.
pa: ਬੈਕਅੱਪ ਵਿੱਚ ਸੈਟਿੰਗਾਂ ਲਾਗੂ ਨਹੀਂ ਕੀਤੀਆਂ.
pl: Ustawienia z kopii zapasowej nie zostały zastosowane.
pt_br: Configuracoes do backup nao foram aplicadas.
ro: Setările din backup nu au fost aplicate.
ru: Настройки из резервной копии не были применены.
si: උපකරණයේ සැකසුම් යොදන ලද්දේ නැත.
sk: Nastavenia v zálohe neboli použité.
sl: Nastavitve v varnostni kopiji niso bile uporabljene.
sq: Cilësimet në rezervë nuk u zbatuan.
sv: Inställningar för säkerhetskopiering tillämpades inte.
sw: Mipangilio katika chelezo haikutumika.
ta: Backupல் உள்ள அமைப்புகள் பயன்படுத்தப்படவில்லை.
te: బ్యాకప్‌లోని సెట్టింగ్‌లు వర్తింపజేయబడలేదు.
th: การตั้งค่าในข้อมูลสำรองยังไม่ถูกนำไปใช้
tr: Yedekteki ayarlar uygulanmadı.
uk: Налаштування з резервної копії не застосовано.
ur: بیک اپ کی ترتیبات لاگو نہیں کی گئیں۔
vi: Cài đặt trong sao lưu chưa được áp dụng.
xh: Iisetingi ezikwi-backup azifakwanga.
zh: 备份中的设置未应用。
zh_hant: 備份中的設定未套用。
zu: Izilungiselelo eziyisipele azizange zisetshenziswe.

source: OK
am: እሺ
ar: موافق
bg: добре
bn: ঠিক আছে
ca: D'acord
cy: iawn
el: ΕΝΤΑΞΕΙ
eu: Ados
fa: تأیید
fr_ca: D'ACCORD
ga: ceart go leor
gu: બરાબર
he: אישור
hi: ठीक है
hr: U REDU
hu: RENDBEN
hy: Լավ
id: OKE
is: Allt í lagi
ja: わかりました
km: យល់ព្រម
kn: ಸರಿ
ko: 확인
lo: ຕົກລົງ
lt: Gerai
lv: Labi
mk: Во ред
ml: ശരി
mr: ठीक आहे
my: အိုကေ
ne: ठिक छ
pa: ਠੀਕ ਹੈ
ro: Bine
ru: ОК
si: හරි
sw: Sawa
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
uk: добре
ur: ٹھیک ہے
vi: ĐƯỢC RỒI
xh: KULUNGILE
zh: 确定
zh_hant: 確定
zu: KULUNGILE

source: Cancel
af: Kanselleer
am: ሰርዝ
ar: إلغاء
bg: Отказ
bn: বাতিল
ca: Cancel·la
ckb: Bişûndekirin
cs: Zrušit
cy: Canslo
da: Ophæve
de: Abbrechen
el: Ματαίωση
et: Tühista
eu: Utzi
fa: لغو
fi: Peruuttaa
fil: Kanselahin
fr_ca: Annuler
ga: Cealaigh
gl: Cancelar
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Otkazati
hu: Mégse
hy: Չեղարկել
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
km: បោះបង់
kn: ರದ್ದುಮಾಡು
ko: 취소
lo: ຍົກເລີກ
lt: Atšaukti
lv: Atcelt
mk: Откажи
ml: റദ്ദാക്കുക
mn: Цуцлах
mr: रद्द करा
ms: Batal
my: မလုပ်တော့
nb: Kansellere
ne: रद्द गर्नुहोस्
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
ro: Anula
ru: Отмена
si: අවලංගු කරන්න
sk: Zrušiť
sl: Prekliči
sq: Anulo
sv: Avboka
sw: Ghairi
ta: ரத்து
te: రద్దు చేయి
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ
vi: Hủy
xh: Rhoxisa
zh: 取消
zh_hant: 取消
zu: Khansela

source: Save
af: Stoor
am: አስቀምጥ
ar: حفظ
bg: Запазване
bn: সংরক্ষণ
ca: Desa
ckb: Rizgarkirin
cs: Uložit
cy: Arbed
da: Spare
de: Speichern
el: Εκτός
et: Salvesta
eu: Gorde
fa: ذخیره
fi: Tallentaa
fil: I-save
fr_ca: Sauvegarder
ga: Sábháil
gl: Gardar
gu: સાચવો
he: שמור
hi: सहेजें
hr: Uštedjeti
hu: Megtakarítás
hy: Պահպանել
id: Simpan
is: Vista
it: Salva
ja: 保存
ka: შენახვა
km: រក្សាទុក
kn: ಉಳಿಸು
ko: 저장
lo: ບັນທຶກ
lt: Išsaugoti
lv: Saglabāt
mk: Зачувај
ml: സംരക്ഷിക്കുക
mn: Хадгалах
mr: सेव्ह करा
ms: Jimat
my: သိမ်းဆည်းပါ။
nb: Spare
ne: बचत गर्नुहोस्
nl: Opslaan
pa: ਸੇਵ ਕਰੋ
pl: Zapisz
pt_br: Salvar
ro: Salva
ru: Сохранить
si: සුරකින්න
sk: Uložiť
sl: Shrani
sq: Ruaj
sv: Spara
sw: Hifadhi
ta: சேமி
te: సేవ్ చేయండి
th: บันทึก
tr: Kaydet
uk: Зберегти
ur: محفوظ کریں
vi: Lưu
xh: Gcina
zh: 保存
zh_hant: 儲存
zu: Londoloza

source: Delete
af: Vee uit
am: ሰርዝ
ar: حذف
bg: Изтриване
bn: মুছুন
ca: Suprimeix
ckb: Jêbirin
cs: Vymazat
cy: Dileu
da: Slet
de: Löschen
el: Διαγράφω
et: Kustuta
eu: Ezabatu
fa: حذف
fi: Poistaa
fil: Tanggalin
fr_ca: Supprimer
ga: Scrios
gl: Eliminar
gu: કાઢી નાખો
he: מחק
hi: हटाएं
hr: Izbrisati
hu: Töröl
hy: Ջնջել
id: Hapus
is: Eyða
it: Elimina
ja: 削除
ka: წაშლა
km: លុប
kn: ಅಳಿಸು
ko: 삭제
lo: ລຶບ
lt: Ištrinti
lv: Dzēst
mk: Избриши
ml: ഇല്ലാതാക്കുക
mn: Устгах
mr: डिलीट करा
ms: Padam
my: ဖျက်ပါ။
nb: Slett
ne: मेटाउनुहोस्
nl: Verwijderen
pa: ਮਿਟਾਓ
pl: Usuń
pt_br: Excluir
ro: Şterge
ru: Удалить
si: මකන්න
sk: Odstrániť
sl: Izbriši
sq: Fshije
sv: Radera
sw: Futa
ta: நீக்கு
te: తొలగించు
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa
xh: Cima
zh: 删除
zh_hant: 刪除
zu: Susa

source: Clear
af: Duidelik
am: ግልጽ
ar: مسح
bg: ясно
bn: সাফ করুন
ca: Clar
ckb: Zelal
cs: Jasný
cy: Clir
da: Klar
de: Löschen
el: Σαφής
et: Selge
eu: Garbi
fa: پاک کردن
fi: Selkeä
fil: Maaliwalas
fr_ca: Clair
ga: Glan
gl: Limpar
gu: સાફ કરો
he: נקה
hi: साफ़ करें
hr: Jasan
hu: Világos
hy: Պարզ
id: Hapus
is: Hreinsa
it: Cancella
ja: クリア
ka: წმინდა
km: ច្បាស់
kn: ತೆರವುಗೊಳಿಸು
ko: 지우기
lo: ຈະແຈ້ງ
lt: Aišku
lv: Skaidrs
mk: Јасно
ml: ക്ലിയർ
mn: Тодорхой
mr: साफ करा
ms: Jelas
my: ရှင်းပါတယ်။
nb: Klar
ne: खाली गर्नुहोस्
nl: Wissen
pa: ਸਾਫ਼ ਕਰੋ
pl: Wyczyść
pt_br: Limpar
ro: Clar
ru: Очистить
si: මුදා හරින්න
sk: Jasné
sl: jasno
sq: E qartë
sv: Rensa
sw: Wazi
ta: துடை
te: క్లియర్
th: ล้าง
tr: Temizle
uk: Очистити
ur: صاف کریں
vi: Xóa
xh: Cacileyo
zh: 清除
zh_hant: 清除
zu: Kucace

source: Add
af: Voeg by
am: አክል
ar: إضافة
bg: Добавете
bn: যোগ করুন
ca: Afegeix
ckb: Lêzêdekirin
cs: Přidat
cy: Ychwanegu
da: Tilføje
de: Hinzufügen
el: Προσθέτω
et: Lisa
eu: Gehitu
fa: افزودن
fi: Lisätä
fil: Idagdag
fr_ca: Ajouter
ga: Cuir
gl: Engadir
gu: ઉમેરો
he: הוסף
hi: जोड़ें
hr: Dodati
hu: Hozzáadás
hy: Ավելացնել
id: Tambah
is: Bæta við
it: Aggiungi
ja: 追加
ka: დამატება
km: បន្ថែម
kn: ಸೇರಿಸು
ko: 추가
lo: ຕື່ມ
lt: Pridėti
lv: Pievienot
mk: Додадете
ml: ചേർക്കുക
mn: Нэмэх
mr: जोडा
ms: Tambah
my: ထည့်ပါ။
nb: Legge til
ne: थप्नुहोस्
nl: Toevoegen
pa: ਜੋੜੋ
pl: Dodaj
pt_br: Adicionar
ro: Adăuga
ru: Добавить
si: එක් කරන්න
sk: Pridať
sl: Dodaj
sq: Shtoni
sv: Tillägga
sw: Ongeza
ta: சேர்
te: జోడించు
th: เพิ่ม
tr: Ekle
uk: Додати
ur: شامل کریں
vi: Thêm
xh: Yongeza
zh: 添加
zh_hant: 新增
zu: Engeza

source: Create
af: Skep
am: ፍጠር
ar: إنشاء
bg: Създавайте
bn: তৈরি করুন
ca: Crear
ckb: Xûliqandin
cs: Vytvořit
cy: Creu
da: Skabe
de: Erstellen
el: Δημιουργώ
et: Loo
eu: Sortu
fa: ایجاد
fi: Luoda
fil: Lumikha
fr_ca: Créer
ga: Cruthaigh
gl: Crear
gu: બનાવો
he: צור
hi: बनाएं
hr: Stvoriti
hu: Teremt
hy: Ստեղծել
id: Buat
is: Búa til
it: Crea
ja: 作成
ka: შექმნა
km: បង្កើត
kn: ರಚಿಸು
ko: 만들기
lo: ສ້າງ
lt: Sukurti
lv: Izveidot
mk: Креирај
ml: സൃഷ്ടിക്കുക
mn: Үүсгэх
mr: तयार करा
ms: Buat
my: ဖန်တီးပါ။
nb: Skape
ne: सिर्जना गर्नुहोस्
nl: Maken
pa: ਬਣਾਓ
pl: Utwórz
pt_br: Criar
ro: Crea
ru: Создать
si: සාදන්න
sk: Vytvorte
sl: Ustvari
sq: Krijo
sv: Skapa
sw: Unda
ta: உருவாக்கு
te: సృష్టించు
th: สร้าง
tr: Oluştur
uk: Створити
ur: بنائیں
vi: Tạo
xh: Yenza
zh: 新建
zh_hant: 建立
zu: Dala

source: Edit
af: Wysig
am: አርትዕ
ar: تعديل
bg: Редактиране
bn: সম্পাদনা করুন
ca: Edita
ckb: Weşandin
cs: Upravit
cy: Golygu
da: Redigere
de: Bearbeiten
el: Εκδίδω
et: Muuda
eu: Editatu
fa: ویرایش
fi: Muokata
fil: I-edit
fr_ca: Modifier
ga: Cuir in eagar
gl: Editar
gu: સંપાદિત કરો
he: ערוך
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
hy: Խմբագրել
id: Sunting
is: Breyta
it: Modifica
ja: 編集
ka: რედაქტირება
km: កែសម្រួល
kn: ಸಂಪಾದಿಸು
ko: 편집
lo: ແກ້ໄຂ
lt: Redaguoti
lv: Rediģēt
mk: Уреди
ml: എഡിറ്റ് ചെയ്യുക
mn: Засварлах
mr: संपादित करा
ms: Sunting
my: တည်းဖြတ်ပါ။
nb: Redigere
ne: सम्पादन गर्नुहोस्
nl: Bewerken
pa: ਸੋਧੋ
pl: Edytuj
pt_br: Editar
ro: Edita
ru: Редактировать
si: සංස්කරණය කරන්න
sk: Upraviť
sl: Uredi
sq: Redakto
sv: Redigera
sw: Hariri
ta: திருத்து
te: సవరించు
th: แก้ไข
tr: Düzenle
uk: Редагувати
ur: ترمیم کریں
vi: Sửa
xh: Hlela
zh: 编辑
zh_hant: 編輯
zu: Hlela

source: Search
af: Soek
am: ፈልግ
ar: بحث
bg: Търсене
bn: খুঁজুন
ca: Cerca
ckb: Gerr
cs: Vyhledávání
cy: Chwiliwch
da: Søge
de: Suchen
el: Ερευνα
et: Otsi
eu: Bilatu
fa: جستجو
fi: Haku
fil: Maghanap
fr_ca: Recherche
ga: Cuardach
gl: Busca
gu: શોધો
he: חפש
hi: खोजें
hr: Pretraživanje
hu: Keresés
hy: Որոնում
id: Cari
is: Leita
it: Cerca
ja: 検索
ka: ძიება
km: ស្វែងរក
kn: ಹುಟ್ಟಿ
ko: 검색
lo: ຊອກຫາ
lt: Ieškoti
lv: Meklēt
mk: Пребарување
ml: തിരയുക
mn: Хайх
mr: शोधा
ms: Cari
my: ရှာရန်
nb: Søk
ne: खोज्नुहोस्
nl: Zoeken
pa: ਖੋਜ
pl: Szukaj
pt_br: Buscar
ro: Căutare
ru: Поиск
si: සොයන්න
sk: Hľadať
sl: Iskanje
sq: Kërko
sv: Söka
sw: Tafuta
ta: தேடு
te: శోధించండి
th: ค้นหา
tr: Ara
uk: Пошук
ur: تلاش
vi: Tìm kiếm
xh: Khangela
zh: 搜索
zh_hant: 搜尋
zu: Sesha

source: Are you sure you want to log out?
af: Is jy seker jy wil afmeld?
am: እርግጠኛ ነህ ዘግተህ መውጣት ትፈልጋለህ?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
bg: Сигурни ли сте, че искате да излезете?
bn: আপনি কি সত্যিই লগ আউট করতে চান?
ca: Esteu segur que voleu tancar la sessió?
ckb: Ma tu bi rastî dixwazî ​​derkevî?
cs: Opravdu se chcete odhlásit?
cy: Ydych chi'n siŵr eich bod am allgofnodi?
da: Er du sikker på, at du vil logge ud?
de: Möchten Sie sich wirklich abmelden?
el: Είστε βέβαιοι ότι θέλετε να αποσυνδεθείτε;
et: Kas soovite kindlasti välja logida?
eu: Ziur saioa amaitu nahi duzula?
fa: آیا واقعاً می‌خواهید خارج شوید؟
fi: Haluatko varmasti kirjautua ulos?
fil: Sigurado ka bang gusto mong mag-log out?
fr_ca: Êtes-vous sûr de vouloir vous déconnecter ?
ga: An bhfuil tú cinnte gur mhaith leat logáil amach?
gl: Estás seguro de que queres pechar a sesión?
gu: તમે ખરેખર Log Out કરવા માંગો છો?
he: האם אתה בטוח שאתה רוצה להתנתק?
hi: क्या आप वाकई लॉग आउट करना चाहते हैं?
hr: Jeste li sigurni da se želite odjaviti?
hu: Biztos, hogy ki akar jelentkezni?
hy: Իսկապե՞ս ուզում եք դուրս գալ:
id: Apakah Anda yakin ingin keluar?
is: Ertu viss um að þú viljir skrá þig út?
it: Sei sicuro di voler uscire?
ja: ログアウトしてもよろしいですか？
ka: დარწმუნებული ხართ, რომ გსურთ გამოსვლა?
km: តើ​អ្នក​ប្រាកដ​ជា​ចង់​ចេញ?
kn: ನೀವು ಲಾಗ್ ಔಟ್ ಮಾಡಲು ಬಯಸುತ್ತೀರಾ?
ko: 로그아웃하시겠습니까?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການອອກຈາກລະບົບ?
lt: Ar tikrai norite atsijungti?
lv: Vai tiešām vēlaties atteikties?
mk: Дали сте сигурни дека сакате да се одјавите?
ml: ലോഗ് ഔട്ട് ചെയ്യണമെന്ന് തീർച്ചയാണോ?
mn: Та гарахдаа итгэлтэй байна уу?
mr: तुम्हाला खात्री आहे की तुम्ही लॉग आउट करू इच्छिता?
ms: Adakah anda pasti mahu log keluar?
my: ထွက်လိုသည်မှာ သေချာပါသလား။
nb: Er du sikker på at du vil logge ut?
ne: तपाईं लग आउट गर्न चाहनुहुन्छ?
nl: Weet u zeker dat u wilt uitloggen?
pa: ਕੀ ਤੁਸੀਂ ਲਾਗ ਆਉਟ ਕਰਨਾ ਚਾਹੁਦੇ ਹੋ?
pl: Czy na pewno chcesz się wylogować?
pt_br: Tem certeza que deseja sair?
ro: Sigur doriți să vă deconectați?
ru: Вы уверены, что хотите выйти?
si: ඔබ පිටවීමට අවශ්‍ය බව විශ්වාසද?
sk: Naozaj sa chcete odhlásiť?
sl: Ste prepričani, da se želite odjaviti?
sq: Jeni i sigurt që dëshironi të dilni?
sv: Är du säker på att du vill logga ut?
sw: Je, una uhakika unataka kutoka?
ta: நீங்கள் உண்மையாகவே வெளியேற விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా లాగ్ అవుట్ చేయాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากระบบ?
tr: Çıkış yapmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вийти?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn đăng xuất không?
xh: Uqinisekile ufuna ukuphuma?
zh: 确定要退出登录吗？
zh_hant: 確定要登出嗎？
zu: Uqinisekile ukuthi ufuna ukuphuma?

source: Choose Language
af: Kies Taal
am: ቋንቋ ይምረጡ
ar: اختر اللغة
bg: Изберете език
bn: ভাষা নির্বাচন করুন
ca: Trieu Idioma
ckb: Ziman hilbijêrin
cs: Vyberte Jazyk
cy: Dewiswch Iaith
da: Vælg sprog
de: Sprache wählen
el: Επιλέξτε Γλώσσα
et: Valige keel
eu: Aukeratu Hizkuntza
fa: زبان را انتخاب کنید
fi: Valitse Kieli
fil: Pumili ng Wika
fr_ca: Choisir la langue
ga: Roghnaigh Teanga
gl: Escolla Idioma
gu: Language પસંદ કરો
he: בחר שפה
hi: भाषा चुनें
hr: Odaberite jezik
hu: Válassza a Nyelv lehetőséget
hy: Ընտրեք Լեզուն
id: Pilih Bahasa
is: Veldu Tungumál
it: Scegli lingua
ja: 言語を選択
ka: აირჩიეთ ენა
km: ជ្រើសរើសភាសា
kn: ಭಾಷೆಯನ್ನು ಆರಿಸಿ
ko: 언어 선택
lo: ເລືອກພາສາ
lt: Pasirinkite Kalba
lv: Izvēlieties valodu
mk: Изберете јазик
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
mn: Хэл сонгоно уу
mr: भाषा निवडा
ms: Pilih Bahasa
my: ဘာသာစကားကို ရွေးပါ။
nb: Velg Språk
ne: भाषा चयन गर्नुहोस्
nl: Taal kiezen
pa: ਭਾਸ਼ਾ ਚੁਣੋ
pl: Wybierz język
pt_br: Escolher Idioma
ro: Alegeți limba
ru: Выберите язык
si: භාෂාව තෝරන්න
sk: Vyberte Jazyk
sl: Izberite jezik
sq: Zgjidhni gjuhën
sv: Välj Språk
sw: Chagua Lugha
ta: மொழியைத் தேர்ந்தெடு
te: భాషను ఎంచుకోండి
th: เลือกภาษา
tr: Dil Seçin
uk: Вибрати мову
ur: زبان چنیں
vi: Chọn ngôn ngữ
xh: Khetha ulwimi
zh: 选择语言
zh_hant: 選擇語言
zu: Khetha Ulimi

source: Database Info
af: Databasis inligting
am: የውሂብ ጎታ መረጃ
ar: معلومات قاعدة البيانات
bg: Информация за база данни
bn: ডেটাবেস তথ্য
ca: Informació de la base de dades
cs: Informace o databázi
cy: Gwybodaeth Cronfa Ddata
de: Datenbankinfo
el: Πληροφορίες βάσης δεδομένων
et: Andmebaasi teave
eu: Datu-basearen informazioa
fa: اطلاعات پایگاه داده
fi: Tietokannan tiedot
fil: Impormasyon sa Database
fr_ca: Informations sur la base de données
ga: Eolas Bunachar Sonraí
gl: Información da base de datos
gu: ડેટાબેઝ માહિતી
he: מידע על מסד הנתונים
hi: डेटाबेस जानकारी
hr: Informacije o bazi podataka
hu: Adatbázis Info
hy: Տվյալների բազայի տեղեկատվությունը
id: Info Database
is: Upplýsingar um gagnagrunn
it: Info database
ja: データベース情報
ka: მონაცემთა ბაზის ინფორმაცია
km: ព័ត៌មានមូលដ្ឋានទិន្នន័យ
kn: ಡೇಟಾಬೇಸ್ ಮಾಹಿತಿ
ko: 데이터베이스 정보
lo: ຂໍ້ມູນຖານຂໍ້ມູນ
lt: Duomenų bazės informacija
lv: Informācija par datu bāzi
mk: Информации за базата на податоци
ml: ഡാറ്റാബേസ് വിവരം
mn: Өгөгдлийн сангийн мэдээлэл
mr: डेटाबेस माहिती
ms: Maklumat Pangkalan Data
my: ဒေတာဘေ့စ်အချက်အလက်
ne: डेटाबेस जानकारी
nl: Database-informatie
pa: ਡੇਟਾਬੇਸ ਜਾਣਕਾਰੀ
pl: Informacje o bazie danych
pt_br: Informacoes do Banco de Dados
ro: Informații baza de date
ru: Информация о базе данных
si: දත්ත ගබඩාව තොරතුරු
sk: Informácie o databáze
sl: Informacije o bazi podatkov
sq: Informacion mbi bazën e të dhënave
sv: Databas info
sw: Maelezo ya Hifadhidata
ta: தரவுத்தள தகவல்
te: డేటాబేస్ సమాచారం
th: ข้อมูลฐานข้อมูล
tr: Veritabanı Bilgisi
uk: Інформація про базу даних
ur: ڈیٹابیس معلومات
vi: Thông tin cơ sở dữ liệu
xh: Ulwazi lweDatabase
zh: 数据库信息
zh_hant: 資料庫資訊
zu: Ulwazi Lwesizindalwazi

# storage
source: Storage: ObjectBox
af: Berging: ObjectBox
am: ማከማቻ፡ ObjectBox
ar: التخزين: ObjectBox
bg: Съхранение: ObjectBox
bn: স্টোরেজ: ObjectBox
ca: Emmagatzematge: ObjectBox
cs: Úložiště: ObjectBox
cy: Storio: ObjectBox
da: Opbevaring: ObjectBox
de: Speicher: ObjectBox
el: Αποθήκευση: ObjectBox
et: Salvestusruum: ObjectBox
eu: Biltegiratzea: ObjectBox
fa: حافظه: ObjectBox
fi: Tallennus: ObjectBox
fil: Imbakan: ObjectBox
fr_ca: Stockage : ObjectBox
ga: Stóráil: ObjectBox
gl: Almacenamento: ObjectBox
gu: સ્ટોરેજ: ObjectBox
he: אחסון: ObjectBox
hi: स्टोरेज: ObjectBox
hr: Skladištenje: ObjectBox
hu: Tárolás: ObjectBox
hy: Պահպանում՝ ObjectBox
id: Penyimpanan: ObjectBox
is: Geymsla: ObjectBox
it: Archiviazione: ObjectBox
ja: ストレージ: ObjectBox
ka: შენახვა: ObjectBox
km: ឧបករណ៍ផ្ទុក៖ ប្រអប់វត្ថុ
kn: ಸಂಗ್ರಹಣೆ: ObjectBox
ko: 저장소: ObjectBox
lo: ການເກັບຮັກສາ: ObjectBox
lt: Saugykla: ObjectBox
lv: Uzglabāšana: ObjectBox
mk: Складирање: ObjectBox
ml: സംഭരണം: ഒബ്ജക്റ്റ്ബോക്സ്
mn: Хадгалах: ObjectBox
mr: स्टोरेज: ObjectBox
ms: Penyimpanan: ObjectBox
my: သိုလှောင်မှု- ObjectBox
nb: Oppbevaring: ObjectBox
ne: भण्डारण: ObjectBox
nl: Opslag: ObjectBox
pa: ਸਟੋਰੇਜ: ObjectBox
pl: Przechowywanie: ObjectBox
pt_br: Armazenamento: ObjectBox
ro: Stocare: ObjectBox
ru: Хранилище: ObjectBox
si: ගබඩාව: ObjectBox
sk: Skladovanie: ObjectBox
sl: Shramba: ObjectBox
sq: Ruajtja: ObjectBox
sv: Förvaring: ObjectBox
sw: Hifadhi: ObjectBox
ta: சேமிப்பு: ObjectBox
te: నిల్వ: ఆబ్జెక్ట్‌బాక్స్
th: ที่เก็บข้อมูล: ObjectBox
tr: Depolama: ObjectBox
uk: Сховище: ObjectBox
ur: اسٹوریج: ObjectBox
vi: Lưu trữ: ObjectBox
xh: Ugcino: ObjectBox
zh: 存储：ObjectBox
zh_hant: 儲存：ObjectBox
zu: Isitoreji: ObjectBox

# vectorIndex
source: Vector Index: HNSW
af: Vektorindeks: HNSW
am: የቬክተር መረጃ ጠቋሚ፡ HNSW
ar: المتجه الفهرسي: HNSW
bg: Векторен индекс: HNSW
bn: ভেক্টর ইনডেক্স: HNSW
ca: Índex vectorial: HNSW
ckb: Indeksa Vektor: HNSW
cs: Index vektoru: HNSW
cy: Mynegai Fector: HNSW
da: Vektorindeks: HNSW
de: Vektorindex: HNSW
el: Διάνυσμα Ευρετήριο: HNSW
et: Vektorindeks: HNSW
eu: Bektore-indizea: HNSW
fa: ایندکس برداری: HNSW
fi: Vektoriindeksi: HNSW
fr_ca: Indice vectoriel : HNSW
ga: Innéacs Veicteoir: HNSW
gl: Índice vectorial: HNSW
gu: વેક્ટર ઇન્ડેક્સ: HNSW
he: אינדקס וקטורי: HNSW
hi: वेक्टर इंडेक्स: HNSW
hr: Vektorski indeks: HNSW
hu: Vektor index: HNSW
hy: Վեկտորային ինդեքս՝ HNSW
id: Indeks Vektor: HNSW
is: Vektorvísitala: HNSW
it: Indice vettoriale: HNSW
ja: ベクトルインデックス: HNSW
ka: ვექტორული ინდექსი: HNSW
km: សន្ទស្សន៍វ៉ិចទ័រ៖ HNSW
kn: ವೆಕ್ಟರ್ ಇಂಡೆಕ್ಸ್: HNSW
ko: 벡터 인덱스: HNSW
lo: ດັດຊະນີ vector: HNSW
lt: Vektorinis indeksas: HNSW
lv: Vektoru indekss: HNSW
mk: Векторски индекс: HNSW
ml: വെക്റ്റർ സൂചിക: HNSW
mn: Вектор индекс: HNSW
mr: वेक्टर इंडेक्स: HNSW
ms: Indeks Vektor: HNSW
nb: Vektorindeks: HNSW
ne: भेक्टर इन्डेक्स: HNSW
pa: ਵੈਕਟਰ ਇੰਡੈਕਸ: HNSW
pl: Indeks wektorowy: HNSW
pt_br: Indice Vetorial: HNSW
ro: Index vectorial: HNSW
ru: Векторный индекс: HNSW
si: Vector දර්ශකය: HNSW
sk: Index vektora: HNSW
sl: Vektorski indeks: HNSW
sq: Indeksi i Vektorit: HNSW
sv: Vektorindex: HNSW
sw: Kielezo cha Vekta: HNSW
ta: Vector குறியீடு: HNSW
te: వెక్టర్ సూచిక: HNSW
th: ดัชนีเวกเตอร์: HNSW
tr: Vektör İndeksi: HNSW
uk: Векторний індекс: HNSW
ur: ویکٹر انڈیکس: HNSW
vi: Chỉ mục vector: HNSW
xh: Isalathiso seVector: HNSW
zh: 向量索引：HNSW
zh_hant: 向量索引：HNSW
zu: Inkomba yeVector: HNSW

# dimensions
source: Dimensions: 384
af: Afmetings: 384
am: መጠን፡ 384
ar: الأبعاد: 384
bg: Размери: 384
bn: মাত্রা: 384
ca: Mides: 384
ckb: Pîvan: 384
cs: Rozměry: 384
cy: Dimensiynau: 384
da: Dimensioner: 384
de: Dimensionen: 384
el: Διαστάσεις: 384
et: Mõõdud: 384
eu: Neurriak: 384
fa: ابعاد: 384
fi: Mitat: 384
fil: Mga sukat: 384
ga: Toisí: 384
gl: Dimensións: 384
gu: પરિમાણો: 384
he: ממדים: 384
hi: आयाम: 384
hr: Dimenzije: 384
hu: Méretek: 384
hy: Չափերը՝ 384
id: Dimensi: 384
is: Stærðir: 384
it: Dimensioni: 384
ja: 次元: 384
ka: ზომები: 384
km: វិមាត្រ: 384
kn: ಆಯಾಮಗಳು: 384
ko: 차원: 384
lo: ຂະໜາດ: 384
lt: Matmenys: 384
lv: Izmēri: 384
mk: Димензии: 384
ml: അളവുകൾ: 384
mn: Хэмжээ: 384
mr: डायमेंशन्स: 384
ms: Saiz: 384
my: အတိုင်းအတာ ၃၈၄
nb: Dimensjoner: 384
ne: आयामहरू: 384
nl: Dimensies: 384
pa: ਅਯਾਮ: 384
pl: Wymiary: 384
pt_br: Dimensoes: 384
ro: Dimensiuni: 384
ru: Измерения: 384
si: මාන: 384
sk: Rozmery: 384
sl: Dimenzije: 384
sq: Përmasat: 384
sv: Mått: 384
sw: Vipimo: 384
ta: பரிமாணங்கள்: 384
te: కొలతలు: 384
th: มิติ: 384
tr: Boyutlar: 384
uk: Виміри: 384
ur: جہتیں: 384
vi: Kích thước: 384
xh: Imilinganiselo: 384
zh: 维度：384
zh_hant: 維度：384
zu: Ubukhulu: 384
