Repository: hhhaiai/Shiguang
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bg, bn, ca, ckb, cs, cy, da, de, el, et, eu, fa, fi, fil, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, vi, xh, zh, zh_hant, zu

source: Capture moments, keep memories
af: Vang oomblikke vas, hou herinneringe
am: አፍታዎችን ያንሱ፣ ትውስታዎችን ያስቀምጡ
ar: التقط اللحظات، واحتفظ بالذكريات
bg: Уловете моменти, запазете спомени
bn: মুহূর্তগুলি ক্যাপচার করুন, স্মৃতি রাখুন
ca: Captura moments, guarda records
ckb: Deqan bikişîne, bîranînan biparêze
cs: Zachyťte okamžiky, uchovejte vzpomínky
cy: Dal eiliadau, cadw atgofion
da: Fang øjeblikke, bevar minder
de: Momente einfangen, Erinnerungen bewahren
el: Αποτυπώστε στιγμές, κρατήστε αναμνήσεις
et: Jäädvustage hetki, hoidke mälestusi
eu: Harrapatu uneak, gorde oroitzapenak
fa: لحظات را ثبت کنید، خاطرات را نگه دارید
fi: Ikuista hetkiä, säilytä muistoja
fil: Kunin ang mga sandali, panatilihin ang mga alaala
fr_ca: Capturez des moments, gardez des souvenirs
ga: Gabh chuimhneacháin, coinnigh cuimhní cinn
gl: Captura momentos, garda recordos
gu: ક્ષણોને કેદ કરો, યાદોને સાચવો
he: לכדו רגעים, שמרו זיכרונות
hi: पलों को कैप्चर करें, यादें संजोएं
hr: Uhvatite trenutke, sačuvajte uspomene
hu: Ragadja meg a pillanatokat, őrizze meg az emlékeket
hy: Գրեք պահեր, պահեք հիշողություններ
id: Abadikan momen, simpan kenangan
is: Fanga augnablik, geymdu minningar
it: Cattura i momenti, conserva i ricordi
ja: 瞬間を捉え、記憶を残す
ka: აღბეჭდეთ მომენტები, შეინახეთ მოგონებები
km: ចាប់យកពេលវេលា រក្សាការចងចាំ
kn: ಕ್ಷಣಗಳನ್ನು ಸೆರೆಹಿಡಿಯುತ್ತಾ, ನೆನಪುಗಳನ್ನು ಇರಿಸಿಕೊಳ್ಳುತ್ತಾ
ko: 순간을 포착하고 추억을 보존
lo: ບັນທຶກຊ່ວງເວລາ, ຮັກສາຄວາມຊົງຈຳ
lt: Užfiksuokite akimirkas, saugokite prisiminimus
lv: Iemūžiniet mirkļus, saglabājiet atmiņas
mk: Снимајте моменти, зачувајте спомени
ml: നിമിഷങ്ങൾ പകർത്തുക, ഓർമ്മകൾ സൂക്ഷിക്കുക
mn: Агшин мөчүүдийг авч, дурсамж үлдээ
mr: क्षण पकडा, आठवणी जतन करा
ms: Abadikan detik, simpan kenangan
my: အခိုက်အတန့်တွေကို ဖမ်းယူ၊ အမှတ်တရတွေ သိမ်းထားပါ။
nb: Fang øyeblikk, bevar minner
ne: पलहरू कैद गर्नुहोस्, सम्झनाहरू जोगाउनुहोस्
nl: Momenten vastleggen, herinneringen bewaren
pa: ਪਲ ਕੈਪਚਰ ਕਰੋ, ਯਾਦਾਂ ਸਾਂਭ-ਸੰਭਾਲ ਕਰੋ
pl: Uchwyt chwile, zachowaj wspomnienia
pt_br: Capture momentos, guarde memorias
ro: Captează momente, păstrează amintiri
ru: Ловите моменты, сохраняйте воспоминания
si: මොහොත් අල්ලා ගන්න, මතකයන් රැක ගන්න
sk: Zachyťte okamihy, uchovajte spomienky
sl: Ujemite trenutke, ohranite spomine
sq: Kapni momente, mbani kujtime
sv: Fånga ögonblick, bevara minnen
sw: Nasa matukio, weka kumbukumbu
ta: நிமிடங்களைப் பதிவுச் செய், நினைவகளைக் காப்பாற்று
te: క్షణాలను సంగ్రహించండి, జ్ఞాపకాలను ఉంచండి
th: จับภาพความทรงจำ เก็บรักษาความทรงจำ
tr: Anları yakala, hatıraları koru
uk: Зафіксуйте моменти, збережіть спогади
ur: لمحات کیپچر کریں، یادیں محفوظ کریں
vi: Ghi lại khoảnh khắc, lưu giữ ký ức
xh: Thatha imizuzu, gcina iinkumbulo
zh: 捕捉瞬间，保存回忆
zh_hant: 捕捉瞬間，保存回憶
zu: Thatha izikhathi, gcina izinkumbulo

source: Username
af: Gebruikersnaam
am: የተጠቃሚ ስም
ar: اسم المستخدم
bg: Потребителско име
bn: ব্যবহারকারী নাম
ca: Nom d'usuari
ckb: Navê bikarhêner
cs: Uživatelské jméno
cy: Enw defnyddiwr
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
et: Kasutajanimi
eu: Erabiltzaile izena
fa: نام کاربری
fi: Käyttäjätunnus
fr_ca: Nom d'utilisateur
ga: Ainm úsáideora
gl: Nome de usuario
gu: વપરાશકર્તા નામ
he: שם משתמש
hi: उपयोगकर्ता नाम
hr: Korisničko ime
hu: Felhasználónév
hy: Օգտվողի անունը
id: Nama Pengguna
is: Notandanafn
it: Nome utente
ja: ユーザー名
ka: მომხმარებლის სახელი
km: ឈ្មោះអ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರ ಹೆಸರು
ko: 사용자 이름
lo: ຊື່ຜູ້ໃຊ້
lt: Vartotojo vardas
lv: Lietotājvārds
mk: Корисничко име
ml: ഉപയോക്തൃനാമം
mn: Хэрэглэгчийн нэр
mr: वापरकर्ता नाव
ms: Nama pengguna
my: အသုံးပြုသူအမည်
nb: Brukernavn
ne: प्रयोगकर्ता नाम
nl: Gebruikersnaam
pa: ਉਪਯੋਗਕਰਤਾ ਨਾਮ
pl: Nazwa użytkownika
pt_br: Nome de usuario
ro: Nume de utilizator
ru: Имя пользователя
si: පරිශීලක නාමය
sk: Používateľské meno
sl: Uporabniško ime
sq: Emri i përdoruesit
sv: Användarnamn
sw: Jina la mtumiaji
ta: பயனர்ப்பெயர்
te: వినియోగదారు పేరు
th: ชื่อผู้ใช้
tr: Kullanıcı Adı
uk: Ім'я користувача
ur: صارف نام
vi: Tên người dùng
xh: Igama lomsebenzisi
zh: 用户名
zh_hant: 使用者名稱
zu: Igama lomsebenzisi

source: PIN
am: ፒን
bg: ПИН
ckb: DERZÎ
cs: KOLÍK
da: STIFT
el: ΚΑΡΦΙΤΣΑ
et: PIN-kood
eu: PINa
fi: PIN-koodi
fr_ca: ÉPINGLE
hu: PIN kód
is: PIN-númer
km: លេខសម្ងាត់
lt: PIN kodas
mk: ПИН
ml: പിൻ
mn: ПИН
my: ပင်နံပါတ်
nb: PIN-kode
sv: STIFT
te: పిన్
xh: I-PIN
zu: I-PIN

source: Login
af: Teken in
am: ግባ
ar: تسجيل الدخول
bg: Вход
bn: লগিন
ca: Inicieu sessió
cs: Přihlášení
cy: Mewngofnodi
da: Log ind
de: Anmelden
el: Σύνδεση
et: Logi sisse
eu: Saioa hasi
fa: ورود
fi: Kirjaudu sisään
fil: Mag-login
fr_ca: Se connecter
ga: Logáil isteach
gl: Iniciar sesión
gu: લોગિન
he: התחברות
hi: लॉगिन
hr: Prijava
hu: Bejelentkezés
hy: Մուտք գործել
id: Masuk
is: Innskráning
it: Accedi
ja: ログイン
ka: შესვლა
km: ចូល
kn: ಲಾಗಿನ್
ko: 로그인
lo: ເຂົ້າສູ່ລະບົບ
lt: Prisijungti
lv: Pieteikties
mk: Најавете се
ml: ലോഗിൻ
mn: Нэвтрэх
mr: लॉगिन
ms: Log masuk
my: လော့ဂ်အင်
nb: Logg inn
ne: लग इन
nl: Inloggen
pa: ਲਾਗਿਨ
pl: Zaloguj
pt_br: Entrar
ru: Войти
si: පිවිසීම
sk: Prihláste sa
sl: Prijava
sq: Identifikohu
sv: Inloggning
sw: Ingia
ta: உள்நுழைக
te: లాగిన్ చేయండి
th: เข้าสู่ระบบ
tr: Giriş Yap
uk: Увійти
ur: لاگ ان
vi: Đăng nhập
xh: Ngema
zh: 登录
zh_hant: 登入
zu: Ngena ngemvume

source: Create Account
af: Skep rekening
am: መለያ ፍጠር
ar: إنشاء حساب
bg: Създаване на акаунт
bn: অ্যাকাউন্ট তৈরি করুন
ca: Crea un compte
ckb: Hesab biafirîne
cs: Vytvořit účet
cy: Creu Cyfrif
da: Opret konto
de: Konto erstellen
el: Δημιουργία λογαριασμού
et: Loo konto
eu: Sortu kontua
fa: ایجاد حساب
fi: Luo tili
fil: Lumikha ng Account
fr_ca: Créer un compte
ga: Cruthaigh Cuntas
gl: Crear conta
gu: એકાઉન્ટ બનાવો
he: צור חשבון
hi: खाता बनाएं
hr: Napravi račun
hu: Fiók létrehozása
hy: Ստեղծել հաշիվ
id: Buat Akun
is: Búðu til reikning
it: Crea account
ja: アカウント作成
ka: ანგარიშის შექმნა
km: បង្កើតគណនី
kn: ಖಾತೆ ರಚಿಸು
ko: 계정 만들기
lo: ສ້າງບັນຊີ
lt: Sukurti paskyrą
lv: Izveidot kontu
mk: Креирај сметка
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുക
mn: Бүртгэл үүсгэх
mr: खाते तयार करा
ms: Buat Akaun
my: အကောင့်ပြုလုပ်ပါ
nb: Opprett konto
ne: खाता सिर्जना गर्नुहोस्
nl: Account maken
pa: ਖਾਤਾ ਬਣਾਓ
pl: Utwórz konto
pt_br: Criar Conta
ro: Creează cont
ru: Создать аккаунт
si: ගිණුමක් සාදන්න
sk: Vytvoriť účet
sl: Ustvari račun
sq: Krijo llogari
sv: Skapa konto
sw: Fungua Akaunti
ta: கணக்கை உருவாக்கு
te: ఖాతాను సృష్టించండి
th: สร้างบัญชี
tr: Hesap Oluştur
uk: Створити обліковий запис
ur: اکاؤنٹ بنائیں
vi: Tạo tài khoản
xh: Dala i-akhawunti
zh: 创建账户
zh_hant: 建立帳戶
zu: Yenza i-akhawunti

# dontHaveAccountCreateOne
source: Don't have an account? Create one
af: Het jy nie 'n rekening nie? Skep een
am: መለያ የለህም? አንድ ፍጠር
ar: ليس لديك حساب؟ أنشئ واحداً
bg: Нямате акаунт? Създайте такъв
bn: অ্যাকাউন্ট নেই? একটি তৈরি করুন
ca: No tens un compte? Crea'n un
ckb: Hesabê we tune? Yek çêbikin
cs: Nemáte účet? Vytvořte jeden
cy: Dim cyfrif? Creu un
da: Har du ikke en konto? Opret en
de: Kein Konto? Erstellen Sie eines
el: Δεν έχετε λογαριασμό; Δημιουργήστε ένα
et: Kas teil pole kontot? Looge üks
eu: Ez al duzu konturik? Sortu bat
fa: حساب ندارید؟ یکی ایجاد کنید
fi: Eikö sinulla ole tiliä? Luo sellainen
fil: Walang account? Lumikha ng isa
fr_ca: Vous n'avez pas de compte ? Créez-en un
ga: Nach bhfuil cuntas agat? Cruthaigh ceann
gl: Non tes unha conta? Crea un
gu: એકાઉન્ટ નથી? એક બનાવો
he: אין לך חשבון? צור אחד
hi: खाता नहीं है? एक बनाएं
hr: Nemate račun? Stvorite jedan
hu: Nincs fiókja? Hozzon létre egyet
hy: Չունե՞ք հաշիվ: Ստեղծեք մեկը
id: Tidak punya akun? Buat satu
is: Ertu ekki með reikning? Búðu til einn
it: Non hai un account? Creane uno
ja: アカウントをお持ちでないですか？作成する
ka: არ გაქვთ ანგარიში? შექმენით ერთი
km: មិនមានគណនីមែនទេ? បង្កើតមួយ។
kn: ಖಾತೆ ಇಲ್ಲವೇ? ಒಂದನ್ನು ರಚಿಸಿ
ko: 계정이 없으신가요? 만들기
lo: ບໍ່ມີບັນຊີບໍ? ສ້າງຫນຶ່ງ
lt: Neturite paskyros? Sukurkite vieną
lv: Vai jums nav konta? Izveidojiet vienu
mk: Немате сметка? Направете еден
ml: അക്കൗണ്ട് ഇല്ലേ? ഒരെണ്ണം സൃഷ്ടിക്കുക
mn: Бүртгэлгүй юу? Нэгийг үүсгэ
mr: खाते नाही? एक तयार करा
ms: Tiada akaun? Buat satu
my: အကောင့်မရှိဘူးလား။ တစ်ခုဖန်တီးပါ။
nb: Har du ikke en konto? Lag en
ne: खाता छैन? एउटा सिर्जना गर्नुहोस्
nl: Geen account? Maak er een
pa: ਖਾਤਾ ਨਹੀਂ ਹੈ? ਇੱਕ ਬਣਾਓ
pl: Nie masz konta? Utwórz jedno
pt_br: Nao tem uma conta? Crie uma
ro: Nu ai un cont? Creați unul
ru: Нет аккаунта? Создайте один
si: ගිණුමක් නැද්ද? එකක් සාදන්න
sk: Nemáte účet? Vytvorte si ho
sl: Nimate računa? Ustvarite enega
sq: Nuk keni një llogari? Krijo një
sv: Har du inget konto? Skapa en
sw: Je, huna akaunti? Unda moja
ta: கணக்கு இல்லையா? ஒன்றை உருவாக்கு
te: ఖాతా లేదా? ఒకదాన్ని సృష్టించండి
th: ยังไม่มีบัญชี? สร้างบัญชี
tr: Hesabınız yok mu? Bir tane oluşturun
uk: Немає облікового запису? Створіть один
ur: اکاؤنٹ نہیں ہے؟ ایک بنائیں
vi: Chưa có tài khoản? Tạo một tài khoản
xh: Awunayo iakhawunti? Yenza enye
zh: 没有账户？创建一个
zh_hant: 沒有帳戶？建立一個
zu: Awunayo i-akhawunti? Dala eyodwa

# alreadyHaveAccountLogin
source: Already have an account? Login
af: Het jy reeds 'n rekening? Teken in
am: መለያ አለህ? ግባ
ar: لديك حساب بالفعل؟ تسجيل الدخول
bg: Вече имате акаунт? Вход
bn: ইতিমধ্যে অ্যাকাউন্ট আছে? লগিন করুন
ca: Ja tens un compte? Inicieu sessió
ckb: Jixwe hesabek heye? Login
cs: Už máte účet? Přihlášení
cy: Oes gennych chi gyfrif yn barod? Mewngofnodi
da: Har du allerede en konto? Log ind
de: Bereits ein Konto? Anmelden
el: Έχετε ήδη λογαριασμό; Σύνδεση
et: Kas teil on juba konto? Logi sisse
eu: Dagoeneko kontu bat duzu? Saioa hasi
fa: از قبل حساب دارید؟ وارد شوید
fi: Onko sinulla jo tili? Kirjaudu sisään
fil: Mayroon ka nang account? Mag-login
fr_ca: Vous avez déjà un compte ? Se connecter
ga: An bhfuil cuntas agat cheana féin? Logáil isteach
gl: Xa tes unha conta? Iniciar sesión
gu: પહેલેથી એકાઉન્ટ છે? લોગિન કરો
he: יש לך כבר חשבון? התחבר
hi: पहले से खाता है? लॉगिन करें
hr: Već imate račun? Prijava
hu: Már van fiókja? Bejelentkezés
hy: Արդեն ունե՞ք հաշիվ: Մուտք գործել
id: Sudah punya akun? Masuk
is: Ertu nú þegar með reikning? Innskráning
it: Hai gia' un account? Accedi
ja: 既にアカウントをお持ちですか？ログイン
ka: უკვე გაქვთ ანგარიში? შესვლა
km: មានគណនីរួចហើយ? ចូល
kn: ಖಾತೆ ಇದೆಯೇ? ಲಾಗಿನ್ ಮಾಡಿ
ko: 이미 계정이 있으신가요? 로그인
lo: ມີບັນຊີຢູ່ແລ້ວບໍ? ເຂົ້າສູ່ລະບົບ
lt: Jau turite paskyrą? Prisijungti
lv: Vai jums jau ir konts? Pieteikties
mk: Веќе имате сметка? Најавете се
ml: ഇതിനകം ഒരു അക്കൗണ്ട് ഉണ്ടോ? ലോഗിൻ
mn: Бүртгэлтэй юу? Нэвтрэх
mr: खाते आहे? लॉगिन करा
ms: Sudah mempunyai akaun? Log masuk
my: အကောင့်ရှိပြီးသားလား။ လော့ဂ်အင်
nb: Har du allerede en konto? Logg inn
ne: खाता छ? लग इन गर्नुहोस्
nl: Al een account? Inloggen
pa: ਖਾਤਾ ਹੈ? ਲਾਗਿਨ ਕਰੋ
pl: Masz już konto? Zaloguj się
pt_br: Ja tem uma conta? Entre
ro: Aveți deja un cont? Log in
ru: Уже есть аккаунт? Войдите
si: ගිණුමක් තිබේද? පිවිසෙන්න
sk: Už máte účet? Prihláste sa
sl: Že imate račun? Prijava
sq: Keni tashmë një llogari? Identifikohu
sv: Har du redan ett konto? Inloggning
sw: Je, tayari una akaunti? Ingia
ta: ஏற்கனவே கணக்கு உள்ளதா? Login செய்
te: ఇప్పటికే ఖాతా ఉందా? లాగిన్ చేయండి
th: มีบัญชีอยู่แล้ว? เข้าสู่ระบบ
tr: Zaten hesabınız var mı? Giriş yapın
uk: Вже є обліковий запис? Увійти
ur: پہلے سے اکاؤنٹ ہے؟ لاگ ان کریں
vi: Đã có tài khoản? Đăng nhập
xh: Ngaba sele unayo i-akhawunti? Ngema
zh: 已有账户？登录
zh_hant: 已有帳戶？登入
zu: Usuvele unayo i-akhawunti? Ngena ngemvume

# pleaseEnterUsername
source: Please enter a username
af: Voer asseblief 'n gebruikernaam in
am: እባክዎ የተጠቃሚ ስም ያስገቡ
ar: الرجاء إدخال اسم المستخدم
bg: Моля, въведете потребителско име
bn: দয়া করে একটি ব্যবহারকারী নাম লিখুন
ca: Introduïu un nom d'usuari
ckb: Ji kerema xwe navekî bikarhêner binivîse
cs: Zadejte uživatelské jméno
cy: Rhowch enw defnyddiwr
da: Indtast venligst et brugernavn
de: Bitte geben Sie einen Benutzernamen ein
el: Εισαγάγετε ένα όνομα χρήστη
et: Palun sisesta kasutajanimi
eu: Mesedez, idatzi erabiltzaile-izen bat
fa: لطفاً نام کاربری را وارد کنید
fi: Anna käyttäjänimi
fil: Mangyaring magpasok ng isang username
fr_ca: Veuillez entrer un nom d'utilisateur
ga: Cuir isteach ainm úsáideora le do thoil
gl: Introduce un nome de usuario
gu: કૃપા કરીને વપરાશકર્તા નામ દાખલ કરો
he: אנא הזן שם משתמש
hi: कृपया उपयोगकर्ता नाम दर्ज करें
hr: Unesite korisničko ime
hu: Kérjük, adjon meg egy felhasználónevet
hy: Խնդրում ենք մուտքագրել օգտվողի անուն
id: Silakan masukkan nama pengguna
is: Vinsamlegast sláðu inn notandanafn
it: Per favore inserisci un nome utente
ja: ユーザー名を入力してください
ka: გთხოვთ შეიყვანოთ მომხმარებლის სახელი
km: សូមបញ្ចូលឈ្មោះអ្នកប្រើប្រាស់
kn: ದಯವಿಟ್ಟು ಬಳಕೆದಾರ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ko: 사용자 이름을 입력해 주세요
lo: ກະລຸນາໃສ່ຊື່ຜູ້ໃຊ້
lt: Įveskite vartotojo vardą
lv: Lūdzu, ievadiet lietotājvārdu
mk: Ве молиме внесете корисничко име
ml: ദയവായി ഒരു ഉപയോക്തൃനാമം നൽകുക
mn: Хэрэглэгчийн нэр оруулна уу
mr: कृपया वापरकर्ता नाव प्रविष्ट करा
ms: Sila masukkan nama pengguna
my: အသုံးပြုသူအမည်ကို ထည့်သွင်းပါ။
nb: Vennligst skriv inn et brukernavn
ne: कृपया प्रयोगकर्ता नाम प्रविष्ट गर्नुहोस्
nl: Voer een gebruikersnaam in
pa: ਕਿਰਪਾ ਕਰਕੇ ਉਪਯੋਗਕਰਤਾ ਨਾਮ ਦਾਖਲ ਕਰੋ
pl: Wprowadź nazwę użytkownika
pt_br: Por favor, digite o nome de usuario
ro: Vă rugăm să introduceți un nume de utilizator
ru: Пожалуйста, введите имя пользователя
si: කරුණාකර පරිශීලක නාමය ඇතුළත් කරන්න
sk: Zadajte používateľské meno
sl: Vnesite uporabniško ime
sq: Ju lutemi shkruani një emër përdoruesi
sv: Vänligen ange ett användarnamn
sw: Tafadhali weka jina la mtumiaji
ta: தயவுச் செய்து பயனர்ப்பெயரை உள்ளிடுங்கள்
te: దయచేసి వినియోగదారు పేరును నమోదు చేయండి
th: กรุณาใส่ชื่อผู้ใช้
tr: Lütfen kullanıcı adı girin
uk: Будь ласка, введіть ім'я користувача
ur: براہ کرم صارف نام درج کریں
vi: Vui lòng nhập tên người dùng
xh: Nceda ngenisa igama lomsebenzisi
zh: 请输入用户名
zh_hant: 請輸入使用者名稱
zu: Sicela ufake igama lomsebenzisi

source: PINs do not match
af: PIN's stem nie ooreen nie
am: ፒኖች አይዛመዱም።
ar: PINs غير متطابقة
bg: ПИН кодовете не съвпадат
bn: PIN মিলছে না
ca: Els PIN no coincideixen
ckb: PIN li hev nakin
cs: Kódy PIN se neshodují
cy: Nid yw PINs yn cyfateb
da: PIN-koder stemmer ikke overens
de: PINs stimmen nicht überein
el: Τα PIN δεν ταιριάζουν
et: PIN-koodid ei ühti
eu: PINak ez datoz bat
fa: PIN ها مطابقت ندارند
fi: PIN-koodit eivät täsmää
fil: Hindi tugma ang mga PIN
fr_ca: Les codes PIN ne correspondent pas
ga: Ní hionann PINanna
gl: Os PIN non coinciden
gu: PIN મેળ ખાતા નથી
he: ה-PINים לא תואמים
hi: PIN मेल नहीं खाते
hr: PIN-ovi se ne podudaraju
hu: A PIN-kódok nem egyeznek
hy: PIN-ները չեն համընկնում
id: PIN tidak cocok
is: PIN-númer passa ekki saman
it: I PIN non corrispondono
ja: PINが一致しません
ka: PIN-ები არ ემთხვევა
km: កូដ PIN មិនត្រូវគ្នាទេ។
kn: PINಗಳು ಹೊಂದುವುದಿಲ್ಲ
ko: PIN이 일치하지 않습니다
lo: PIN ບໍ່ກົງກັນ
lt: PIN kodai nesutampa
lv: PIN kodi nesakrīt
mk: PIN-кодовите не се совпаѓаат
ml: PIN-കൾ പൊരുത്തപ്പെടുന്നില്ല
mn: ПИН код таарахгүй байна
mr: PIN जुळत नाहीत
ms: PIN tidak sepadan
my: ပင်နံပါတ်များသည် မကိုက်ညီပါ။
nb: PIN-kodene stemmer ikke overens
ne: PINहरू मेल खाँदैनन्
nl: PINs komen niet overeen
pa: PIN ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ
pl: PIN-y nie są zgodne
pt_br: PINs nao coincidem
ro: PIN-urile nu se potrivesc
ru: PIN-коды не совпадают
si: PIN එකින් එක නොගැලපේ
sk: Kódy PIN sa nezhodujú
sl: PIN-a se ne ujemata
sq: PIN-et nuk përputhen
sv: PIN-koderna stämmer inte överens
sw: PIN hazilingani
ta: PINகள் பொருந்தவில்லை
te: పిన్‌లు సరిపోలడం లేదు
th: PIN ไม่ตรงกัน
tr: PIN'ler eşleşmiyor
uk: PIN-коди не збігаються
ur: PIN مماثل نہیں ہیں
vi: PIN không khớp
xh: Ii-PIN azihambelani
zh: PIN 不匹配
zh_hant: PIN 不匹配
zu: Ama-PIN awafani

source: Tap to add avatar
af: Tik om avatar by te voeg
am: አምሳያ ለመጨመር መታ ያድርጉ
ar: انقر لإضافة صورة رمزية
bg: Докоснете, за да добавите аватар
bn: অ্যাভাটার যোগ করতে ট্যাপ করুন
ca: Toca per afegir un avatar
ckb: Ji bo lê zêdekirina avatarê bikirtînin
cs: Klepnutím přidáte avatara
cy: Tapiwch i ychwanegu avatar
da: Tryk for at tilføje avatar
de: Tippen um Avatar hinzuzufügen
el: Πατήστε για προσθήκη avatar
et: Avatari lisamiseks puudutage
eu: Ukitu avatarra gehitzeko
fa: برای افزودن آواتار ضربه بزنید
fi: Lisää avatar napauttamalla
fil: I-tap para magdagdag ng avatar
fr_ca: Appuyez pour ajouter un avatar
ga: Tapáil chun avatar a chur leis
gl: Toca para engadir un avatar
gu: અવતાર ઉમેરવા ટૅપ કરો
he: הקש כדי להוסיף תמונת פרופיל
hi: अवतार जोड़ने के लिए टैप करें
hr: Dodirnite za dodavanje avatara
hu: Koppintson az avatar hozzáadásához
hy: Հպեք՝ ավատար ավելացնելու համար
id: Ketuk untuk menambahkan avatar
is: Pikkaðu til að bæta við avatar
it: Tocca per aggiungere avatar
ja: タップしてアバターを追加
ka: შეეხეთ ავატარის დასამატებლად
km: ប៉ះដើម្បីបន្ថែមរូបតំណាង
kn: ಅವಟಾರ್ ಸೇರಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 탭하여 아바타 추가
lo: ແຕະເພື່ອເພີ່ມຮູບແທນຕົວ
lt: Bakstelėkite, kad pridėtumėte avatarą
lv: Pieskarieties, lai pievienotu iemiesojumu
mk: Допрете за да додадете аватар
ml: അവതാർ ചേർക്കാൻ ടാപ്പ് ചെയ്യുക
mn: Аватар нэмэхийн тулд товшино уу
mr: अवतार जोडण्यासाठी टॅप करा
ms: Ketik untuk menambah avatar
my: ကိုယ်ပွားထည့်ရန် တို့ပါ။
nb: Trykk for å legge til avatar
ne: अवाटार थप्न ट्याप गर्नुहोस्
nl: Tik om avatar toe te voegen
pa: ਅਵਟਾਰ ਜੋੜਨ ਲਈ ਟੈਪ ਕਰੋ
pl: Dotknij, aby dodać awatar
pt_br: Toque para adicionar avatar
ro: Atingeți pentru a adăuga un avatar
ru: Нажмите, чтобы добавить аватар
si: අවාසියාලා එක් කිරීමට tap කරන්න
sk: Klepnutím pridáte avatara
sl: Tapnite, da dodate avatar
sq: Trokit për të shtuar avatar
sv: Tryck för att lägga till avatar
sw: Gusa ili kuongeza avatar
ta: Avatar சேர்க்க tap செய்
te: అవతార్‌ను జోడించడానికి నొక్కండి
th: แตะเพื่อเพิ่มรูปโปรไฟล์
tr: Avatar eklemek için dokunun
uk: Натисніть, щоб додати аватар
ur: اوتار شامل کرنے کے لیے ٹیپ کریں
vi: Nhấn để thêm ảnh đại diện
xh: Cofa ukongeza i-avatar
zh: 点击添加头像
zh_hant: 點擊新增頭像
zu: Thepha ukuze wengeze isithombe

source: Your Name
af: Jou Naam
am: የእርስዎ ስም
ar: اسمك
bg: Вашето име
bn: আপনার নাম
ca: El teu nom
ckb: Navê te
cs: Vaše jméno
cy: Eich Enw
da: Dit navn
de: Ihr Name
el: Το όνομά σας
et: Sinu nimi
eu: Zure izena
fa: نام شما
fi: Nimesi
fil: Pangalan mo
fr_ca: Votre nom
ga: D'Ainm
gl: O teu nome
gu: તમારું નામ
he: השם שלך
hi: आपका नाम
hr: Vaše ime
hu: Az Ön neve
hy: Ձեր անունը
id: Nama Anda
is: Nafn þitt
it: Il tuo nome
ja: お名前
ka: შენი სახელი
km: ឈ្មោះរបស់អ្នក។
kn: ನಿಮ್ಮ ಹೆಸರು
ko: 이름
lo: ຊື່ຂອງເຈົ້າ
lt: Jūsų Vardas
lv: Jūsu Vārds
mk: Вашето име
ml: നിങ്ങളുടെ പേര്
mn: Таны нэр
mr: तुमचे नाव
ms: Nama awak
my: သင့်နာမည်
nb: Ditt navn
ne: तपाईंको नाम
nl: Jouw naam
pa: ਤੁਹਾਡਾ ਨਾਮ
pl: Twoje imię
pt_br: Seu Nome
ro: Numele dumneavoastră
ru: Ваше имя
si: ඔබේ නාමය
sk: Vaše meno
sl: Vaše ime
sq: Emri juaj
sv: Ditt namn
sw: Jina Lako
ta: உங்க பெயர்
te: మీ పేరు
th: ชื่อของคุณ
tr: Adınız
uk: Ваше ім'я
ur: آپ کا نام
vi: Tên của bạn
xh: Ingama lakho
zh: 你的名字
zh_hant: 你的名字
zu: Igama lakho

source: Private PIN (optional)
af: Privaat PIN (opsioneel)
am: የግል ፒን (አማራጭ)
ar: PIN خاص (اختياري)
bg: Личен ПИН (по избор)
bn: ব্যক্তিগত PIN (ঐচ্ছিক)
ca: PIN privat (opcional)
ckb: PIN-a taybet (vebijarkî)
cs: Soukromý PIN (volitelné)
cy: PIN preifat (dewisol)
da: Privat pinkode (valgfrit)
el: Ιδιωτικό PIN (προαιρετικό)
et: Privaatne PIN-kood (valikuline)
eu: PIN pribatua (aukerakoa)
fa: PIN خصوصی (اختیاری)
fi: Yksityinen PIN-koodi (valinnainen)
fil: Pribadong PIN (opsyonal)
fr_ca: Code PIN privé (facultatif)
ga: UAP príobháideach (roghnach)
gl: PIN privado (opcional)
gu: ખાનગી PIN (વૈકલ્પિક)
he: PIN פרטי (אופציונלי)
hi: निजी PIN (वैकल्पिक)
hr: Privatni PIN (nije obavezno)
hu: Privát PIN (nem kötelező)
hy: Անձնական PIN (ըստ ցանկության)
id: PIN Pribadi (opsional)
is: Einka PIN (valfrjálst)
it: PIN privato (opzionale)
ja: プライベートPIN（任意）
ka: პირადი PIN (არასავალდებულო)
km: លេខសម្ងាត់ឯកជន (ជាជម្រើស)
kn: ಖಾಸಗಿ PIN (ಐಚ್ಛಿಕ)
ko: 개인 PIN (선택사항)
lo: PIN ສ່ວນຕົວ (ທາງເລືອກ)
lt: Privatus PIN (neprivaloma)
lv: Privāts PIN (pēc izvēles)
mk: Приватен ПИН (опционално)
ml: സ്വകാര്യ പിൻ (ഓപ്ഷണൽ)
mn: Хувийн ПИН (заавал биш)
mr: खाजगी PIN (ऐच्छिक)
ms: PIN peribadi (pilihan)
my: ကိုယ်ပိုင် PIN (ချန်လှပ်ထားနိုင်သည်)
nb: Privat PIN-kode (valgfritt)
ne: निजी PIN (वैकल्पिक)
nl: Privé PIN (optioneel)
pa: ਪ੍ਰਾਈਵੇਟ PIN (ਵਿਕਲਪਿਕ)
pl: Prywatny PIN (opcjonalnie)
pt_br: PIN Privado (opcional)
ro: PIN privat (opțional)
ru: Личный PIN (опционально)
si: පෞද්ගල PIN (විකල්ප)
sk: Súkromný PIN (voliteľné)
sl: Zasebna koda PIN (neobvezno)
sq: PIN privat (opsionale)
sv: Privat PIN-kod (valfritt)
sw: PIN ya Faragha (si lazima)
ta: தனிப்பட்ட PIN (விருப்பமான)
te: ప్రైవేట్ పిన్ (ఐచ్ఛికం)
th: PIN ส่วนตัว (ไม่บังคับ)
tr: Özel PIN (isteğe bağlı)
uk: Приватний PIN (необов'язково)
ur: پرائیویٹ PIN (اختیاری)
vi: PIN riêng tư (tùy chọn)
xh: I-PIN yabucala (ukhetho)
zh: 私密 PIN（可选）
zh_hant: 私人 PIN（可選）
zu: Iphinikhodi eyimfihlo (uyazikhethela)

source: Used to encrypt private records
af: Word gebruik om privaat rekords te enkripteer
am: የግል መዝገቦችን ለማመስጠር ይጠቅማል
ar: يُستخدم لتشفير السجلات الخاصة
bg: Използва се за криптиране на лични записи
bn: ব্যক্তিগত রেকর্ড এনক্রিপ্ট করতে ব্যবহৃত হয়
ca: S'utilitza per xifrar registres privats
ckb: Ji bo şîfrekirina tomarên taybet tê bikar anîn
cs: Používá se k šifrování soukromých záznamů
cy: Fe'i defnyddir i amgryptio cofnodion preifat
da: Bruges til at kryptere private optegnelser
de: Zur Verschlüsselung privater Aufzeichnungen verwendet
el: Χρησιμοποιείται για την κρυπτογράφηση ιδιωτικών εγγραφών
et: Kasutatakse privaatsete kirjete krüptimiseks
eu: Erregistro pribatuak enkriptatzeko erabiltzen da
fa: برای رمزگذاری سوابق خصوصی استفاده می‌شود
fi: Käytetään yksityisten tietueiden salaamiseen
fil: Ginagamit upang i-encrypt ang mga pribadong tala
fr_ca: Utilisé pour chiffrer les enregistrements privés
ga: Úsáidtear é chun taifid phríobháideacha a chriptiú
gl: Usado para cifrar rexistros privados
gu: Private records encrypt કરવા માટે ઉપયોગ થાય છે
he: משמש להצפנת רשומות פרטיות
hi: निजी रिकॉर्ड एन्क्रिप्ट करने के लिए उपयोग किया जाता है
hr: Koristi se za šifriranje privatnih zapisa
hu: Privát rekordok titkosítására szolgál
hy: Օգտագործվում է մասնավոր գրառումները գաղտնագրելու համար
id: Digunakan untuk mengenkripsi catatan pribadi
is: Notað til að dulkóða einkagögn
it: Usato per crittografare i record privati
ja: プライベート記録の暗号化に使用
ka: გამოიყენება პირადი ჩანაწერების დაშიფვრისთვის
km: ប្រើដើម្បីអ៊ិនគ្រីបកំណត់ត្រាឯកជន
kn: ಖಾಸಗಿ ದಾಖಲೆಗಳನ್ನು ಎನ್'ಕ್ರಿಪ್ಟ್ ಮಾಡಲು ಬಳಸಲಾಗುತ್ತದೆ
ko: 개인 기록 암호화에 사용
lo: ໃຊ້ເພື່ອເຂົ້າລະຫັດບັນທຶກສ່ວນຕົວ
lt: Naudojamas privačių įrašų šifravimui
lv: Izmanto privāto ierakstu šifrēšanai
mk: Се користи за шифрирање на приватни записи
ml: സ്വകാര്യ റെക്കോർഡുകൾ എൻക്രിപ്റ്റ് ചെയ്യാൻ ഉപയോഗിക്കുന്നു
mn: Хувийн бичлэгийг шифрлэхэд ашигладаг
mr: खाजगी रेकॉर्ड एन्क्रिप्ट करण्यासाठी वापरले जाते
ms: Digunakan untuk menyulitkan rekod peribadi
my: ကိုယ်ရေးကိုယ်တာမှတ်တမ်းများကို စာဝှက်ရန်အသုံးပြုသည်။
nb: Brukes til å kryptere private poster
ne: निजी अभिलेखहरू इन्क्रिप्ट गर्न प्रयोग गरिन्छ
nl: Gebruikt om privé records te versleutelen
pa: ਪ੍ਰਾਈਵੇਟ ਰਿਕਾਰਡ ਐਨਕ੍ਰਿਪਟ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ
pl: Służy do szyfrowania prywatnych rekordów
pt_br: Usado para criptografar registros privados
ro: Folosit pentru a cripta înregistrările private
ru: Используется для шифрования личных записей
si: පෞද්ගල වාර්තා එන්ක්‍රිප්ට් කිරීමට භාවිතා කරයි
sk: Používa sa na šifrovanie súkromných záznamov
sl: Uporablja se za šifriranje zasebnih zapisov
sq: Përdoret për të enkriptuar të dhënat private
sv: Används för att kryptera privata register
sw: Inatumika kusimba rekodi za kibinafsi
ta: தனிப்பட்ட பதிவுகளை குறியாக்கப் பயன்படுகிறது
te: ప్రైవేట్ రికార్డ్‌లను గుప్తీకరించడానికి ఉపయోగించబడుతుంది
th: ใช้เข้ารหัสบันทึกส่วนตัว
tr: Özel kayıtları şifrelemek için kullanılır
uk: Використовується для шифрування приватних записів
ur: پرائیویٹ ریکارڈز انکرپٹ کرنے کے لیے_used
vi: Dùng để mã hóa bản ghi riêng tư
xh: Isetyenziselwa ukufihla iirekhodi zabucala
zh: 用于加密私密记录
zh_hant: 用於加密私人記錄
zu: Isetshenziselwa ukubethela amarekhodi ayimfihlo
